{
    "timestamp": "2025-04-18 05:27:24",
    "all_news": [
        {
            "title": "Trump's Criticism of Powell Sparks Financial Market Concerns",
            "translated_facebook_post": "Kritikan Trump terhadap Powell menyebabkan ketidaktentuan pasaran kewangan, terutama dengan tekanan perdagangan yang sedia ada.  Walaupun begitu, pasaran mata wang kripto nampaknya tak terjejas secara langsung.  Kebebasan Rizab Persekutuan (Fed) dipersoalkan, dan tindakan Trump menimbulkan kebimbangan terhadap ekonomi global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801dfc49f40202cc5fbdb19",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-vs-powell-market-chaos-art.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:11:00"
        },
        {
            "title": "Ethereum Network Fees Plunge to Lowest Since 2020",
            "translated_facebook_post": "Yuran transaksi Ethereum jatuh ke paras terendah sejak 2020 disebabkan aktiviti rangkaian yang kurang, mungkin disebabkan kebimbangan pasaran susulan pengumuman tarif baharu.  Namun, peningkatan Pectra bakal meningkatkan kapasiti dan menawarkan pilihan pembayaran yuran gas dengan stablecoin,  serta meningkatkan had penetapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/ethereum-network-fees-plunge/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/09/ETH-7.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:10:00"
        },
        {
            "title": "Bitcoin Slips as U.S. SEC Delays Spot ETF Decision",
            "translated_facebook_post": "Harga Bitcoin turun sikit sebab SEC Amerika Syarikat tangguh keputusan tentang ETF spot, jadi ramai pelabur macam tak tentu arah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801dfc49f40202cc5fbdb17",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bitcoin-analyst-tense-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:09:00"
        },
        {
            "title": "5 crypto platforms saving lives",
            "translated_facebook_post": "Lima platform kripto sedang menyelamatkan nyawa.\nLima platform matawang kripto membantu menyelamatkan nyawa.\nLima platform cryptocurrency sedang membantu menyelamatkan nyawa.\n\n\nPlatform kripto ni tengah bantu orang ramai yang memerlukan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801de9b9f40202cc5fbdb10",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static_manually/1680044402740_3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:06:00"
        },
        {
            "title": "Bitcoin And Ether Suffer Worst Q1 In Years",
            "translated_facebook_post": "Bitcoin dan Ether mencatat prestasi terburuk sepanjang sejarah pada suku pertama 2025, masing-masing susut 11.82% dan 45.41%.  Ketidakpastian ekonomi, dasar tarif AS, dan pembetulan selepas kenaikan harga akhir 2024 antara puncanya. Walau bagaimanapun, ada tanda-tanda positif untuk suku kedua, antaranya  kejelasan peraturan di Amerika Syarikat dan peningkatan bekalan wang global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801dfc52502366d5995e68f",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/SINAPI-721.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:05:00"
        },
        {
            "title": "Slovenia Proposes 25% Tax on Cryptocurrency Profits",
            "translated_facebook_post": "Kerajaan Slovenia nak kenakan cukai 25% atas keuntungan kripto, ramai pelabur sana risau pasal kesan ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801de9d87096331b31c85f5",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/slovenian-government-building-tax-sign.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:04:00"
        },
        {
            "title": "Can $250 in XRP, BTC, and ETH Turn Into $25,000 Next Year?",
            "translated_facebook_post": "Pelaburan dalam kripto seperti Bitcoin, Ethereum dan XRP mungkin menjanjikan pulangan lumayan, tapi peluang keuntungan tinggi nampaknya ada pada altcoin baru yang menawarkan potensi pulangan 25 kali ganda.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801de9d87096331b31c85f7",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744920831.docx_1744920831_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:02:00"
        },
        {
            "title": "Gold Shatters Records – Could Bitcoin Be Next in Line?",
            "translated_facebook_post": "Harga emas mencipta rekod baharu, dan ramai jangka Bitcoin akan ikut jejaknya, mungkin sekitar pertengahan 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801dd5887096331b31c85f3",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bitcoin-gold-one.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 05:00:00"
        },
        {
            "title": "Slovenia considers 25% tax on crypto profits",
            "translated_facebook_post": "Slovenia nakalnya nak kenakan cukai 25% ke atas keuntungan kripto, berkuatkuasa 2026.  Ni untuk pastikan semua bayar cukai sama rata,  tak kira la pelaburan biasa atau kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801dc2d9f40202cc5fbdb0c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Slovenia-crypto-tax-2525_20250418_025742_0000.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:54:00"
        },
        {
            "title": "Slovenia Proposes 25% Tax on Crypto Profits – Lawmaker Warns of Crypto Slowdown",
            "translated_facebook_post": "Slovenia nakar plan nak naikkan cukai keuntungan kripto kepada 25%, bermula 1 Januari 2026.  Ada yang risau langkah ni akan halang pertumbuhan industri kripto di negara tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801db142502366d5995e68b",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/04/22194346/U.S.-Senate-Proposes-1-Tax-On-BTC-Holdings-Over-500K-To-Align-Crypto-With-National-Tax-Regulations.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:53:00"
        },
        {
            "title": "Yemenis are turning to DeFi as US sanctions target Houthi group",
            "translated_facebook_post": "Rakyat Yaman semakin guna kewangan terdesentralisasi (DeFi) sebab konflik dan sekatan Amerika Syarikat menjejaskan akses kepada perbankan biasa.  Ini memberikan alternatif transaksi tanpa perantara, terutama bila bank tempatan susah diakses.",
            "translated_title": "Rakyat Yaman beralih kepada DeFi berikutan sekatan AS menyasarkan kumpulan Houthi.",
            "translated_content": "Rakyat Yaman Semakin Menggunakan Platform Kewangan Tersentral (DeFi) untuk Urusan Perbankan di Tengah Sekatan AS terhadap Kumpulan Houthi\n\nWarga Yaman semakin menggunakan protokol kewangan tersentral (DeFi) untuk menguruskan kewangan mereka sendiri di tengah-tengah sekatan Amerika Syarikat (AS) terhadap kumpulan Houthi, yang telah diisytiharkan sebagai organisasi pengganas.\n\nSebelum ini, cabaran infrastruktur internet dan celik kewangan yang rendah dalam kalangan penduduk yang dilanda perang menyumbang kepada penggunaan kripto yang agak terhad, menurut laporan pada 17 April daripada firma risikan blok rantai, TRM Labs.\n\n“Bagaimanapun, terdapat tanda-tanda minat dan penggunaan yang semakin meningkat yang didorong terutamanya oleh keperluan berbanding spekulasi,” kata firma risikan blok rantai itu.\n\nYaman telah mengalami perang saudara antara kerajaan dan kumpulan Houthi sejak September 2014. AS juga kerap mengenakan sekatan ke atas infrastruktur kewangan di negara itu untuk mengganggu aktiviti Houthi, dengan tindakan terkini pada 17 April menyasarkan Bank Antarabangsa Yaman.\n\nPlatform DeFi menyumbang sebahagian besar trafik web berkaitan kripto di Yaman, iaitu melebihi 63% daripada aktiviti yang diperhatikan, sementara bursa berpusat global menyumbang 18% daripada trafik web berkaitan kripto, menurut data TRM Labs.\n\nSesetengah penduduk tempatan Yaman juga menggunakan transaksi kripto rakan sebaya untuk memindahkan dana merentas sempadan atau menjalankan pengiriman wang.\n\n“Walaupun interaksi ini tidak semestinya menunjukkan jumlah transaksi yang tinggi, ia mengukuhkan bahawa bagi sesetengah individu di Yaman, infrastruktur tersentral mungkin menyediakan alternatif yang diperlukan kepada landasan pembayaran tradisional,” kata TRM Labs.\n\n“Minat terhadap perkhidmatan DeFi mungkin mencerminkan daya tarikan sistem yang membenarkan pengguna untuk membuat transaksi tanpa perantara, terutamanya di mana institusi perbankan tempatan tidak dapat diakses atau tidak boleh dipercayai.”\n\nSekatan yang semakin meningkat boleh mencetuskan penggunaan kripto yang lebih tinggi di Yaman\n\nPada masa kini, Yaman tidak mempunyai perundangan untuk penggunaan kripto; TRM Labs meneka bahawa sekatan yang semakin meningkat terhadap Houthi boleh menjadi pemicu yang mencetuskan penggunaan kripto yang lebih tinggi di Yaman.\n\nBerikutan penyenaraian semula pentadbiran Biden terhadap Houthi sebagai Pengganas Global yang Ditetapkan Secara Khas pada Januari 2024, bursa mata wang kripto yang berpangkalan di Yaman yang dipantau oleh TRM mengalami peningkatan sebanyak 270% dalam jumlah keseluruhan, kata firma risikan blok rantai itu.\n\nJumlah tersebut akhirnya kembali ke paras sebelum lonjakan, tetapi ia menyaksikan peningkatan lagi, kali ini sebanyak 223%, dalam tempoh tiga bulan selepas pilihan raya Presiden AS Donald Trump dan pemulihan Houthi sebagai organisasi pengganas asing oleh AS pada 22 Januari.\n\n“Memandangkan sekatan antarabangsa yang semakin meningkat ke atas Houthi dan penyokong utama mereka, Iran, penggunaan mata wang kripto oleh kumpulan itu kemungkinan akan berkembang dari segi skala dan kecanggihan,” kata TRM Labs.\n\n“Oleh kerana saluran kewangan tradisional menjadi semakin terhad, mata wang digital tersentral menawarkan alternatif yang kurang terdedah kepada pengawasan dan lebih sukar untuk dijejak.”",
            "translated_summary": "Penduduk tempatan di Yaman semakin beralih kepada kewangan terdesentralisasi (DeFi) kerana konflik dan sekatan Amerika Syarikat terhadap kumpulan Houthi memberi kesan kepada akses...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801db1387096331b31c85ef",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ2OGQtYjI2MS03MjlkLTlkNDQtY2NlODE3OThlOGQ4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 04:50:00"
        },
        {
            "title": "Bitcoin Faces Market Pressure Amid Tightening Economic Conditions",
            "translated_facebook_post": "Bitcoin dijangka naik harganya menjelang 2025 disebabkan pengurangan pengeluaran Bitcoin baharu, tapi keadaan ekonomi semasa dan sentimen pasaran tetap akan mempengaruhi harganya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801db1487096331b31c85f1",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/bitcoin-halving-impact-2025.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:50:00"
        },
        {
            "title": "Anticipation Grows for Altseason 2025 Amid Market Signals",
            "translated_facebook_post": "Ramai yang jangka 'Altseason 2025' akan berlaku, terutamanya selepas peningkatan volum dagangan altcoin dan beberapa petunjuk pasaran yang positif, tapi dominasi Bitcoin masih tinggi jadi kena tunggu lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801d9ea9f40202cc5fbdb0a",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/crypto-analysts-ink-drawing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:47:00"
        },
        {
            "title": "Banxa Acquires 30.5 Million Pi Coins, Sparks Volatility",
            "translated_facebook_post": "Banxa beli 30.5 juta Pi Coin, naik turun harga sikit, tapi ramai masih ragu-ragu pasal ketelusan dan kesahihan Pi Network.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801d9e89f40202cc5fbdb08",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/banxa-acquires-pi-coins-artwork.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:45:00"
        },
        {
            "title": "Penguins Don’t Fly — They Moon – Arctic Pablo Climbs Up as Test and doginme Join the Top Cryptos to Buy Now Before the Market Melts",
            "translated_facebook_post": "Pelaburan kripto Arctic Pablo Coin tengah mendapat perhatian ramai, dengan pulangan pelaburan (ROI) yang tinggi dan mekanisme pembakaran token yang unik.  Test dan Doginme juga menunjukkan perkembangan positif, masing-masing menerusi kerjasama baharu dan projek NFT.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/penguins-dont-fly-they-moon-arctic-pablo-climbs-up-as-test-and-doginme-join-the-top-cryptos-to-buy-now-before-the-market-melts/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-95-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:45:00"
        },
        {
            "title": "Didn’t Ape into Shiba Inu? Waddle In Now — Arctic Pablo Is Loading for 2025 - Top Meme Coin in 2025",
            "translated_facebook_post": "Lepas terlepas peluang Shiba Inu, nampaknya Arctic Pablo Coin peluang pelaburan yang menarik untuk tahun 2025.  Dengan mekanisme jualan awal yang unik, pembakaran token mingguan, dan ganjaran staking yang lumayan, ia berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801d9e92502366d5995e689",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-17T163326.898Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:45:00"
        },
        {
            "title": "Solana Holds $121 Support as Traders Target $144 Breakout Zone",
            "translated_facebook_post": "Harga Solana kekal pada paras sokongan $121, dengan pedagang menyasarkan untuk memecah paras rintangan $144.  Lebih 32 juta SOL telah dibeli antara $121-$130, menunjukkan minat beli yang tinggi.  ETF spot Solana juga telah diluluskan di Kanada, yang mungkin meningkatkan permintaan institusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801dd58f9769051c5a2dff4",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/02/Eddy-Finance-Solana-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:45:00"
        },
        {
            "title": "Saylor, ETF investors’ ‘stronger hands’ help stabilize Bitcoin — Analyst",
            "translated_facebook_post": "Pelaburan berterusan oleh Saylor dan kemasukan dana ke dalam ETF Bitcoin membantu menstabilkan harga Bitcoin walaupun keadaan ekonomi global yang tidak menentu.",
            "translated_title": "Tangan yang lebih kukuh daripada pelabur ETF Saylor membantu menstabilkan Bitcoin – Penganalisis",
            "translated_content": "Harga Bitcoin yang agak stabil meskipun ketidakpastian ekonomi makro kemungkinan besar disebabkan oleh pemegang ETF Bitcoin spot yang teguh dan firma Michael Saylor yang terus membeli secara agresif, menurut penganalisis Bloomberg.\n\n“ETF dan Saylor telah membeli semua ‘penurunan’ daripada pelancong, pelarian FTX, diskaun GBTC, pelepasan undang-undang, rampasan kerajaan dan entah siapa lagi,” kata penganalisis ETF Bloomberg, Eric Balchunas, dalam catatan X pada 16 April.\n\nPemegang ETF Bitcoin kekal walaupun ketidaktentuan pasaran\n\nBalchunas menyatakan bahawa ETF Bitcoin (BTC) spot telah menarik $131.04 juta dalam tempoh 30 hari yang lalu dan meningkat $2.4 bilion sejak 1 Januari. Balchunas menyifatkannya sebagai “mengagumkan,” sambil menyatakan ia membantu menjelaskan mengapa Bitcoin “agak stabil.”\n\n“Pemiliknya lebih stabil,” kata Balchunas. Balchunas berkata pelabur ETF Bitcoin mempunyai “pegangan yang jauh lebih kukuh daripada yang disangka ramai.” Beliau berkata ini “sepatutnya” meningkatkan kestabilan dan mengurangkan ketidaktentuan Bitcoin dan korelasi dalam jangka panjang.\n\nFirma Saylor, Strategy, membuat pembelian Bitcoin terbaharu pada 14 April, memperoleh 3,459 BTC bernilai $285.5 juta pada harga purata $82,618 setiap syiling. Menurut Saylor Tracker, Strategy memegang 531,644 Bitcoin pada masa penerbitan.\n\nIndeks Ketidaktentuan Bitcoin, yang mengukur ketidaktentuan Bitcoin dalam tempoh 30 hari sebelumnya, berada pada 1.80% pada masa penerbitan, menurut data Bitbo. Pada masa penerbitan, Bitcoin didagangkan pada $84,610, menurut data CoinMarketCap.\n\nDalam tempoh 30 hari yang lalu, Bitcoin didagangkan antara $75,000 dan $88,000 di tengah-tengah ketidakpastian ekonomi makro yang didorong terutamanya oleh tarif yang dikenakan Presiden AS Donald Trump dan persoalan berterusan mengenai masa depan kadar faedah AS.\n\nWalaupun begitu, Bitcoin kekal di atas paras tertinggi sepanjang zaman sebelumnya iaitu $73,679, yang pertama kali dilepasi pada bulan November.\n\nPeserta dalam pasaran kewangan yang lebih luas juga melahirkan keterkejutan terhadap kekuatan relatif Bitcoin baru-baru ini, terutamanya berbanding S&P 500.\n\nPengulas pasaran saham Dividend Hero memberitahu 203,200 pengikut X beliau pada 5 April, selepas “Hari Pembebasan” Trump, bahawa beliau “pernah membenci Bitcoin, tetapi melihatnya tidak merosot sementara pasaran saham merosot adalah sangat menarik bagi saya.”",
            "translated_summary": "Penganalisis Bloomberg, Eric Balchunas, menyatakan aliran masuk dana ke ETF Bitcoin dalam tempoh 30 hari yang lalu adalah “mengagumkan,” dan membantu menjelaskan kestabilan harga Bitcoin.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801d8c12502366d5995e687",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDY1ZGEtNmEyMS03ZGU3LTkzNjUtZWE5NGNiZTJkMGI4.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 04:39:00"
        },
        {
            "title": "Jack Mallers Advocates for Ending Federal Reserve Operations",
            "translated_facebook_post": "Jack Mallers nak Federal Reserve tutup operasi sebab risau inflasi makin teruk.  Dia risau tindakan Fed ni akan bagi kesan buruk jangka panjang,  dan mungkin akan buatkan pasaran kripto jadi tak menentu. Ramai juga yang rasa tak senang dengan inflasi sekarang ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801d7903646ad7bd03a444c",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/jack-mallers-retro-podium-speech.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:37:00"
        },
        {
            "title": "Crypto mixing service eXch to shut down amid Bybit hack money laundering allegations",
            "translated_facebook_post": "eXch, platform tukar matawang kripto yang fokus pada privasi, akan tutup operasi pada 1 Mei susulan dakwaan pengubahan wang haram berkaitan kes kecurian Bybit.  Walaupun menafikan niat jahat, mereka akui memproses sebahagian kecil dana yang dicuri dan akan salurkan dana untuk projek privasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801d7903646ad7bd03a444e",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/06/crypto-news-hacker-writing-a-code-on-his-laptop-blurry-background-dark-neon-color-cyberpunk.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 04:35:00"
        }
    ]
}