{
    "timestamp": "2025-04-18 15:27:48",
    "all_news": [
        {
            "title": "Expert Says People Will Regret Not Investing in XRP at $2, Predicts Timeline For $50",
            "translated_facebook_post": "Ramai pakar jangka harga XRP akan naik sampai $50 menjelang 2030, walaupun sekarang agak turun naik dekat harga $2.  Mereka rasa siapa yang tak beli sekarang mungkin akan menyesal nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c69c4617837172cc2d8",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/12/Is-Ripples-XRP-Set-for-a-Major-Breakout-or-Just-Another-FUD-Strategy.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:13:00"
        },
        {
            "title": "Trump Considers Dismissing Fed Chair Jerome Powell",
            "translated_facebook_post": "Trump mungkin akan gantikan pengerusi Fed, Jerome Powell, yang menimbulkan kebimbangan tentang kebebasan bank pusat dan kestabilan pasaran.  Pasaran pun jadi tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c69a502dc28244c8f25",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-fed-chair-dilemma-drawing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:13:00"
        },
        {
            "title": "Spar Supermarket in Switzerland Now Accepts Bitcoin Payments",
            "translated_facebook_post": "Sekarang dah boleh bayar barang dapur guna Bitcoin di Spar Switzerland, mudah je scan QR code!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c6ab49d617ba9a91321",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Spar-Supermarket-in-Switzerland-Now-Accepts-Bitcoin-Payments.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:12:00"
        },
        {
            "title": "16.6M SHIB Tokens Burned in One Go—Is a Major Shiba Inu Move Incoming?",
            "translated_facebook_post": "Banyak token SHIB dah dibakar baru-baru ni, menunjukkan komuniti semakin aktif dalam usaha kurangkan jumlah token yang beredar.  Ini mungkin akan beri kesan positif pada nilai SHIB di masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c69a502dc28244c8f23",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2023/09/shiba-inu-burn-rate-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:11:00"
        },
        {
            "title": "Nintendo Switch 2 Price Unaffected by US Tariffs",
            "translated_facebook_post": "Nintendo bijak, harga Switch 2 kekal sama walaupun ada tarif baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c697db902582a68958d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/switch-2-pricing-conference.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:10:00"
        },
        {
            "title": "Quantum Could Force Satoshi Nakamoto to Move His Bitcoins—If He’s Still Alive",
            "translated_facebook_post": "Penemuan komputer kuantum mungkin akan memaksa pemilik Bitcoin awal, termasuk Satoshi Nakamoto, untuk pindahkan duit mereka nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c69c4617837172cc2d6",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2024/11/Satoshi-Nakamoto.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:10:00"
        },
        {
            "title": "Solana price steady above key support as active addresses, fees jump",
            "translated_facebook_post": "Harga Solana kekal kukuh, jumlah transaksi dan pengguna aktif meningkat, malah mengatasi Ethereum dari segi jumlah dagangan dan yuran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c69c4617837172cc2d4",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Solana-Toronto-option01.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:10:00"
        },
        {
            "title": "Vietnam Partners with Bybit for Crypto Trading Pilot",
            "translated_facebook_post": "Kementerian Kewangan Vietnam bekerjasama dengan Bybit untuk uji cuba platform dagangan kripto yang terkawal, bertujuan melindungi pelabur dan  mematuhi undang-undang.  Ini mungkin akan menarik lebih ramai pelabur dan menjana pertumbuhan pasaran kripto di rantau ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026c69a502dc28244c8f27",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/vietnam-bybit-collaboration-art.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:09:00"
        },
        {
            "title": "New Insights Ignite Optimism in Cryptocurrency Markets",
            "translated_facebook_post": "Pasaran kripto nampaknya macam nak naik balik lepas lama susah, terutama TAO Coin yang dijangka meningkat harganya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/new-insights-ignite-optimism-in-cryptocurrency-markets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-013.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:08:00"
        },
        {
            "title": "Brazil court sentences Braiscompany Team 170 years of jail for crypto scams",
            "translated_facebook_post": "Tiga orang di sebalik penipuan mata wang kripto terbesar di Brazil telah dijatuhkan hukuman penjara lebih 170 tahun, termasuk ketua mereka yang dihukum 128 tahun.  Ramai mangsa kena tipu, dan ada aset disita, tapi mangsa kena cepat tuntut ganti rugi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026b397db902582a68958b",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Brazil-court-sentences-Joel-Souza-170-years-for-crypto-scams.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:08:00"
        },
        {
            "title": "BIGTIME Token Surges After Circulating Supply Adjustment",
            "translated_facebook_post": "CEO baru Big Time, Don India, mungkin akan ubah strategi syarikat dan hala tuju BIGTIME token, menarik perhatian pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026b39b49d617ba9a9131d",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/big-time-new-ceo-impact-investors.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:06:00"
        },
        {
            "title": "Why This Analyst Says Altcoins Are Dead Money Until the Fed Flips the Switch",
            "translated_facebook_post": "Pelabur ramai pilih strategi jangka panjang sebab keadaan pasaran tak menentu sekarang,  fokus pada aset kukuh dan tunggu keadaan ekonomi lebih jelas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/why-this-analyst-says-altcoins-are-dead-money-until-the-fed-flips-the-switch/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/link-hbar-ondo-make-or-break-levels-that-could-decide-their-fate-in-7-days-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:05:00"
        },
        {
            "title": "Binance research: Record US Treasury supply will affect crypto markets in 2025",
            "translated_facebook_post": "Tahun 2025 dijangka menyaksikan peningkatan hutang AS yang besar, mungkin menjejaskan pasaran kripto disebabkan peningkatan pulangan pelaburan yang lebih menarik dalam bon kerajaan AS.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026b38b49d617ba9a9131b",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Binance-research-Record-US-Treasury-supply-will-affect-crypto-markets-in-2025.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:04:00"
        },
        {
            "title": "MAGACOINFINANCE’s $1K Buy-In May Rival BTC and XRP’s Past Jumps",
            "translated_facebook_post": "Pelaburan kecil sekarang mungkin berpotensi pulangan tinggi macam Bitcoin dan XRP dulu, kalau ikut analisis semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026b397db902582a689587",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744920931.docx_1744920931_image4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:02:00"
        },
        {
            "title": "From ATH freefall to Bitcoin, memecoins and $633bn NFT crash- Crypto Q1 2025 report",
            "translated_facebook_post": "Pasaran kripto menjunam teruk awal tahun 2025, rugi lebih $633 billion dalam tiga bulan pertama.  Bitcoin jatuh, Ethereum lagi teruk, meme coin naik turun, tapi stablecoin dan projek RWA pulak naik.  Pelabur makin fokus pada pelaburan yang selamat dan berpotensi untung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680269f7a502dc28244c8f16",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/1027.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:01:00"
        },
        {
            "title": "Market Trends Show Hope for Cryptocurrencies and TAO Coin Predictions",
            "translated_facebook_post": "Pasaran kripto mungkin dah lepas fasa paling susah.  Sentimen pasaran tengah berubah, mungkin akan naik.  Bitcoin dominan, dan ramai pakar rasa tak perlu risau sangat.  TAO Coin dijangka meningkat ke sekitar $360, mungkin lagi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-trends-show-hope-for-cryptocurrencies-and-tao-coin-predictions/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-116-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:00:00"
        },
        {
            "title": "HashKey and Ripple Launch Asia’s First XRP Fund to Bridge TradFi and Web3",
            "translated_facebook_post": "HashKey dan Ripple baru lancarkan dana XRP pertama di Asia, memudahkan pelaburan dalam mata wang kripto untuk institusi, sekaligus merapatkan jurang antara kewangan tradisional dan Web3.  Ia menawarkan akses mudah melalui langganan bulanan dan menyokong pelaburan tunai serta secara langsung, menjadikan XRP lebih mudah diakses.  Kerjasama ini juga bakal menghasilkan lebih banyak produk kewangan berasaskan teknologi blockchain di rantau ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680269f8d6a40f473ebad7f7",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/e428bd2a-0732-49ab-82dc-4f53fe01511e-1.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:00:00"
        },
        {
            "title": "Standardization is essential to enable crypto adoption",
            "translated_facebook_post": "Piawaian penting untuk memudahkan penerimaan mata wang kripto.  Sistem piawaian diperlukan untuk aset digital, macam ISIN untuk aset tradisi.  Inisiatif global sedang dijalankan untuk mencapai piawaian ini,  dan ia akan membantu meningkatkan ketelusan dan pematuhan.",
            "translated_title": "Penggunaan piawaian adalah penting untuk membolehkan penerimaan mata wang kripto.",
            "translated_content": "Pendapat oleh: Axel Schorn dan Dr. Duc Au\n\nPasaran saham, bon, dan komoditi tradisional sejak lama mendapat manfaat daripada piawaian yang mantap yang mengawal aliran maklumat dan data. Piawaian ini menjadi asas kepada fungsi perdagangan, penyelesaian dan pematuhan kawal selia yang lancar, memastikan semua peserta boleh bergantung kepada rangka kerja yang konsisten.\n\nApabila industri kewangan beralih kepada kewangan terdesentralisasi (DeFi) dengan pengenalan aset digital, seperti aset kripto dan sekuriti token, kekurangan piawaian sedemikian menimbulkan cabaran yang semakin meningkat.\n\nWalaupun aset digital menjanjikan potensi transformatif, landskap maklumat mereka yang berpecah-belah berisiko menjejaskan penggunaan dan penggabungannya ke dalam ekosistem kewangan yang lebih luas.\n\nPlatform bebas seperti CoinMarketCap atau CoinGecko menyediakan maklumat mengenai pelbagai token, tetapi data ini berbeza secara signifikan berhubung dengan permodalan pasaran, jumlah bekalan dan data rujukan berkaitan yang lain. Beberapa inisiatif global oleh yayasan dan persatuan swasta sedang berusaha ke arah penstandardan.\n\nRangka kerja tradisional sebagai panduan\n\nSama seperti data kewangan piawai telah berperanan penting dalam membina kepercayaan dan memudahkan pertumbuhan, aset digital memerlukan piawaian global mereka sendiri. Menurut kajian, piawaian menjana faedah ekonomi keseluruhan yang dianggarkan berjumlah 17 bilion euro setahun di Jerman sahaja.\n\nBagi aset tradisional, hierarki yang jelas daripada Pertubuhan Piawaian Antarabangsa (ISO) wujud untuk mengkategorikan dan mengenal pasti setiap aset dengan jelas. Nombor Pengenalpastian Sekuriti Antarabangsa (ISIN) ialah piawaian global untuk mengenal pasti secara unik semua jenis instrumen kewangan, termasuk ekuiti, hutang, derivatif dan indeks. Sijil Instrumen Kewangan (CFI) ialah sistem yang diiktiraf di peringkat antarabangsa untuk mengklasifikasikan instrumen kewangan. Ia ditakrifkan apabila instrumen kewangan atau rujukan dikeluarkan dan kekal tidak berubah. Nama Pendek Instrumen Kewangan (FISN) menggariskan pendekatan piawai kepada nama pendek dan penerangan untuk instrumen kewangan. Tidak seperti ISIN dan CFI, FISN tidak bertujuan untuk dibaca oleh mesin tetapi untuk menyediakan format ringkas untuk maklumat utama mengenai sekuriti untuk kegunaan manusia.\n\nAgensi Pemberian Nombor Kebangsaan (NNA), yang bertanggungjawab untuk mengumpul data pendaftaran seperti maklumat penerbit, jenis instrumen, terma dan syarat perdagangan, memberikan ISIN, CFI dan FISN. Persatuan Agensi Pemberian Nombor Kebangsaan mengekalkan pengenal pasti dan data dalam pangkalan data global. Bagi negara yang tidak mempunyai NNA, empat Agensi Pemberian Nombor Pengganti global memberikan pengenalpastian kepada negara-negara tersebut.\n\nBaru-baru ini: DePIN memerlukan naratif yang lebih padu untuk pengambilan massa\n\nISIN diperuntukkan kepada instrumen kewangan tanpa mengira teknologi yang digunakan untuk mencipta instrumen masing-masing, sama ada dalam bentuk kertas dan bentuk elektronik, dengan itu termasuk instrumen token seperti sekuriti kripto mengikut Akta Sekuriti Elektronik Jerman. Bagi token dengan rujukan geografi yang ketara, seperti penerbit token sekuriti yang bermastautin di Jerman, NNA yang bertanggungjawab akan memperuntukkan ISIN. Berhubung dengan token untuk instrumen rujukan tanpa rujukan geografi yang ketara — contohnya, Bitcoin (BTC), di mana negara penerbit tidak dapat dikenal pasti — ISIN dengan awalan “XT” diperuntukkan daripada Etrading Software.\n\nIni membantu mengenal pasti instrumen pada peringkat token. Medan data contoh yang lebih banyak pada peringkat token ialah jenis token, fungsi hash dan mekanisme penjanaan. Bertumpu pada peringkat instrumen, unsur data tambahan seperti rantaian blok token diperlukan.\n\nUntuk tujuan ini, Yayasan Pengenal Pasti Token Digital, yang bertanggungjawab untuk memperuntukkan pengenal pasti baharu ini, menyediakan apa yang dikenali sebagai Pengenal Pasti Token Digital — contohnya DTI, ISO 24165.\n\nTesis kerja utama berhubung dengan penstandardan aset digital\n\nPengenal pasti kripto boleh menjadi wajib. Sama seperti aset tradisional yang menggunakan sistem seperti ISIN, aset digital akan menggunakan pengenal pasti unik untuk mata wang kripto dan sekuriti token. Pengenal pasti ini akan memudahkan pengesanan, perdagangan dan pelaporan merentas bursa dan penyedia jagaan, membolehkan penggabungan yang lancar dengan sistem kewangan sedia ada.\n\nPiawaian data akan meningkatkan ketelusan dan pematuhan: Dengan pengawasan kawal selia yang semakin meningkat, format data piawai akan muncul untuk pematuhan dan pengurusan risiko.\n\nPenyelarasan global akan memacu kesalingoperasian: Penstandardan aset digital akan bergantung kepada kerjasama global di kalangan badan kawal selia dan institusi kewangan. Pertubuhan antarabangsa akan memainkan peranan penting dalam mencipta rangka kerja yang memastikan kesalingoperasian merentas bidang kuasa dan mengurangkan pemecahan pasaran dan, oleh itu, ketidakkonsistenan dalam pengendalian maklumat.\n\nLangkah awal telah diambil ke arah mengenal pasti aset digital secara jelas dengan pengenal pasti ISO yang diterima umum. Digabungkan dengan peraturan seluruh Kesatuan Eropah seperti peraturan mengenai Pasaran dalam Aset Kripto (MiCA), industri ini meletakkan asas untuk penggunaan yang lebih besar.\n\nMasih belum dapat dipastikan bagaimana pelabur dan pemain aset digital akan terus maju ke arah penstandardan yang lebih besar dan halangan apa yang mungkin timbul untuk diselesaikan.\n\nPendapat oleh: Axel Schorn dan Dr. Duc Au",
            "translated_summary": "Kerangka piawaian diperlukan untuk aset digital.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680269f8a502dc28244c8f1a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGE3MTctZWFjMC03MDI5LThhZmMtYjNmNzdlMmZhNWU0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 15:00:00"
        },
        {
            "title": "Why Whale Investors Favor Ripple (XRP) and Mutuum Finance (MUTM) Over Solana (SOL) in 2025",
            "translated_facebook_post": "Pelabur besar nampaknya lebih tertarik dengan Ripple (XRP) dan Mutuum Finance (MUTM) berbanding Solana (SOL) pada tahun 2025, disebabkan potensi keuntungan tinggi XRP menerusi ETF dan jualan awal MUTM yang menarik.  Solana pula nampaknya agak tersekat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68026b397db902582a689589",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-3-3-6.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:00:00"
        },
        {
            "title": "4 Tokens Under $0.40 That Are Not Dogecoin (DOGE) to Turn $850 to $85000",
            "translated_facebook_post": "Beberapa token kripto berpotensi untung lumayan, contohnya RXS, XLM, TRX, dan HBAR, harganya masih bawah RM1.80.  RXS nampaknya paling menarik sebab cara dia urus aset dan tokenisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680269f8d6a40f473ebad7f9",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/01/26194847/Rexas-Finance-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 14:59:00"
        }
    ]
}