{
    "timestamp": "2025-05-09 06:37:41",
    "all_news": [
        {
            "title": "Upbit Announces Listing of PENGU Amid Market Surge",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9fb28e1aad2885a5036b",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/pengu-token-rocket-launch-art.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:23:00"
        },
        {
            "title": "Solana lacks ‘convincing signs’ of besting Ethereum: Sygnum",
            "translated_facebook_post": "Sygnum rasa Solana susah nak mengatasi Ethereum dalam jangka masa sederhana sebab pendapatan Solana banyak bergantung pada duit kripto jenis meme. Walaupun Solana nampak maju dalam beberapa aspek, Ethereum masih lagi lebih kukuh dari segi keselamatan, kestabilan dan jangka hayat, dan pendapatannya pun lagi tinggi.  Solana mungkin boleh mengejar jika dapat cari sumber pendapatan yang lebih stabil.",
            "translated_title": "Solana Masih Belum Tunjukkan Kelebihan Berbanding Ethereum: Sygnum",
            "translated_content": "Solana belum menunjukkan \"tanda-tanda yang meyakinkan\" bahawa ia boleh mengatasi Ethereum sebagai rantaian blok pilihan untuk institusi, kerana pendapatannya dilihat tidak stabil disebabkan oleh kepekatan memecoin, menurut kumpulan bank kripto Sygnum.\n\nDalam catatan blog pada 8 Mei, Sygnum menyatakan bahawa sentimen semasa mengenai Ethereum \"masih lemah,\" dengan pasaran memberi tumpuan kepada \"jumlah transaksi Solana dan penguasaan terbarunya dalam penjanaan yuran.\"\n\nBagaimanapun, Sygnum berkata \"prospek jangka sederhana akan terutamanya dibentuk oleh pilihan platform institusi kewangan tradisional untuk membawa tawaran produk mereka,\" bukan oleh sentimen.\n\n\"Kami belum melihat tanda-tanda yang meyakinkan bahawa Solana akan menjadi pilihan yang lebih baik kerana keselamatan, kestabilan dan jangka hayat Ethereum sangat dihargai,\" tambahnya.\n\nSygnum berhujah bahawa institusi boleh memilih Ethereum berbanding Solana kerana pasaran telah melihat penjanaan pendapatan yang terakhir sebagai \"kurang stabil\" kerana \"sangat tertumpu kepada sektor memecoin.\"\n\n\"Ini akan mengehadkan prestasi mengatasi kerana boleh dihujahkan bahawa perbezaan dalam penilaian dikira oleh perbezaan dalam sumber pendapatan ini,\" kata syarikat itu.\n\nSatu lagi faktor ialah tokenomi Solana, yang menurut Sygnum adalah \"isu yang setanding\" dengan kritikan yang dilemparkan terhadap Ethereum mengenai jumlah transaksi utama yang tidak aktif kerana ia menurunkan kos untuk rangkaian lapisan 2nya.\n\nSyarikat itu berkata Solana mendahului Ethereum dalam bahagian pasaran untuk penjanaan yuran lapisan-1, tetapi \"sebahagian besar yuran dibayar kepada pengesah dan tidak meningkatkan nilai token Solana.\"\n\n\"Malah, dari segi pendapatan, Ethereum masih melebihi Solana 2-2.5x,\" kata Sygnum.\n\nIa berhujah bahawa tokenomi Solana \"lebih mudah diubah suai\" daripada strategi penskalaan Ethereum. Namun, ia berkata bahawa Solana \"nampaknya tidak cenderung untuk memacu lebih banyak nilai kepada token,\" kerana komuniti telah menolak cadangan untuk mengurangkan kadar inflasi SOL pada Mac.\n\nSolana boleh mendapat keuntungan dengan tumpuan pendapatan yang stabil\n\nSygnum menyatakan bahawa Solana, yang oleh sesetengah pihak dianggap sebagai \"pembunuh Ethereum\" yang boleh mencabar bahagian pasaran rangkaian itu, boleh membuat beberapa keuntungan pada rantaian blok No. 2.\n\nSyarikat itu berkata Ethereum mempunyai bahagian pasaran yang dominan dalam \"kes penggunaan yang menunjukkan daya tarikan\" dengan sokongan daripada kerajaan, pengawal selia, dan kewangan tradisional — seperti tokenisasi, stablecoin, dan kewangan terdesentralisasi.\n\nBagaimanapun, ia menambah bahawa Solana telah membuat kemajuan dalam jumlah nilai yang terkunci pada protokol kewangan terdesentralisasinya, dan jika ia mendapat keuntungan dalam \"sumber pendapatan yang lebih stabil\" seperti tokenisasi dan stablecoin, ia boleh mendapat keuntungan daripada Ethereum.\n\nSygnum menambah bahawa Solana masih mempunyai sokongan yang kuat, walaupun dengan Yayasan Ethereum menyusun semula keutamaannya kepada lapisan 1 dan mengiktiraf \"keperluan untuk menyesuaikan strategi pergi ke pasarannya.\"\n\nBagaimanapun, itu boleh memberikan angin ekor sentimen kepada Ethereum kerana \"prestasi di bawah purata selama 2 tahun berbanding Solana telah dihentikan buat sementara waktu\" sejak perubahan hala tuju yayasan itu.",
            "translated_summary": "Solana tidak mampu menyaingi Ethereum dalam jangka masa sederhana jika pendapatannya terlalu bergantung kepada memecoin, kata kumpulan perbankan kripto, Sygnum.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9fb1737cab7b1c045e9f",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmIzNWEtNjQ1YS03YjNlLWI1YmUtZWNlYTA0Y2YyZjU2.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-09 06:22:00"
        },
        {
            "title": "Top 5 Crypto Performers as Bitcoin Breaks $100K",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9fb2e7bbfb341b2edbe3",
            "source": "CryptoTicker",
            "image": "https://cryptoticker-strapi-media.s3.eu-central-1.amazonaws.com/Altcoins_3c8403c868.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:22:00"
        },
        {
            "title": "Ethereum (ETH) Sees Best Day Since 2021 in 20% Surge",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9fb120805c0043f8244e",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/02/Ethereum_Rocket.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:20:00"
        },
        {
            "title": "Massive Crypto Transfers Spark Speculation Across Markets",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9fb28e1aad2885a50369",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/crypto-whale-012505.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:19:00"
        },
        {
            "title": "Bitcoin accepted at fast-food chain Steak ’n Shake from May 16",
            "translated_facebook_post": "Steak ‘n Shake akan terima Bitcoin sebagai pembayaran bermula 16 Mei ni, ikut jejak langkah beberapa restoran makanan segera lain yang dah buat macam tu.",
            "translated_title": "Rantaian makanan segera Steak ’n Shake menerima Bitcoin bermula 16 Mei.",
            "translated_content": "Restoran makanan segera Amerika, Steak ‘n Shake, mengumumkan akan mula menerima Bitcoin sebagai pembayaran di semua cawangan bermula 16 Mei.\n\nSyarikat itu menyatakan di X pada 9 Mei bahawa mereka menyediakan mata wang kripto kepada lebih daripada 100 juta pelanggan, sambil menambah bahawa \"pergerakan ini baru bermula,\" sebelum menandatangani sebagai \"Steaktoshi.\"\n\nRantai makanan segera itu pada awalnya memberi petunjuk tentang penerimaan Bitcoin (BTC) pada Mac apabila ia menyiarkan \"Patutkah Steak ‘n Shake menerima Bitcoin?\" di media sosial.\n\nTweet tersebut menarik perhatian komuniti kripto dan penyokong Bitcoin seperti Jack Dorsey, yang pantas membalas dengan \"ya.\"\n\nSyarikat itu telah membina momentum sejak itu dengan pemasaran bertemakan Bitcoin, promosi Tesla, dan petunjuk visual pada suapan media sosialnya.\n\nPenerimaan Bitcoin mewakili satu perkembangan penting dalam penggunaan kripto arus perdana, kerana hanya sedikit rantaian restoran yang telah beralih daripada program rintis terhad kepada pembayaran secara besar-besaran.\n\nCointelegraph telah menghubungi Stake ‘n Shake untuk maklumat lanjut tetapi tidak mendapat respons segera.\n\nKripto untuk makanan segera\n\nStake ‘n Shake akan menyertai semakin ramai rantai makanan segera yang menerima pembayaran kripto.\n\nSejak 2022, Chipotle telah menerima hampir 100 mata wang kripto yang berbeza melalui Flexa, termasuk Bitcoin, Ether (ETH) dan Solana (SOL).\n\nSalah satu penerima awal pembayaran kripto ialah Subway, yang telah menjalankan rintis pembayaran Bitcoin seawal 2013 di beberapa francais terpilih.\n\nKFC menawarkan promosi \"Bitcoin Bucket\" di Kanada pada 2018, yang membenarkan pembelian dengan BTC, manakala McDonald's menerima Bitcoin di Lugano, Switzerland, sebagai sebahagian daripada inisiatif kripto tempatan.\n\nBurger King menerima kad hadiah kripto dan pembayaran kripto secara langsung di negara terpilih seperti Jerman, Belanda, dan Venezuela. Pada bulan September, Donald Trump menggunakan Bitcoin untuk membeli burger di sebuah bar di Bandar Raya New York.\n\nPizza Hut menjadi salah satu saluran arus perdana pertama yang menerima BTC di El Salvador, di mana ia diisytiharkan sebagai tender sah pada 2021.\n\nTransaksi Bitcoin pertama pernah dibuat untuk membeli makanan segera oleh Laszlo Hanyecz pada 22 Mei 2010, yang kemudiannya menjadi Hari Pizza Bitcoin yang terkenal. Dia membayar 10,000 BTC untuk dua pizza, bernilai $40 pada masa itu. Hari ini, pizza tersebut bernilai lebih daripada satu bilion dolar.",
            "translated_summary": "Steak 'n Shake akan membolehkan pembayaran Bitcoin untuk pelanggan, menyertai rangkaian Chipotle, Starbucks, dan Subway.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9fb18e1aad2885a50367",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmIzOTYtYTE4ZC03M2YzLThmNTctZjVhMTk4YTI1ODUz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-09 06:19:00"
        },
        {
            "title": "Metaplanet is raising another $21M through bonds to buy more Bitcoin",
            "translated_facebook_post": "Syarikat pelaburan Jepun, Metaplanet, terus tambah koleksi Bitcoin mereka dengan dana terkumpul daripada jualan bon.  Mereka dah beli banyak Bitcoin baru-baru ni dan nampaknya rancangan nak tambah lagi!",
            "translated_title": "Metaplanet mengumpul dana tambahan sebanyak $21 juta menerusi bon untuk membeli lebih banyak Bitcoin.",
            "translated_content": "Setelah pembelian Bitcoin terbarunya, firma pelaburan Jepun, Metaplanet, sedang mengumpul lebih banyak dana melalui satu lagi terbitan bon untuk mengembangkan khazanah kripto yang semakin berkembang.\n\nMelalui terbitan “Bon Biasa 0%” bernilai $21.25 juta, firma itu menyatakan dalam satu kenyataan pada 9 Mei bahawa “dana yang dikumpul akan diperuntukkan untuk pembelian Bitcoin.”\n\nBon sifar kupon tidak menawarkan sebarang faedah kepada pemegangnya. Kebanyakan masa, ia dikeluarkan pada diskaun yang tinggi daripada nilai normalnya, dan apabila ia matang, pemegang akan menerima nilai penuh.\n\nBerikutan mesyuarat lembaga pengarah, firma itu berkata ia akan mengeluarkan Hak Pemerolehan Saham ke-14 kepada EVO Fund, sebuah firma pengurusan pelaburan di Kepulauan Cayman, dengan tarikh tebusan pada 7 November.\n\nPada harga semasa, Metaplanet boleh membeli 206 Bitcoin (BTC) jika ia mengumpul jumlah $21.25 juta sepenuhnya, menurut CoinGecko. Firma itu mula menandakan rancangan untuk membeli Bitcoin pada April lalu.\n\nBitcoinTreasuries.NET menunjukkan Metaplanet adalah pemegang korporat awam Bitcoin terbesar di Asia dan menduduki tempat ke-11 di peringkat global buat masa ini.\n\nSaham Metaplanet (3350T) telah meningkat lebih 1,600% dalam tahun lepas dan diniagakan pada 511 yen Jepun ($3.50), menurut Google Finance.\n\nPada 7 Mei, firma yang tersenarai di Tokyo itu mendedahkan bahawa ia telah membelanjakan $53.4 juta untuk memperoleh 555 Bitcoin pada harga purata $96,134. Syarikat itu kini memegang 5,555 BTC, yang dibeli dengan harga $481.5 juta pada harga purata $86,672.\n\nPada 7 Mei juga, Metaplanet mengumumkan terbitan bon biasa sifar kupon sebanyak $25 juta lagi untuk membiayai pembelian Bitcoin selanjutnya.\n\nPada 1 Mei, Metaplanet menyatakan ia akan melancarkan subsidiari milik penuh AS, Metaplanet Treasury, yang berpangkalan di Florida. Ia merancang untuk mengumpul $250 juta untuk meneruskan strategi Bitcoinnya dan meneroka pasaran modal AS.\n\nSementara itu, semakin banyak syarikat telah memutuskan untuk menambah Bitcoin ke dalam kunci kira-kira mereka, mengikuti langkah-langkah syarikat Michael Saylor, Strategy, dahulunya MicroStrategy.\n\nStrive Asset Management mengumumkan pada 7 Mei bahawa ia akan beralih menjadi syarikat khazanah Bitcoin. Sementara itu, peruncit permainan video GameStop Corporation (GME) telah menamatkan tawaran hutang boleh tukar pada 1 April yang mengumpul $1.5 bilion, dengan sebahagian daripada hasil yang diperuntukkan untuk membeli Bitcoin.",
            "translated_summary": "Metaplanet sedang berusaha mendapatkan dana tambahan menerusi penerbitan bon tanpa kupon bernilai $21 juta untuk mengembangkan simpanan kripto mereka yang semakin meningkat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9e82e7bbfb341b2edbdd",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNiYmEtNmE5ZS03M2U0LTlkNTYtNzJiMDEyNDNjNTVj.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-09 06:18:00"
        },
        {
            "title": "Bitcoin Skyrockets as Traders Rethink Strategies",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-skyrockets-as-traders-rethink-strategies",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/bitcoin-news-046.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:18:00"
        },
        {
            "title": "This Rising Altcoin Under $0.25 Could Explode to $50 and Overshadow Ripple’s (XRP) Entire Comeback Narrative",
            "translated_facebook_post": "Satu altcoin baru,  RXS,  berpotensi naik mendadak dari harga bawah $0.25 kepada $50, mungkin mengatasi populariti XRP.  Ia menawarkan platform untuk menjana token aset dunia sebenar,  berbeza dengan tumpuan XRP pada pembayaran institusi.  Kejayaan jualan awal dan audit keselamatan yang kukuh menambahkan keyakinan pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9e8020805c0043f8244b",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/09114438/rexas-finance-xrp.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:17:00"
        },
        {
            "title": "Beldex Introduces AI-Driven Privacy Browser Update",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9e828e1aad2885a50364",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/beldex-browser-update-display.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:17:00"
        },
        {
            "title": "Trump US UK Trade Deal Expected to Escalate Major Crypto Growth",
            "translated_facebook_post": "Perjanjian perdagangan baharu antara Amerika Syarikat dan UK, walaupun fokus pada barangan tradisional, membuka peluang untuk industri kripto mempengaruhi peraturan digital di masa hadapan,  mungkin mendorong penerimaan kripto yang lebih meluas di peringkat global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9db8e7bbfb341b2edbd9",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f3f06fe201384bedb1a15bfe70d53b0b.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:16:00"
        },
        {
            "title": "Bitcoin Surges Past $99K as Fed Holds Rates, Nears $100K Milestone",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9e81737cab7b1c045e9a",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/BITCOIN-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:15:00"
        },
        {
            "title": "Bitcoin Surges as Short Sellers Get Hit Hard",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-surges-as-short-sellers-get-hit-hard/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/bitcoin-news-1052.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:12:00"
        },
        {
            "title": "Following the Major Bitcoin Rally, the List of Companies with the Most BTC Has Been Revealed – Here Are the Hard-to-Believe Amounts They Own",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9d548e1aad2885a5035e",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/04/bitcoin-yesil-btc.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:12:00"
        },
        {
            "title": "World Liberty Financial Acquires 1,587 ETH for $3.5 Million",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9d55e7bbfb341b2edbd3",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/ethereum-cityscape-oil-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:11:00"
        },
        {
            "title": "Shocking: Coinbase Earnings Miss as Crypto Trading Volume Plummets 10%",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9d548e1aad2885a50360",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Shocking-Coinbase-Earnings-Miss-as-Crypto-Trading-Volume-Plummets-10.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:10:00"
        },
        {
            "title": "Platinum Power Move: MTT Sports at the Heart of TOKEN2049 Dubai",
            "translated_facebook_post": "MTT Sports bakal tukar strategi, fokus pada ganjaran tepat dan bina komuniti kuat melalui sistem 'Trial Ticket' dan pembakaran 1 bilion token.  Mereka juga lancarkan sistem Kelab untuk galakkan penyertaan aktif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9d54e7bbfb341b2edbcf",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/09113942/mtt-sports.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:10:00"
        },
        {
            "title": "Act Fast as Troller Cat’s Presale Price Climbs in Hours While Peanut the Squirrel Shines, Cheems Fades – Best Cryptos to Buy Now",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9d5520805c0043f82441",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/tcat-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:10:00"
        },
        {
            "title": "Bitcoin Nears $100K Amid Growing Institutional Interest",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681d9d5720805c0043f82445",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/bitcoin-surge-to-100k-ink-drawing.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 06:09:00"
        }
    ]
}