{
    "timestamp": "2025-04-08 15:30:30",
    "all_news": [
        {
            "title": "Key Bitcoin Indicator Flashes ‘Buy’: Is BTC Price Set to Recover?",
            "translated_facebook_post": "Nampaknya harga Bitcoin tengah naik sikit, dan ada beberapa petunjuk positif macam transaksi besar-besaran dan isyarat teknikal yang menunjukkan kemungkinan harga akan terus meningkat. Tapi, masih ada halangan utama yang perlu diatasi sebelum boleh kata harga akan naik dengan konsisten.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53e7c569ff735a1a1921e",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/07/Copy-of-P2P-Review-6-2-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:15:00"
        },
        {
            "title": "Get Ahead of the Crowd: Join the Troller Cat Whitelist for Early Presale Access",
            "translated_facebook_post": "Troller Cat, duit digital baharu, janji pulangan lumayan untuk pelabur awal.  Ia unik sebab ada ciri permainan 'play-to-earn' dan sistem ekonomi yang mengurangkan jumlah duit digital secara beransur-ansur.  Daftar sekarang untuk akses awal!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5340e8acdb4466e9ec86d",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/eb9d6848ad8b4ae6827303afbefaede6.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:15:00"
        },
        {
            "title": "Meme Coins to Watch: Ponke, Gigachad, and More Before They Blow Up in 2025",
            "translated_facebook_post": "Ramai duit kripto *meme* macam Troller Cat, Gigachad, dan Ponke dijangka akan naik mendadak tahun 2025.  Peluang untuk untung besar, tapi kena buat kajian sendiri dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/meme-coins-to-watch-ponke-gigachad-and-more-before-they-blow-up-in-2025/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-2025-04-07T214753.913-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:15:00"
        },
        {
            "title": "Troller Cat, Shiba Inu, Floki Inu - Whitelist, Presale, and New Updates",
            "translated_facebook_post": "Troller Cat nampaknya menarik perhatian ramai,  walaupun Shiba Inu dan Floki Inu  sedang alami penurunan. Peluang senarai putih Troller Cat dan ganjaran *staking* yang tinggi menarik minat pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53e7d569ff735a1a19224",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-07T152432.722Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:15:00"
        },
        {
            "title": "Binance Delists These Altcoins, Triggering a Price Meltdown: Details Here",
            "translated_facebook_post": "Binance akan tanggalkan 14 altcoins pada 16 April, menyebabkan harga beberapa altcoins jatuh teruk, macam CREAM dan BETA yang susut hampir 60%! Tapi, kalau Binance sokong sesuatu crypto, harganya boleh naik mendadak, macam MEW yang naik 15% lepas disenaraikan dalam Binance Alpha.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53e7c6419954a6f94a646",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/Binance_CB-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:14:00"
        },
        {
            "title": "Bybit Web3 Fast Tracks Access to the Monad Ecosystem in New Airdrop",
            "translated_facebook_post": "Bybit bagi peluang menang wang tunai dalam airdrop terbaru mereka, kerjasama dengan Monad, platform blockchain laju.  Ramai boleh sertai, dapat cuba sendiri teknologi Monad dan mungkin menang hadiah sehingga $200,000!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/bybit-web3-fast-tracks-access-to-the-monad-ecosystem-in-new-airdrop/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/Monad_Main_X_Banner_17441216145mjuWdexhC.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:12:00"
        },
        {
            "title": "Short Sellers Amid U.S. Tariff News Gain $127 Billion",
            "translated_facebook_post": "Penjual pendek untung $127 bilion disebabkan tarif baharu AS, menjejaskan pasaran saham dan Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53d51ab1be52e515e3c03",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/short-sellers-celebrate-2025-gain.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:12:00"
        },
        {
            "title": "When Will Ripple (XRP) Exceed $10? Standard Chartered Announces Yearly Forecast!",
            "translated_facebook_post": "Bank Standard Chartered jangka harga XRP akan cecah $12.50 menjelang akhir 2028, dengan unjuran peningkatan tahunan sehingga mencecah $10.40 pada 2027.  Mereka juga ramalkan kemasukan dana mencecah $8 billion selepas kelulusan ETF XRP.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53d526419954a6f94a63e",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/11/XRP.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:11:00"
        },
        {
            "title": "Ripple Issues Big Take On Tokenization, Predicts 3,050% Surge In Value",
            "translated_facebook_post": "Pasar aset tertokenisasi dijangka melonjak 3050% kepada AS$18.9 trilion menjelang 2033, didorong oleh kecekapan dan kelajuan transaksi.  Ripple, dengan XRP dan RLUSD, bersedia untuk meraih keuntungan besar daripada pertumbuhan ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53d536419954a6f94a642",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/f5fbc734dafa4531b2fc6aa13bf1d1d6.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:07:00"
        },
        {
            "title": "DOJ Axes Crypto Unit as Trump’s Regulatory Pullback Continues",
            "translated_facebook_post": "Jabatan Kehakiman Amerika Syarikat (DOJ) telah membubarkan unit kripto mereka, selaras dengan pengurangan kawal selia yang dilakukan oleh pentadbiran Trump.  Timbalan Peguam Negara, Todd Blanche, menyatakan dalam satu memo pada Isnin malam bahawa DOJ bukanlah badan pengawal selia aset digital.\n\n\nTindakan DOJ ni menunjukkan kurang tumpuan pada pengawalan mata wang kripto di Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/doj-axes-crypto-unit-as-trump-s-regulatory-pullback-continues/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/c21e80514559604bc4bc1e7e0927936f93aabfb2-6000x3999.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:05:00"
        },
        {
            "title": "CoinShares Head of Asset Management Frank Spiteri Has Left the Company: Sources",
            "translated_facebook_post": "Ketua Pengurusan Aset CoinShares, Frank Spiteri, telah meninggalkan syarikat tersebut.  Beliau berkhidmat di pejabat London selama lebih lima tahun. Tiada maklumat lanjut diberikan setakat ini.\n\n\nFrank Spiteri dah tak kerja dengan CoinShares lepas berkhidmat lebih 5 tahun.  Takde penjelasan lanjut kenapa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/coinshares-head-of-asset-management-frank-spiteri-has-left-the-company-sources/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/778437277969edef7c4312d92ff6f26ebbe28148-1440x1080.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:05:00"
        },
        {
            "title": "KernelDAO Powers 50+ Integrations and Expands to Six L2s",
            "translated_facebook_post": "KernelDAO, disokong Binance Labs dan Nomura, dah kembangkan rangkaian mereka dengan lebih 50 integrasi merentas beberapa rangkaian blok rantai, termasuk Ethereum dan BNB Chain, serta dana ekosistem sebanyak $40 juta untuk bantu pembangunan teknologi dan kemudahan capaian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53c3de32390023f99e8bd",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/KernelDAO-Powers-50-Integrations-and-Expands-to-Six-L2s.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:05:00"
        },
        {
            "title": "Solana, Bitcoin (BTC), XRP Could Surge 25% Soon, Analysts Still Eye 2,500% Potential",
            "translated_facebook_post": "Solana, Bitcoin, dan XRP mungkin akan naik 25% tak lama lagi,  dengan potensi kenaikan sehingga 2500% jangka panjang.  Projek baru, MAGACOINFINANCE, juga menjana minat ramai disebabkan strukturnya yang adil dan telus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53d526419954a6f94a640",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17440352485587393-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:02:00"
        },
        {
            "title": "Scaling the EVM requires an L1, not an L2",
            "translated_facebook_post": "Penyelesaian masalah EVM sebenarnya terletak pada peningkatan Layer 1, bukan Layer 2.  Layer 2 cuma penyelesaian sementara, dan ada banyak cabaran termasuk penumpuan kuasa dan kebolehgunaan.  Fokus perlu diberikan pada penambahbaikan Layer 1 dengan menggunakan petunjuk prestasi yang lebih tepat, bukan sekadar TPS.",
            "translated_title": "Penskalaan EVM memerlukan L1, bukan L2.",
            "translated_content": "Pendapat oleh: Jay Jog, pengasas bersama Sei Labs\n\nApabila CryptoKitties menjejaskan rangkaian Ethereum pada tahun 2017, industri ini mempelajari pengajaran yang sukar mengenai kebolehskalaan rantaian blok. Hari ini, dengan lebih daripada $100 bilion dikunci dalam kewangan terdesentralisasi (DeFi) dan berjuta-juta token bukan boleh tukar (NFT) diniagakan, pengajaran itu lebih relevan dari sebelumnya. Mesin Maya Ethereum (EVM) — enjin yang menggerakkan aktiviti ini — sedang mencapai hadnya.\n\nSetakat ini, jawapan komuniti kripto ialah penyelesaian lapisan 2 — rantaian berasingan yang memproses transaksi dan melaporkan kembali kepada Ethereum. Tetapi bagaimana jika komuniti telah mencari jawapan di tempat yang salah?\n\nLapisan 2 bukanlah penyelesaiannya\n\nRantaian blok lapisan 2 telah lama diuar-uarkan sebagai penyelesaian kepada cabaran prestasi EVM, memandangkan keupayaan mereka untuk memunggah kerja pengiraan daripada Ethereum ke rantaian sekunder. Penyelesaian lapisan 2 telah terbukti sebagai hanya \"penyelesaian segera\" dan bukan penyelesaian kekal, seperti yang diharap ramai. Seperti yang dilaporkan oleh Gemini, lapisan 2 baharu muncul setiap 19 hari pada tahun 2024, menunjukkan bahawa landskap persaingan mencipta lebih banyak masalah daripada menyelesaikannya.\n\nPenyelesaian lapisan 2 mempunyai cabaran tersendiri, terutamanya yang berkaitan dengan pemusatan dan antaraoperabiliti.  Banyak rantaian blok lapisan 2 hari ini berjalan dengan penjujukan terpusat yang boleh mendedahkan rangkaian kepada penapisan transaksi, penyusunan semula transaksi dan banyak lagi. Di samping itu, Vitalik Buterin menyatakan dalam catatan blog baru-baru ini bahawa lapisan 2 sedang bergelut untuk mengekalkan antaraoperabiliti. Ini menarik perhatian kepada keadaan lapisan 2 yang tidak teratur, yang selanjutnya menyumbang kepada pemecahan kecairan dan pengalaman pengguna yang kompleks.\n\nReka bentuk rollup lanjutan telah cuba membaiki titik-titik kesakitan ini. Baru-baru ini, terdapat reka bentuk baharu yang dipanggil rollup asli yang cuba menangani isu pemusatan lapisan 2. Rollup asli mengambil nilai daripada projek, yang akan menghalang penggunaan secara signifikan. Akibatnya, adalah ragu-ragu bahawa rollup asli adalah jawapan kepada semua masalah mendesak Ethereum.\n\nDengan cabaran yang sama banyaknya seperti EVM itu sendiri, mengapakah bergantung pada lapisan 2 dan bukannya mencari di tempat lain? Adakah terdapat penyelesaian yang lebih baik?  Menurut L2BEAT, kosnya sekitar $95.53 juta setahun untuk menjalankan semua L2 utama.  Daripada membelanjakan lebih banyak wang untuk membina dan menjalankan lebih banyak L2 dan penyelesaian antaraoperabiliti, mengapakah tidak memberi tumpuan kepada penyempurnaan lapisan asas sedia ada?\n\nAlternatif yang lebih tepat kepada TPS\n\nUntuk mencipta lapisan 1 yang paling berprestasi tinggi, industri mesti terlebih dahulu menilai semula pendekatan untuk menjejaki prestasi rantaian blok. Kebanyakan rantaian blok memberi tumpuan kepada throughput, menggunakan transaksi sesaat (TPS) untuk membandingkan prestasi rantaian. Walaupun ramai berhujah bahawa mencapai transaksi sesaat yang paling signifikan adalah cara untuk membolehkan penggunaan arus perdana untuk kripto, malangnya TPS tidak membenarkan perbandingan tepat kerana jenis transaksi yang berbeza memerlukan jumlah pengiraan yang berbeza.\n\nContohnya, pemindahan Ether (ETH) memerlukan 21,000 unit gas, manakala pemindahan ERC-20 memerlukan 65,000, yang mengesahkan bahawa TPS menyampaikan nilai sifar apabila menjejaki transaksi besar-besaran dan throughput rangkaian.\n\nMetrik prestasi standard baharu yang lebih mencerminkan keupayaan pengiraan rangkaian mesti dibangunkan untuk memahami potensi penuh rantaian blok. Di sinilah metrik prestasi alternatif yang dipanggil \"gas sesaat\" muncul — satu ukuran yang menilai yuran gas yang diperlukan untuk memproses transaksi, yang lebih mencerminkan jenis transaksi yang berbeza. Walaupun TPS paling sesuai untuk menilai pemindahan ETH yang mudah, gas sesaat menunjukkan gambaran yang lebih besar dengan mempertimbangkan semua usaha pengiraan, walaupun untuk transaksi kompleks.\n\nMemandangkan kebaharuan metrik ini, mengukur gas sesaat merentas semua rantaian akan menjadi proses yang panjang tetapi langkah penting dalam evolusi rantaian blok.\n\nKembali kepada asas: Lapisan 1\n\nKeupayaan lapisan 1 telah diabaikan secara sejarah, kerana ramai penyelidik Ethereum memberi tumpuan kepada peta jalan yang berpusat pada rollup. Sebagai tulang belakang seluruh ekosistem kripto, lapisan 1 adalah kunci untuk menskala EVM. Untuk menyelesaikan cabaran kebolehskalaan EVM, lapisan 1 mesti mula membina semula EVM dari awal dengan prestasi diutamakan mengatasi apa sahaja.\n\nEVM menghadapi kesesakan rangkaian yang teruk dan harga gas yang tinggi apabila jumlah meningkat. Sudah tiba masanya untuk lapisan 1 untuk menskala untuk membawa masuk generasi pengguna seterusnya. Pendekatan seperti pemprosesan selari akan membantu meningkatkan throughput dan, digabungkan dengan mengubah mekanisme konsensus EVM dan penyelesaian storan, akan menetapkan standard prestasi baharu untuk industri dan mewujudkan persekitaran yang lebih mesra pemaju untuk projek.\n\nPenyelesaian yang tepat untuk menskala EVM\n\nSelama beberapa tahun yang lalu, Lapisan 2 telah dibentangkan sebagai jawapan untuk menyediakan cara yang paling murah dan terpantas untuk melaksanakan transaksi. Lapisan 2 bukanlah apa yang benar-benar diperlukan oleh EVM.  Sejak hari pertama, Lapisan 1 sentiasa menjadi penyelesaian sebenar kepada masalah kebolehskalaan EVM.\n\nSudah tiba masanya untuk terbuka kepada penggunaan metrik prestasi yang lebih tepat dan mengalihkan perhatian kepada peningkatan prestasi rangkaian. Perubahan ini akan membuka jalan untuk EVM mencapai potensi tertinggi, memperkenalkan tahap kebolehskalaan dan kecekapan yang belum pernah dilihat sebelum ini. EVM kekal, tetapi masa depannya bergantung kepada industri untuk membina.",
            "translated_summary": "Dalam usaha untuk meningkatkan skala Mesin Maya Ethereum (EVM), industri ini sekian lama bergantung kepada penyelesaian lapisan-2 sebagai penyelesaian segera — tetapi ia turut disertai dengan…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53b0d569ff735a1a19210",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIyZWQtMjc0NS03ZTNiLTgxYmMtYTQ4N2JmMzNlZjE3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 15:00:00"
        },
        {
            "title": "Smart Money’s Secret Telegram Group That Was Early on Ethereum (ETH), and Dogecoin (DOGE) Leaks Its Biggest Bet in 2025",
            "translated_facebook_post": "Satu kumpulan Telegram yang dah tepat jangka kenaikan harga Ethereum dan Dogecoin, sekarang yakin dengan Mutuum Finance (MUTM) untuk tahun 2025.  Pelaburan awal nampaknya berpotensi untung tinggi, tapi kena cepat sebelum harga naik!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53c3ee32390023f99e8bf",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-20-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 15:00:00"
        },
        {
            "title": "Retail bankruptcies to hit the US, should Trump tariffs stay in place",
            "translated_facebook_post": "Kalau tarif Trump kekal, ramai peruncit Amerika mungkin terpaksa tutup kedai atau kurangkan pekerja sebab kos meningkat dan jualan jatuh.  Ini akan menjejaskan banyak industri lain juga, bukan setakat peruncitan sahaja.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53b0cd87cfe2c4e3b523c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Retail-bankruptcies-to-hit-the-US-should-Trump-tariffs-stay-in-place.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 14:57:00"
        },
        {
            "title": "XRP price forms doji after bullish Ripple news, gains to be short-lived",
            "translated_facebook_post": "Harga XRP naik sedikit selepas berita positif pasal Ripple, tapi mungkin tak lama. Walaupun ada jangkaan harga boleh naik sampai $12, masih banyak risiko dan kemungkinan harga akan turun lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f539e4c7705f6418394a97",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-XRP-bull-option03-1380x820-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 14:56:00"
        },
        {
            "title": "MTN CEO, Ralph Mupita warns Trump’s tariffs may impact telecom services in Africa",
            "translated_facebook_post": "Dasar tarif Trump dulu mungkin beri kesan jangka panjang pada kos perkhidmatan telekomunikasi di Afrika, terutama dengan kenaikan harga peralatan.  MTN, walaupun dah ada langkah berjaga-jaga, tetap perlu pantau situasi ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f538adc7705f6418394a8f",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/35837.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 14:53:00"
        }
    ]
}