{
    "timestamp": "2025-03-10 22:25:47",
    "all_news": [
        {
            "title": "4 Perkara Mesti Berlaku Sebelum Ethereum Dapat Mencapai Harga $2,600",
            "description": "Adakah ETH akan kekal di atas $2,000? Apakah yang perlu berlaku untuk  pergerakan harga menaik?",
            "content": "Harga Ether (ETH) jatuh di bawah $2,600 pada 24 Februari dan sejak itu bergelut untuk pulih secara bermakna. Pembetulan terkini ke paras $2,000 mencetuskan penghapusan lebih $918 juta dalam posisi long (bull) berleveraj dalam niaga hadapan ETH dalam tempoh 15 hari, menurut data CoinGlass.\n\nPedagang kini mempersoalkan apa yang perlu berlaku agar ETH dapat menembusi paras $2,500.\n\nEther telah mengatasi prestasi pasaran altcoin sebanyak 10% dalam tempoh ini, seperti yang ditunjukkan dalam carta di atas.\n\nYang lebih membimbangkan, penurunan ini berlaku selepas kegilaan memecoin yang melonjakkan pesaing utama Ethereum, Solana (SOL). Ini menunjukkan bahawa faktor tambahan menghalang harga ETH, dan empat isu utama perlu ditangani sebelum Ether dapat menuntut semula pasaran lembu.\n\nPeningkatan dan peningkatan persaingan Ethereum\n\nBagi sebilangan pihak, peningkatan Pectra yang akan datang pada rangkaian Ethereum tidak mencukupi untuk memacu perubahan yang bermakna, sama ada ia mengurangkan yuran transaksi lapisan asas atau meningkatkan kebolehgunaan secara signifikan.\n\nWalaupun perubahan tersebut dapat meningkatkan pengalaman pengguna, penganalisis berpendapat bahawa Ethereum masih kekurangan interoperabiliti merentas penyelesaian lapisan-2 yang berbeza, dari segi kecairan dan aksesibiliti pengguna.\n\nLaporan baru-baru ini mengenai blok kosong pada rangkaian ujian Ethereum telah menambah persepsi risiko pada masa pelabur sudah skeptikal. Tidak kira sama ada isu ini tidak berkaitan dengan peningkatan yang akan datang atau mudah diperbaiki, sesetengah pedagang bimbang bahawa sebarang kelewatan berpotensi boleh dianggap negatif oleh pasaran.\n\nPada dasarnya, ketakutan masih menjadi sentimen dominan, dan untuk mengubahnya, beberapa isu mendesak mesti diselesaikan.\n\nPengkritik berpendapat bahawa sebahagian daripada kekecewaan pelabur ETH berpunca daripada peningkatan pesaing tidak langsung, seperti lapisan-1 modular Berachain, yang memberi tumpuan kepada mengintegrasikan kecairan dan tadbir urus untuk aplikasi kewangan terdesentralisasi (DeFi).\n\nBerachain telah berjaya mengumpul lebih $3 bilion deposit, seperti yang diukur oleh jumlah nilai terkunci (TVL) pada DefiLlama.\n\nBegitu juga, Hyperliquid, aplikasi niaga hadapan kekal yang dihoskan pada rangkaian bloknya sendiri, telah mengatasi $2.8 bilion dalam minat terbuka, mengatasi pesaing pada rangkaian Ethereum. Dalam banyak cara, persaingan semakin berkembang melampaui model tradisional.\n\nAgar harga ETH dapat memperoleh semula momentum lembu, pedagang memerlukan jaminan bahawa rangkaian Ethereum menawarkan kelebihan praktikal dan jelas untuk projek dan penggunanya. Akhirnya, tumpuan Ethereum terhadap desentralisasi dan peningkatan secara berperingkat—sama ada wajar atau tidak—boleh mengurangkan permintaan berbanding dengan pesaingnya.\n\nAktiviti rantaian lemah dan permintaan institusi\n\nKetiadaan permintaan daripada pelabur institusi adalah jelas dalam aliran dana bursa dagangan tersenarai (ETF) tempat, yang negatif dalam sembilan daripada 10 hari dagangan terakhir, mengakibatkan pengeluaran bersih sebanyak $406 juta.\n\nSesetengah penganalisis mencadangkan bahawa permintaan boleh melonjak selepas kelulusan akhirnya penglibatan asli pada ETF Ethereum, tetapi teori ini kini kurang pasti, memandangkan bekalan ETH meningkat sebanyak 0.7% setahun.\n\nPermintaan yang lebih rendah untuk pemprosesan rantaian blok telah mengurangkan mekanisme yuran pembakaran, menyebabkan Ether menjadi inflasi. Akibatnya, ganjaran penglibatan asli yang diselaraskan kini berada di bawah 2.5%, manakala deposit dalam stablecoin menghasilkan sehingga 4.5% dalam kebanyakan projek DeFi.\n\nAkhirnya, kemasukan akhirnya penglibatan dalam ETF tempat tidak mungkin menjadi pengubah permainan untuk permintaan institusi.\n\nAkhir sekali, pedagang bimbang bahawa Suruhanjaya Sekuriti dan Bursa Amerika Syarikat mungkin meluluskan ETF Solana tempat pada tahun 2025, mewujudkan persaingan langsung untuk pelabur yang kini hanya mempunyai akses kepada produk ETF Ether dan Bitcoin (BTC).\n\nOleh itu, agar harga ETH mencapai $2,500 dan seterusnya, pelabur memerlukan bukti yang lebih jelas bahawa Ethereum menawarkan kelebihan lestari melebihi kelebihan pendahulunya.\n\nSebagai rumusan, masa depan Ether bergantung kepada peningkatan rangkaian Ethereum, peningkatan penggunaan rangkaian, penurunan bekalan berikutnya, dan pengurangan geseran untuk interoperabiliti lapisan-2, memastikan bahawa seluruh ekosistem mendapat manfaat daripada pertumbuhannya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgwZjUtOTJhZC03ZTU5LWEwOTktMDA4MTgyNWExYTU0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf5afe6675ef4cf2edf78b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 21:30:00",
            "status": "Posted"
        },
        {
            "title": "Saham strategi merosot 30% sejak muka depan Forbes memaparkan Saylor.",
            "description": "Saham Strategy, sebelum ini dikenali sebagai MicroStrategy, telah jatuh 30% sejak Michael Saylor dipaparkan sebagai \"Tukang Alkimia Bitcoin\" di muka hadapan...",
            "content": "Majalah: Asia Ekspres: ‘MicroStrategy China’ Meitu menjual semua Bitcoin dan Ethereumnya’\n\nSaham Strategy (MSTR) telah jatuh 30% sejak ketua eksekutif dan bekas CEOnya, Michael Saylor, dipaparkan di muka depan Forbes, menurut data harga saham dari Yahoo Finance.\n\nAntara 30 Januari dan 10 Mac, saham Strategy jatuh daripada $340.09 kepada $238.25. Kejatuhan itu termasuk penurunan 17% pada 10 Mac di tengah-tengah jualan besar-besaran dalam pasaran saham teknologi.\n\nHarga saham Strategy sehari. Sumber: Yahoo Finance\n\nMenurut Yahoo Finance, Nasdaq Composite, yang mana Strategy tergolong, telah jatuh lebih 4% pada 10 Mac. Kebimbangan baru terhadap kemelesetan, dengan Rizab Persekutuan Atlanta meramalkan pertumbuhan Keluaran Dalam Negara Kasar negatif -2.4% untuk suku pertama 2025, bersama-sama dengan peningkatan retorik perang perdagangan, telah menimbulkan ketakutan di kalangan pelabur dalam pasaran ekuiti. Indeks Ketakutan & Ketamakan CNN berada pada ‘16’ untuk hari itu, yang menandakan ‘Ketakutan Ekstrem.’\n\nWalaupun harga saham jatuh, Strategy tetap teguh dalam komitmennya kepada strategi Bitcoin (BTC). Syarikat itu mengumumkan pada hari yang sama rancangan untuk mengumpul tambahan $21 bilion untuk “tujuan korporat am, termasuk pengambilalihan Bitcoin dan untuk modal kerja.” Pada 24 Februari, Strategy membeli 20,356 Bitcoin hampir $2 bilion.\n\nWalaupun Bitcoin mencatatkan penurunan mingguan terbesar dalam sejarah aset itu pada 10 Mac, pelaburan Bitcoin Strategy masih menguntungkan sebanyak 18.9%. Syarikat itu telah membeli BTC pada kos purata $66,423, jauh di bawah harga aset pada masa penulisan ini.\n\nWalaupun ramai usahawan telah menghiasi muka depan Forbes selama bertahun-tahun, sesetengah individu yang dipaparkan juga telah terlibat dalam kontroversi selepas mendapat perhatian. Salah satunya termasuk bekas CEO FTX, Sam Bankman-Fried, yang dijatuhi hukuman penjara 25 tahun atas pelbagai jenayah kewangan.\n\nLangkah Strategy untuk memperoleh lebih banyak Bitcoin dengan mengeluarkan saham dan menggunakan hutang telah disambut dengan bahagian yang adil daripada penyokong dan pengkritik dalam ruang kripto. Ada yang percaya ia adalah satu tindakan yang bijak, satu pertaruhan terhadap rekod aset digital yang telah menyebabkannya meningkat daripada tiada kepada had pasaran $1.56 trilion dalam 15 tahun.\n\nYang lain tidak begitu baik, menyamakan syarikat itu dengan bom jangka atau skim Ponzi. Pada November 2024, pelabur kripto Hedgex.eth menyebutnya yang terakhir, menulis di X bahawa Saylor “akan menyebabkan lebih banyak kerosakan kepada Bitcoin daripada sesiapa sahaja yang menggunakan leverage yang tidak berkesudahan.” Haralabos Voulgaris menulis di X bahawa “pada satu ketika, letupan BTC ‘yang tidak dijangka’ akan mungkin dikaitkan dengan MSTR.”\n\nNamun, langkah Strategy telah mencetuskan pengikut di seluruh dunia perniagaan, dengan sesetengah syarikat membeli Bitcoin untuk perbendaharaan mereka dan menyaksikan peningkatan dalam minat pelabur. Salah satu syarikat tersebut ialah Metaplanet, yang harga sahamnya meningkat 4800% dalam 12 bulan selepas ia mengumumkan strategi pembelian BTCnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgxZTUtNzE3MS03MDE3LTg4MzMtNDJiMWE5ZGFjODMz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf5afeef33b56bff04f1f9",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 21:30:00",
            "status": "Posted"
        }
    ]
}