{
    "timestamp": "2025-03-21 11:22:36",
    "all_news": [
        {
            "title": "Minat spekulatif terhadap Bitcoin merosot ketika pelabur mengutamakan keselamatan.",
            "description": "Ketegangan perdagangan global dan ketidaktentuan pasaran sedang mengekang selera risiko spekulatif dalam kalangan pelabur kripto, menurut penganalisis pasaran.",
            "content": "**Keinginan Spekulatif Hilang dari Pasaran Kripto**\n\nKeinginan untuk berspekulasi semakin hilang dari pasaran kripto, kerana pelabur kini mencari pelaburan aset digital yang lebih selamat berikutan gelombang penipuan memecoin dan ketidakpastian ekonomi makro baru-baru ini.\n\nMetrik bekalan panas Bitcoin, yang mengukur Bitcoin (BTC) yang berusia seminggu atau kurang, telah menurun lebih daripada 50%, daripada 5.9% pada akhir November kepada hanya 2.3% pada 20 Mac, data Glassnode menunjukkan.\n\nPenurunan metrik ini menandakan peralihan pelabur kepada kedudukan pelaburan yang lebih selamat di tengah-tengah ketidaktentuan pasaran baru-baru ini, menurut Ryan Lee, ketua penganalisis di Bitget Research.\n\nKetegangan perdagangan global dan dinamik pasaran yang berfluktuasi membuat pelabur mempertimbangkan semula strategi mereka, kata penganalisis itu kepada Cointelegraph, sambil menambah:\n\n\"Trend ini bukan sahaja berpunca daripada ketakutan, tetapi ia juga mencerminkan pendekatan yang lebih pragmatik terhadap pelaburan,\" jelas Lee.\n\nNisbah bekalan stablecoin (SSR), yang mengukur nisbah antara bekalan Bitcoin dan stablecoin, juga menunjukkan bahawa pelabur masih ragu-ragu untuk mengambil kedudukan baharu yang signifikan.\n\nNisbah SSR berada pada paras terendah selama lebih empat bulan iaitu 8, yang terakhir dilihat pada awal November 2024, ketika Bitcoin diniagakan pada $67,000, sejurus sebelum perhimpunan pasca pilihan raya membawa BTC kepada paras tertinggi sepanjang zaman iaitu $109,000.\n\nSecara sejarahnya, nilai SSR di bawah 10 dianggap rendah, menunjukkan bahawa terdapat kuasa beli stablecoin yang agak rendah di kalangan pelabur, berbanding dengan topi pasaran Bitcoin.\n\nKedudukan pelabur kripto yang berhati-hati selaras dengan sentimen di kalangan peserta pasaran tradisional, menurut Enmanuel Cardozo, penganalisis pasaran di platform tokenisasi aset dunia sebenar (RWA) Brickken.\n\nWalaupun bertambahnya sikap berhati-hati pelabur, Bitcoin telah mengatasi semua aset global utama sejak pilihan raya Presiden AS Donald Trump, termasuk pasaran saham, ekuiti, bon AS, hartanah dan logam berharga.\n\nKeinginan spekulatif semakin \"pudar\" di kalangan pelabur kripto\n\nPenyejukan dalam metrik bekalan panas Bitcoin menunjukkan keinginan spekulatif yang semakin lemah, menurut penganalisis teknikal Kyledoops, yang menulis dalam catatan X pada 21 Mac:\n\n\"Ini bermakna lebih sedikit duit syiling baharu dalam edaran, pengurangan kecairan, dan penyertaan pasaran yang lebih rendah,\" tambah penganalisis itu.\n\nWalaupun kekurangan selera risiko pada masa kini, penganalisis kekal optimis terhadap trajektori harga Bitcoin untuk sepanjang tahun 2025, dengan ramalan harga antara $160,000 hingga melebihi $180,000.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI4MzMtYWRjNy03MjM4LTk1MjQtMzdjMTY1MTc3YzMw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd47b938fdea068d1540e8",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 11:03:00",
            "status": "Posted"
        }
    ]
}