{
    "timestamp": "2025-04-14 07:26:44",
    "all_news": [
        {
            "title": "Financial Crash Alert: Kiyosaki Blames US Tariffs, Says Bitcoin Is Your Hope!",
            "translated_facebook_post": "Pelabur terkenal Robert Kiyosaki ramal kejatuhan ekonomi terbesar dalam sejarah, disebabkan dasar tarif AS dan kelemahan dolar.  Dia sarankan melabur dalam emas, perak dan Bitcoin sebagai langkah berjaga-jaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb710f59b771a9de33eb0",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/24171555/Your-FOMM-Is-Making-You-Poor-Invest-In-Bitcoin-Now_-Robert-Kiyosaki.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:18:00"
        },
        {
            "title": "Gold ETFs Outperform Crypto ETFs in 2025 : Investors Shift to PAXG, XAUT",
            "translated_facebook_post": "Pelaburan dalam emas digital macam PAXG dan XAUT meningkat tahun 2025 sebab pasaran tak menentu, ramai cari pelaburan selamat.  Emas fizikal dan digital pun naik harga, tak macam kripto lain yang jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb7114a544546963ae1d2",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/07/08190004/Bitcoin-Bloodbath-Gold-To-Rally-100-But-What-About-Digital-Gold.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:18:00"
        },
        {
            "title": "What happens to a blockchain when nobody uses it?",
            "translated_facebook_post": "Ramai blockchain mati sebab tak cukup pengguna, kurang pembangunan, atau masalah keselamatan.  Yang berjaya pulak biasanya ada komuniti kuat, fungsi berguna, dan sentiasa dikemaskini.",
            "translated_title": "Apakah yang berlaku kepada rantaian blok jika tiada siapa yang menggunakannya?",
            "translated_content": "## Mengapa Sesetengah Rantaian Blok Pupus dan Bagaimana Rantaian Blok Berjaya?\n\nRantaian blok boleh pupus disebabkan oleh tokenomik yang cacat, penipuan, isu keselamatan, atau kekurangan momentum komuniti dan pembangunan. Tanpa penyertaan aktif, walaupun teknologi canggih akan menjadi usang.  Pernahkah anda mendengar tentang rantaian blok yang tidak digunakan sesiapa? Ia berlaku lebih kerap daripada yang anda sangka. Walaupun ruang mata wang kripto penuh dengan inovasi, namun tidak semua rantaian blok menemui kelompoknya. Sesetengahnya menjadi bandar hantu tanpa sebarang transaksi, tiada pembangun, dan hanya segelintir pemegang yang terperangkap dengan token yang tidak bernilai. Jadi, apakah yang menyebabkan rantaian blok menjadi senyap? Dan bolehkah ia kembali hidup?\n\nTidak semua rantaian blok dibina untuk kekal lama. Sesetengah rantaian blok, seperti Bitcoin, Ethereum, dan Solana, telah terselamat daripada keadaan pasaran yang buruk, membuktikan ketahanan mereka.  Namun, Terra, merudum daripada status teratas kepada hampir lenyap pada tahun 2022 selepas stablecoin algoritmanya runtuh.  Walaupun projek yang berniat baik pun boleh gagal. Tanpa pembangunan berterusan, insentif pengguna, atau komuniti yang kukuh, rantaian blok boleh menjadi tidak boleh digunakan. Sebaik sahaja pengesah berhenti menjalankan nod, rangkaian itu akan bertukar menjadi kapsul masa yang rosak.\n\n\n**Cabaran Penerimaan Rantaian Blok pada 2025**\n\nPenerimaan rantaian blok pada tahun 2025 masih menghadapi halangan seperti peraturan yang tidak jelas, alatan pembangun yang berpecah-belah, jurang infrastruktur, dan usaha untuk menarik pengguna sebenar berbanding bot, meskipun beberapa rantaian seperti Ethereum dan Solana membuka jalan ke hadapan. Ketidakpastian pengawalseliaan merupakan salah satu halangan terbesar. Kerajaan masih mencari cara untuk mengawal selia kripto, dan peraturan yang tidak konsisten atau terlalu ketat boleh mencekik inovasi sebelum ia berakar umbi.  Di luar dasar, ekosistem pembangun yang berkembang pesat adalah tidak boleh runding.  Beralih antara bahasa seperti Solidity, Rust dan sistem berasaskan Move memerlukan kepelbagaian, dan tidak semua rantaian blok boleh menarik bakat yang diperlukan untuk berkembang.\n\nKemudian terdapat masalah pengguna — rantaian dibanjiri oleh bot yang mengejar airdrop dan bukannya orang sebenar yang terlibat dengan teknologi tersebut. Tanpa aktiviti tulen, metrik rangkaian yang meriah hanyalah asap dan cermin. Infrastruktur adalah satu lagi halangan utama. Rantaian blok yang kukuh memerlukan alatan yang mantap, perkhidmatan panggilan prosedur jauh (RPC) yang berkualiti tinggi, dan set pengesah yang terdesentralisasi yang memastikan waktu operasi dan keselamatan. Dalam konteks rantaian blok, perkhidmatan RPC merujuk kepada mekanisme yang membenarkan aplikasi (seperti dompet, DApp atau alatan pembangun) untuk berkomunikasi dengan rangkaian rantaian blok dari jauh.\n\nDi samping itu, rantaian blok yang berkembang pesat mesti mengumpulkan komuniti pengguna, pembangun, dan pengulas yang benar-benar percaya kepada kejayaannya dalam jangka panjang. Mengendalikan ketakutan, ketidakpastian, dan keraguan, atau FUD, dengan kredibel merupakan satu lagi ujian, terutamanya apabila naratif negatif timbul; bagaimana ekosistem rantaian blok bertindak balas boleh menentukan kepercayaan. Mengekalkan kesetiaan pengguna sambil mengekalkan rasa baharu adalah satu keseimbangan yang halus.\n\nEthereum telah menguasai ini merentas pelbagai kitaran pasaran, berkembang sambil mengekalkan pangkalan pembangun dan pengguna terasnya. Sejak kejatuhan FTX pada tahun 2022, Solana telah menunjukkan ketahanan, mengatasi kerosakan reputasi untuk membina semula ekosistemnya, menarik pembangun, dan memacu penggunaan sebenar melalui peningkatan kelajuan, kecekapan, dan sokongan komuniti.\n\n\n**Rantaian Blok yang Masih Aktif pada 2025**\n\nPada April 2025, Ethereum, Solana, Bitcoin, BNB Chain, Polkadot, Near, Sui, dan Tron menonjol sebagai rantaian blok aktif, masing-masing cemerlang dalam niche yang berbeza — DApp, kelajuan, penyimpanan nilai, kebolehan membayar, kesalingoperasian, atau kebolehskalaan. Rantaian aktif menunjukkan penglibatan pengguna harian, momentum pembangun, dan jumlah transaksi yang berterusan, manakala rantaian tidak aktif menjadi kuburan digital.\n\nTidak semua rantaian blok mati, tetapi tidak semuanya berkembang maju. Berikut adalah pandangan tentang yang terselamat yang membentuk landskap kripto setakat April 2025:\n\n* **Bitcoin:** Bitcoin memberi tumpuan kepada penyimpanan nilai, dengan permodalan pasaran $1.636 trilion pada 6 April 2025, dan transaksi biasa. Pengurangan separuh Bitcoin 2024 dan kelulusan dana dagangan bursa (ETF) mengekalkan relevansinya. Kira-kira 960 pembangun sedang berusaha ke atas kebolehskalaan, seperti Lightning Network, meskipun ciri kontrak pintar yang terhad.\n* **Ethereum:** Ia menggerakkan kewangan terdesentralisasi (DeFi), token bukan boleh tukar ganti (NFT) dan DApp, memproses berjuta-juta transaksi harian melalui lapisan 2 seperti Arbitrum pada April 2025. Ia mempunyai lebih daripada 5,900 pembangun aktif bulanan pada Jun 2023. Nilai terkunci total (TVL) yang tinggi berterusan, walaupun yuran gas merupakan cabaran tanpa lapisan 2.\n* **Solana:** Menurut DefiLlama, alamat aktif harian Solana mencapai 3.68 juta pada 8 April 2025. Peningkatan itu mungkin disokong oleh transaksinya yang pantas dan yuran yang rendah. Selepas kemerosotan FTX 2022, ia pulih, menyokong permainan dan DeFi. Ia mempunyai lebih daripada 1,400 pembangun pada Jun 2023, dengan gangguan lalu yang dinyatakan sebagai kebimbangan.  Juga, kemalangan token TRUMP pada Mac 2025, jatuh lebih daripada 85% daripada puncak Januari, telah menjejaskan momentum Solana.\n* **BNB Chain:** BNB Chain Binance mempunyai 1.93 juta pengguna harian pada 1 April 2025, dengan transaksi yang mampu milik. Ia menunjukkan TVL dan jumlah yang ketara, terutamanya dalam DeFi dan permainan, meskipun sifatnya yang berpusat dipertikaikan.\n* **Polkadot:** Polkadot menghubungkan rantaian blok, dengan lebih daripada 1,900 pembangun pada Jun 2023 yang sedang berusaha ke atas kesalingoperasian. Ia menyokong pelbagai parachain, dengan aktiviti sederhana tetapi semakin meningkat pada April 2025, meskipun ia kurang mudah diakses oleh pengguna kasual.\n* **Near Protocol:** Near mencatat 3.18 juta alamat harian pada 1 April 2025, menggunakan sharding untuk kebolehskalaan. Ia menyokong DeFi dan permainan, dengan alatan pembangun membantu pertumbuhan, tetapi ia masih membuktikan dirinya berbanding rantaian yang lebih besar.\n* **Sui:** Sui, dengan 2.46 juta pengguna harian pada 1 April 2025, menggunakan model berorientasikan objek untuk kelajuan. Aktif dalam DeFi dan permainan, ia lebih baru dan kekurangan kedalaman ekosistem rangkaian yang lebih lama.\n* **Tron:** Tron mempunyai 2.45 juta alamat harian pada 1 April 2025, memberi tumpuan kepada pemindahan stablecoin seperti Tether USDt (USDT). Ia mengendalikan throughput yang tinggi tetapi mempunyai kepelbagaian DApp yang terhad berbanding yang lain.\n\nRantaian tidak aktif seperti EOS dan Terra, yang terjejas oleh tadbir urus atau kejatuhan, berbeza dengan rantaian blok di atas.  Jadi, kejayaan rantaian blok bergantung pada aktiviti hariannya. Berapa ramai orang yang benar-benar membuat transaksi pada rantaian blok setiap hari? Adakah pembangun masih membina DApp baharu? Adakah terdapat sebarang jumlah transaksi yang bermakna? Jika jawapan kepada soalan-soalan ini adalah \"tidak banyak,\" rantaian itu mungkin dalam perjalanan untuk menjadi kuburan digital.\n\n\n**Rantaian Blok yang Pudar: Apakah yang Salah?**\n\nRantaian blok seperti EOS dan Terra mengajar kita bahawa publisiti tidak mencukupi. Rantaian blok memerlukan utiliti sebenar, kepercayaan, dan inovasi berterusan untuk terus hidup. Kes seperti EOS dan Terra menunjukkan bahawa keterujaan awal tidak mencukupi untuk mengekalkan rantaian blok. Kelangsungan jangka panjang nampaknya dikaitkan dengan utiliti praktikal, kepercayaan, dan pembangunan berterusan dan bukan sekadar publisiti.\n\nSesetengah rantaian blok bermula dengan potensi tetapi bergelut untuk mengekalkan daya tarikan. EOS, yang pernah dipanggil \"pembunuh Ethereum,\" mengumpul $4 bilion dalam tawaran syiling awal (ICO) pada tahun 2017. Menjelang tahun 2025, ia menyaksikan penggunaan yang minimum, terjejas oleh cabaran tadbir urus dan penggunaan yang rendah.\n\nTerra dan token LUNAnnya menghadapi penurunan yang lebih curam pada tahun 2022 apabila stablecoin algoritmanya runtuh, menghapuskan berbilion dolar nilai. Contoh-contoh ini menunjukkan publisiti sahaja tidak menjamin daya tahan — rantaian blok nampaknya memerlukan kes penggunaan sebenar, keselamatan yang kukuh, dan evolusi aktif.\n\nKomuniti sering menandakan perbezaan antara rantaian blok yang bertahan dan yang pudar. Ethereum telah mengharungi pelbagai kemerosotan, disokong oleh pangkalan pembangun yang besar dan pengguna aktif. Pembangun yang membina DApp menarik pengguna, mewujudkan kitaran pertumbuhan. Pengesah dan pemegang taruhan meningkatkan kepercayaan, meningkatkan kecairan. Tanpa penyertaan ini, walaupun rantaian yang canggih dari segi teknikal bergelut untuk kekal relevan.\n\n\n**Bagaimana untuk Mengenalpasti Rantaian Blok yang Hidup**\n\nMetrik seperti jumlah transaksi, TVL, aktiviti pembangun, dan bilangan pengesah adalah tanda penting sama ada rantaian blok itu hidup dan dipercayai.  Bagaimana anda boleh mengetahui sama ada rantaian blok itu sihat? Halaju dan jumlah transaksi adalah tanda utama. Rantaian blok yang kuat dan aktif melihat transaksi yang konsisten, manakala aktiviti yang rendah adalah bendera merah. Nilai terkunci total (TVL) adalah satu lagi metrik kritikal kerana jika pengguna DeFi mempercayai rantaian, mereka akan mengunci dana ke dalam protokolnya. TVL yang merosot menunjukkan bahawa pengguna sedang meninggalkan.\n\nAktiviti pembangun juga penting. Adakah projek baharu dilancarkan? Adakah terdapat pembangunan berterusan? Ekosistem pembangun yang tidak aktif sering menandakan masalah. Bilangan pengesah dan nod juga penting. Bilangan pengesah yang tinggi menunjukkan penterdesentralan dan keselamatan rangkaian. Dan akhirnya, kecairan dan ekonomi onchain memainkan peranan besar. Jika kecairan semakin kering, begitu juga masa depan rantaian.\n\nPembangun dan pasukan pengasas berpindah merentas rantaian blok jika mereka tidak dapat menaik taraf daripada tempat mereka berpangkalan pada asalnya. Ia memerlukan kos, selalunya untuk membina semula kemahiran dan pangkalan pengguna. Tetapi pelbagai projek yang berpindah keluar daripada rantaian boleh menunjukkan trend menurun untuk rantaian itu, dan sebaliknya juga boleh berlaku.\n\nSebagai contoh, pada 3 April 2025, projek permainan Infecteddotfun mengumumkan bahawa ia telah beralih daripada Base kepada Solana disebabkan masalah penskalaan. Permainan simulasi spekulatif virus projek itu menarik 130,000 pendaftaran dalam masa 48 jam, membebani Base dengan permintaan transaksi, melonjakkan harga gas dan menghentikan permainan. Pasukan itu menunjuk kepada batasan rantaian Mesin Maya Ethereum, memihak kepada budaya pengguna yang berpusat pada pengguna Solana dan pangkalan pengguna yang kukuh.\n\n\n**Apakah yang Mengembalikan Rantaian Blok kepada Hidup?**\n\nRantaian tidak aktif boleh kembali jika mereka menemui kes penggunaan yang menarik, mempunyai komuniti yang kuat, menawarkan insentif yang kuat, atau berkembang menjadi bentuk baharu seperti penyelesaian lapisan-2. Jadi, bolehkah rantaian blok yang mati kembali hidup? Kadang-kadang. Kuncinya ialah mencari sebab untuk orang ramai kembali. Kes penggunaan baharu boleh menghidupkan semula minat, terutamanya jika ia menyelesaikan masalah sebenar. Peningkatan protokol yang meningkatkan kebolehskalaan, yuran, atau kesalingoperasian juga boleh menghidupkan semula aktiviti.\n\nInsentif yang kuat, seperti geran, airdrop, atau ganjaran kecairan, boleh menarik pembangun dan pengguna kembali ke rangkaian. Dalam sesetengah kes, projek yang bergelut beralih kepada penyelesaian lapisan-2 atau bergabung dengan ekosistem yang lebih aktif untuk kekal relevan.\n\nTetapi yang paling penting, komuniti yang berkembang maju yang mempunyai keyakinan tinggi terhadap masa depan rantaian boleh membawa kepada kebangkitannya daripada yang terburuk. Kebangkitan Solana daripada kekacauan FTX disebabkan oleh komuniti yang komited adalah kajian kes dalam hal ini.\n\nDunia rantaian blok bergerak pantas. Sesetengah rangkaian berkembang maju, dan sesetengahnya pudar menjadi kabur. Yang kekal ialah yang mempunyai sokongan komuniti yang kuat, utiliti dunia sebenar, dan inovasi berterusan. Jika rantaian blok itu senyap hari ini, ia tidak bermakna ia hilang selama-lamanya, tetapi menghidupkannya semula memerlukan lebih daripada sekadar harapan.",
            "translated_summary": "Apakah yang berlaku kepada rantaian blok apabila aktivitinya menurun kepada sifar?  Mari kita kaji akibat daripada rangkaian yang ditinggalkan, daripada risiko keselamatan kepada nilai token yang…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb711f59b771a9de33eb2",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8yZjQ0MjdiMjEzZjlhOTAxNTliMjFmNGRhMzMyOWY1Mi5qcGc=.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-14 07:15:00"
        },
        {
            "title": "Metaplanet Expands Bitcoin Holdings With Latest 3.78 Billion Yen Investment",
            "translated_facebook_post": "Metaplanet, syarikat pelaburan Jepun, tambah lagi 319 Bitcoin,  meningkatkan pegangan keseluruhan mereka kepada 4,525 BTC.  Strategi unik mereka guna bon tanpa faedah untuk dapatkan dana,  sambil kekal fokus pada Bitcoin sebagai aset simpanan,  menunjukkan keyakinan  yang tinggi dalam pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb5e4f59b771a9de33eae",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/metaplanet-1024x576-convert.io_.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:11:00"
        },
        {
            "title": "Odin.fun Halts Trading Amid Investigation",
            "translated_facebook_post": "Odin.fun hentikan sementara urusniaga dan pengeluaran duit sebab ada siasatan dijalankan.  Pengasasnya, Bob Bodily, bagi jaminan Bitcoin pengguna semua selamat dan akan bagi update di Twitter.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb5e4f59b771a9de33eac",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/worried-cofounder-odin-suspension.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:10:00"
        },
        {
            "title": "What Caused the 90% OM Price Crash, Has OM Become the LUNA of This Bull Cycle?",
            "translated_facebook_post": "Harga OM jatuh 90% disebabkan beberapa faktor, termasuk kecurigaan terhadap pasukan Mantra yang mengawal sebahagian besar bekalan token, isu kepercayaan, dan penjualan secara senyap-senyap pada harga rendah.  Ramai yang kini membandingkannya dengan LUNA.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/90-om-price-crash/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/Mantra-OM-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:10:00"
        },
        {
            "title": "China's Xi Criticizes Protectionism Amid Tariff Tensions",
            "translated_facebook_post": "Presiden Xi Jinping tegur dasar perlindungan perdagangan, kata perang tarif takkan untungkan sesiapa, dan kerjasama antarabangsa penting untuk ekonomi global yang stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb4c1f59b771a9de33ea3",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/xi-southeast-asia-tour-podium.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:08:00"
        },
        {
            "title": "Cryptocurrency Prices on April 14: BTC 0.05%↓, ETH 0.61%↑, OM 87.43%↓",
            "translated_facebook_post": "Pasaran kripto agak bercampur-campur pada 14 April, dengan Bitcoin turun sikit, Ethereum naik, dan beberapa lagi naik turun dengan agak ketara, termasuklah satu yang jatuh sangat banyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb713fc4dc706ad18fabd",
            "source": "IT Times",
            "image": "https://www.ittimes.com/news/photo/202504/71272_15421_5740.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:08:00"
        },
        {
            "title": "Mantra (OM) CEO Made a Statement About the Fall, Targeted a Stock Exchange! Here Are the Details…",
            "translated_facebook_post": "Harga token OM jatuh mendadak sebanyak 87%, CEO syarikat tersebut percaya ia disebabkan tindakan bursa saham terdesentralisasi yang terburu-buru menutup akaun pemegang OM.  CEO OKX turut menyifatkan kejadian ini sebagai satu \"skandal besar\".",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb4c0f24fdc4b23232c0b",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2021/02/dusus.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:05:00"
        },
        {
            "title": "$250K BTC and $10K ETH — Can XRP Catch Up in Q2?",
            "translated_facebook_post": "Bitcoin dan Ethereum dijangka naik mendadak, tapi ramai tumpu perhatian pada XRP.  Walaupun begitu,  peluang untung besar mungkin ada pada MAGACOINFINANCE,  yang menawarkan pulangan tinggi sebelum tersenarai awam.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb393c658a97f7a1132d8",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744559449.docx_1744559449_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:02:00"
        },
        {
            "title": "Ethereum Struggles as ETH Falls to 2021 Levels Despite Stablecoin Surge",
            "translated_facebook_post": "Harga Ethereum jatuh ke paras 2021 walaupun peningkatan bekalan stablecoin yang ketara, menunjukkan perkembangan perlahan ekosistemnya secara keseluruhan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb5e4f59b771a9de33ea8",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/ethereum-1-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 07:00:00"
        },
        {
            "title": "SEI Price Jumps 12% After WLFI Buys 4.89 Million Tokens",
            "translated_facebook_post": "Harga SEI naik 12% lepas WLFI beli 4.89 juta token, walaupun portfolio WLFI secara keseluruhan masih rugi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb24d3c75d574d993be5c",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/SEI-Price-Jumps-12-After-WLFI-Buys-4.89-Million-Tokens.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:58:00"
        },
        {
            "title": "Binance Launches KernelDAO Re-Staking Protocol April 14, 2025",
            "translated_facebook_post": "Binance akan lancarkan protokol KernelDAO pada 14 April 2025 untuk tingkatkan pilihan staking dan kecairan, mungkin akan beri kesan kepada harga BNB dan ETH.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb24d3c75d574d993be58",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-financial-cityscape.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:57:00"
        },
        {
            "title": "What Is WalletConnect? The QR Code That Grew Into Web3’s Backbone",
            "translated_facebook_post": "WalletConnect, teknologi yang mula-mula guna kod QR, kini dah sambungkan lebih 256 juta pengguna dengan lebih 600 dompet digital dan 61,000 aplikasi.  Lebih 5 juta pengguna aktif setiap bulan guna ia untuk urusan NFT, DeFi dan banyak lagi.  Memang maju!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb24d3c75d574d993be59",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/What-Is-WalletConnect-The-QR-Code-That-Grew-Into-Web3s-Backbone.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:56:00"
        },
        {
            "title": "China’s exports rise as companies rush to ship goods amid tariff fears",
            "translated_facebook_post": "Eksport China naik mendadak bulan Mac lepas sebab ramai syarikat cepat-cepat hantar barang sebelum tarif AS naik lagi.  Tapi, import turun, dan pakar jangka eksport akan perlahan nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb24bbb2e5d6f97891f61",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/China-exports-imports.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:55:00"
        },
        {
            "title": "Trader Loses $3.3M on MANTRA (OM) as Its Price Crashes 90%",
            "translated_facebook_post": "Pelabur rugi $3.3 juta dalam pelaburan token  sebab harganya jatuh 90%, satu kejadian yang mengejutkan pasaran kripto dan jadi bualan ramai.  Dia kata kerugiannya disebabkan tindakan pihak tertentu, dan akan ambil tindakan undang-undang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb24cbb2e5d6f97891f63",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Trader-Loses-3.3M-on-MANTRA-OM-as-Its-Price-Crashes-90.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:55:00"
        },
        {
            "title": "Missed Out on ANDY’s Big Run? Get in Early on This Hot New Meme Coin",
            "translated_facebook_post": "Lepas terlepas peluang besar dengan ANDY, Troller Cat menawarkan satu lagi peluang untuk masuk awal dalam projek kripto yang menarik.  Model token deflationary dan permainan *Play-to-Earn* dijangka akan menaikkan nilainya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb135c658a97f7a1132c6",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-2-png.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:53:00"
        },
        {
            "title": "Ripple Seizes New Opportunities in U.S. Market",
            "translated_facebook_post": "Perselisihan Ripple dengan pihak berkuasa Amerika Syarikat dah selesai, bukak jalan untuk mereka kembangkan perniagaan di sana dan mungkin cipta lebih banyak peluang pekerjaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ripple-seizes-new-opportunities-in-u-s-market",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-093.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:48:00"
        },
        {
            "title": "Avalanche and Solana Saw It First: RCO Finance Is Repeating That Momentum",
            "translated_facebook_post": "RCO Finance, platform pelaburan AI yang guna kripto untuk melabur dalam aset sebenar,  tunjuk potensi besar macam Avalanche dan Solana dulu.  Dah kumpul dana $3.7 juta, ada robo advisor AI, dan sistem tanpa KYC.  Kalau momentum ni berterusan,  potensi pulangan tinggi menanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcaf6cc658a97f7a1132c0",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6c8c68a481a84d42b8c2f024896fbb77.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:47:00"
        },
        {
            "title": "Crypto Price Today : Mantra OM Crash, Bitcoin Price,Gold Price, Metaplanet INC And More",
            "translated_facebook_post": "Harga kripto OM dari Mantra jatuh mendadak 90%, susut hampir 5 bilion dolar nilai pasarannya.  Ramai syak berlaku jualan dalaman, tapi pengasasnya menafikan dan kata ia disebabkan tindakan pengurusan aset yang terburu-buru.  Walaupun begitu, harga OM jatuh teruk kepada $0.7748.  Berita lain menyebut BRICS mungkin nak buat sistem pembayaran sendiri untuk elak sekatan Barat.\n\n\nHarga kripto turun naik, kena berhati-hati dalam pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcb134c658a97f7a1132c2",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/20171526/Top-4-Reasons-Why-Crypto-Market-Is-Up-Today.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:45:00"
        }
    ]
}