{
    "timestamp": "2025-03-23 05:24:29",
    "all_news": [
        {
            "title": "Naratif kripto yang mengelirukan terus berlanjutan, didorong oleh sentimen sensasionalis.",
            "description": "Seorang penganalisis kripto memberi amaran untuk “percaya data, bukannya khabar angin,” kerana naratif-naratif yang mengelirukan terus tersebar tanpa pengesahan *onchain*.",
            "content": "Seorang penganalisis kripto mengatakan bahawa naratif yang tidak tepat masih berlegar-legar di pasaran mata wang kripto, kebanyakannya berdasarkan maklumat yang berat sebelah dan bukannya data onchain untuk menyokongnya.\n\n“Berhati-hati dengan maklumat palsu. Walaupun terdapat data, naratif yang mengelirukan masih berterusan,” kata penyumbang CryptoQuant, “onchained,” dalam laporan pasaran pada 22 Mac.\n\n“Tuntutan sedemikian sering kali kekurangan pengesahan onchain dan didorong oleh sentimen pasaran sensasionalis dan bukannya analisis objektif,” kata penganalisis itu, sambil menambah:\n\nOnchained menunjuk kepada pergerakan baru-baru ini oleh pemegang jangka panjang Bitcoin (BTC) — mereka yang memegang selama lebih 155 hari — sebagai contoh naratif palsu yang bercanggah dengan data sebenar.\n\nPenganalisis itu menyatakan bahawa walaupun sesetengah naratif mendakwa pemegang jangka panjang Bitcoin sedang “menyerah”, data menunjukkan mereka kekal konsisten. “Data ini tidak meninggalkan ruang untuk spekulasi,” kata Onchained.\n\nIndeks Peralihan Bekalan Tidak Aktif (ISSI) — yang mengukur tahap bekalan Bitcoin yang tidak aktif untuk tempoh yang lama sedang beralih — “menunjukkan tiada tekanan jualan LTH yang bermakna, mengukuhkan naratif permintaan struktur mengatasi penawaran,” kata Onchained.\n\nNaratif sentiasa dipersoalkan\n\nPlatform analitik kripto Glassnode baru-baru ini membuat pemerhatian yang serupa berdasarkan data, dengan menyatakan, “Aktiviti Pemegang Jangka Panjang masih agak perlahan, dengan penurunan ketara dalam tekanan jualan mereka.”\n\nNaratif pasaran kripto sentiasa berubah dan dipersoalkan.\n\nSatu naratif kripto yang telah lama dipertikaikan ialah kaitan teori kitaran 4 tahun, yang mencadangkan harga Bitcoin mengikuti corak yang boleh diramal yang dikaitkan dengan peristiwa pengurangan separuh setiap empat tahun.\n\nPengasas MN Trading Capital, Michael van de Poppe, berkata dalam catatan X pada 22 Mac, “Saya menganggap bahawa kita boleh menghapuskan keseluruhan teori kitaran 4 tahun dan kita berada dalam kitaran yang lebih panjang untuk Altcoins.”\n\nMenggemakan sentimen yang serupa, ketua pegawai pelaburan Bitwise Invest, Matt Hougan, baru-baru ini berkata bahawa “kitaran empat tahun tradisional telah berakhir dalam kripto” disebabkan oleh perubahan baru-baru ini dalam pendirian kerajaan AS.\n\n“Kripto telah bergerak dalam kitaran empat tahun sejak hari-hari awalnya. Tetapi perubahan di DC memperkenalkan gelombang baru yang akan berlangsung selama satu dekad,” kata Hougan.\n\nBersama-sama dengan ini, sesetengah penganalisis malah memperdebatkan sama ada keseluruhan pasaran lembu Bitcoin telah berakhir.\n\nPengasas dan Ketua Pegawai Eksekutif CryptoQuant, Ki Young Ju, berkata dalam catatan X pada 17 Mac, “Kitaran lembu Bitcoin telah berakhir, menjangkakan tindakan harga menurun atau mendatar selama 6-12 bulan.”\n\nJu berkata semua metrik onchain Bitcoin menunjukkan pasaran beruang. “Dengan cecair segar kering, ikan paus baru menjual Bitcoin pada harga yang lebih rendah,” kata Ju.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2I5NzMtNjY5Ny03MTA0LTk4MzAtMTM2YWVjNjczYTUx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67df96584d249c78c3e5e206",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 05:00:00",
            "status": "Posted"
        }
    ]
}