{
    "timestamp": "2025-04-11 22:25:36",
    "all_news": [
        {
            "title": "Bitcoin Nears Key Price Resistance Testing 3500-Day Trendline Support",
            "translated_facebook_post": "Bitcoin hampir cecah paras harga rintangan utama, ujian garisan sokongan 3500 hari.  Kejayaan melepasi garisan ini mungkin mencetuskan kenaikan harga yang ketara, tapi masih ada risiko penurunan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoin-nears-key-price-resistance-testing-3500-day-trendline-support/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/5-Bitcoin.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 22:13:00"
        },
        {
            "title": "Bitcoin Surges Amidst Global Trade Tensions: A Safe Haven in Uncertain Times?",
            "translated_facebook_post": "Ketegangan perdagangan antara Amerika Syarikat dan China, dengan peningkatan tarif, mungkin menyebabkan ketidakstabilan pasaran global dan peningkatan permintaan untuk Bitcoin sebagai pelaburan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f994416b0c9e503e5521d1",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/us-china-market-tension-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 22:11:00"
        },
        {
            "title": "SEC and Binance Extend Legal Negotiations",
            "translated_facebook_post": "Pihak SEC dan Binance sambung rundingan, minta lanjutan masa dua bulan untuk bincang elok-elok pasal tuduhan operasi tak berdaftar.  Kedua-dua pihak setuju perlambatan ni bagus untuk kecekapan proses mahkamah.  Keputusan rundingan ni nanti akan tentukan macam mana pengawalan aset kripto di masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/sec-and-binance-extend-legal-negotiations",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/law-041.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 22:08:00"
        },
        {
            "title": "$1K Test: Solana, Bitcoin (BTC), and XRP Are Gaining Traction",
            "translated_facebook_post": "Solana, Bitcoin, dan XRP masih kukuh walaupun pasaran agak tak menentu,  dan ada projek kripto baru macam MAGACOINFINANCE yang menarik perhatian pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f991fe6b0c9e503e5521cd",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744375347.docx_1744375347_image1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 22:02:00"
        },
        {
            "title": "Ethereum Price Prediction: Final Shakeout Before $5,000 Rally?",
            "translated_facebook_post": "Harga Ethereum mungkin akan naik sampai $5,000 menjelang Mei 2025, selepas tempoh penurunan harga.  Walaupun harga sekarang rendah, aktiviti rangkaian dan pergerakan  'whale' menunjukkan  potensi untuk perubahan arah aliran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f99443ef2019477786c229",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/67e6f249ddb84c06bc195b0df0de7ca0.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 22:02:00"
        },
        {
            "title": "Deep Pocket Investor Raises Concern Over Cardano’s (ADA) Future and Identifies Mutuum Finance (MUTM) Could Save Investors",
            "translated_facebook_post": "Harga Cardano (ADA) jatuh, dan ramai pelabur cari alternatif lain macam Mutuum Finance (MUTM) yang tengah buat presale dengan potensi pulangan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f994416b0c9e503e5521d3",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-50.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 22:00:00"
        },
        {
            "title": "New Developments Emerge in the Binance vs. SEC Legal Battle",
            "translated_facebook_post": "Pihak SEC dan Binance nampaknya tengah bincang elok untuk selesaikan kes ni.  Mereka minta lanjutan masa dua bulan sebab rundingan berjalan lancar.  Kesimpulannya, kes ni masih lagi dalam proses dan mungkin ambil masa lagi untuk selesai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/new-developments-emerge-in-the-binance-vs-sec-legal-battle/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-law-004.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:59:00"
        },
        {
            "title": "US Senate Bill Proposes Fees on Crypto and AI Centers",
            "translated_facebook_post": "Rang undang-undang baharu di Senat AS nak kenakan caj pada pusat data kripto dan AI, mungkin menjejaskan kos operasi dan daya maju industri.  Syarikat-syarikat kecil mungkin terkesan lebih teruk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98f906b0c9e503e5521c5",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/futuristic-senate-discussion.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:50:00"
        },
        {
            "title": "Teucrium XRP ETF Sees Five-Day Inflow Streak Amid Rising Demand",
            "translated_facebook_post": "ETF XRP Teucrium mencatat aliran masuk lima hari berturut-turut, menunjukkan permintaan yang tinggi walaupun pasaran agak mencabar, menarik minat pelabur institusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98e7d6b0c9e503e5521c3",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/abstract-financial-surge-painting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:45:00"
        },
        {
            "title": "Fartcoin Defies Market Trends with Explosive Surge",
            "translated_facebook_post": "Kripto matawang Fartcoin mencipta kejutan dengan kenaikan mendadak, walaupun pasaran keseluruhan agak tenang.  Ini disebabkan sokongan padu komuniti dan tular di media sosial.  Namun, pelabur perlu berhati-hati kerana ia mungkin hanya sementara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98e7c6b0c9e503e5521c1",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/CoinoMedia-1-5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:45:00"
        },
        {
            "title": "Solana Rebounds From $100 With Bullish RSI Divergence as Volume Drops 47%",
            "translated_facebook_post": "Harga Solana dah naik balik lepas jatuh bawah $100, nampak macam ada potensi untuk naik lagi sikit walaupun pasaran masih tak stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/solana-rebounds-from-100-with-bullish-rsi-divergence-as-volume-drops-47/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/solana-sol-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:45:00"
        },
        {
            "title": "XRP Eyes Breakout Above $2.00 as Bulls Target $3.29 and Beyond",
            "translated_facebook_post": "Harga XRP nampaknya akan meningkat melebihi $2.00, dengan sasaran seterusnya di $3.29 dan lebih tinggi lagi, didorong oleh perkembangan positif perbicaraan Ripple-SEC.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98f90a1f6271f9ca1fd41",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/02/XRP.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:45:00"
        },
        {
            "title": "Trump Signs Bill Repealing IRS DeFi Broker Rule in Crypto Industry Win",
            "translated_facebook_post": "Undang-undang yang nak kenakan peraturan cukai lebih ketat pada platform mata wang kripto terdesentralisasi dah dibatalkan,  terima kasih kepada Presiden Trump.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98d396b0c9e503e5521be",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2020/11/trump_coveaar.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:42:00"
        },
        {
            "title": "BNY Mellon and BlackRock Introduce Blockchain Reporting Tool",
            "translated_facebook_post": "BNY Mellon dan BlackRock cipta alat laporan guna teknologi blockchain, bagi meningkatkan ketelusan dalam akaun mata wang kripto.  Data nilai aset bersih (NAV) dipaparkan secara langsung,  meningkatkan kecekapan dan kredibiliti, terutamanya untuk produk kewangan berasaskan token.  Walaupun harga Bitcoin naik,  perkembangan ini menunjukkan  potensi blockchain untuk ubah cara operasi kewangan tradisional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98d39a1f6271f9ca1fd38",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bny-mellon-blackrock-future.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:40:00"
        },
        {
            "title": "Scotland’s Lomond School to Accept Bitcoin Tuition",
            "translated_facebook_post": "Sekolah swasta di Scotland akan terima bayaran yuran pengajian guna Bitcoin bermula tahun 2025, sebagai sebahagian daripada usaha ajar pelajar tentang ekonomi dan kewangan digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98d392ca0487b8a5c48c8",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2023/03/London.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:39:00"
        },
        {
            "title": "OpenAI Co-Founder Secures $2 Billion for New Crypto Venture",
            "translated_facebook_post": "Pengasas bersama OpenAI, Ilya Sutskever, berjaya kumpul dana sebanyak $2 bilion untuk projek baharu berasaskan teknologi blockchain, menandakan satu langkah besar dalam industri mata wang kripto dan menunjukkan keyakinan pelabur terhadap potensi teknologi ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98c20a1f6271f9ca1fd36",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/ilya-futuristic-blockchain-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:35:00"
        },
        {
            "title": "US Senate bill threatens crypto, AI data centers with fees — Report",
            "translated_facebook_post": "Satu rang undang-undang baharu di Amerika Syarikat mungkin akan mengenakan penalti kepada pusat data yang berkaitan dengan AI dan kripto jika penggunaan tenaga mereka melebihi sasaran.  Ini mungkin menjejaskan pendapatan pelombong Bitcoin yang semakin beralih kepada perkhidmatan pusat data AI.",
            "translated_title": "Rang Undang-Undang Senat AS Ancam Pusat Data Kripto, AI Dengan Yuran – Laporan",
            "translated_content": "Rang Undang-Undang Draf AS Ancam Pusat Data AI dan Kripto Dengan Penalti Penggunaan Tenaga\n\nSatu rang undang-undang draf di Senat AS mengancam untuk mengenakan bayaran kepada pusat data yang menyediakan khidmat kepada rangkaian blok rantai dan model kecerdasan buatan (AI) jika mereka melangkaui sasaran pelepasan federal, menurut laporan Bloomberg pada 11 April.\n\nDiketuai oleh Senator Demokrat Sheldon Whitehouse dan John Fetterman, rang undang-undang draf ini dikatakan bertujuan untuk menangani impak alam sekitar daripada peningkatan permintaan tenaga dan melindungi isi rumah daripada bil elektrik yang lebih tinggi, kata Bloomberg.\n\nDikenali sebagai Akta Awan Bersih, rang undang-undang ini mengarahkan Agensi Perlindungan Alam Sekitar (EPA) untuk menetapkan standard prestasi pelepasan bagi pusat data dan kemudahan perlombongan kripto dengan lebih daripada 100 KW kuasa nama plat IT yang dipasang.\n\nStandard ini akan berdasarkan intensiti pelepasan grid serantau, dengan sasaran pengurangan tahunan sebanyak 11%. Rang undang-undang ini juga termasuk penalti bagi pelepasan yang melebihi standard yang ditetapkan, bermula pada $20 seton CO2e, dengan penalti meningkat setiap tahun mengikut kadar inflasi ditambah $10 lagi.\n\n\"Peningkatan permintaan kuasa daripada pelombong kripto dan pusat data mengatasi pertumbuhan elektrik bebas karbon,\" menurut catatan blog minoriti di laman web Jawatankuasa Alam Sekitar dan Kerja Awam Senat AS, sambil menambah bahawa penggunaan elektrik pusat data diunjurkan akan menyumbang sehingga 12% daripada jumlah permintaan kuasa AS menjelang 2028.\n\nMenurut penyelidikan daripada Morgan Stanley, pertumbuhan pesat pusat data diunjurkan akan menjana kira-kira 2.5 bilion tan metrik pelepasan CO2 di seluruh dunia menjelang akhir dekad ini.\n\nBagi Matthew Sigel, ketua penyelidikan VanEck, rang undang-undang yang dicadangkan ini sebenarnya cuba menyasarkan pelombong Bitcoin (BTC) dan operasi serupa bagi penggunaan tenaga dalam satu \"Strategi 'Salahkan Rak Pelayan' yang Rugi,\" katanya dalam catatan X pada 11 April.\n\nDi samping itu, undang-undang ini boleh bercanggah dengan dasar AS di bawah Presiden Donald Trump, yang telah membatalkan perintah eksekutif 2023 oleh bekas Presiden Joe Biden yang menetapkan standard keselamatan AI. Trump sebelum ini telah menyatakan hasratnya untuk menjadikan AS sebagai \"ibu negara dunia\" bagi AI dan kripto.\n\nRang undang-undang draf AS yang baharu akan mengenakan penalti kepada pusat data AI dan kripto bagi penggunaan kuasa. Sumber: Matthew Sigel\n\nRang undang-undang draf ini, yang belum diluluskan di Senat, muncul ketika pelombong Bitcoin — termasuk Galaxy, CoreScientific, dan Terawulf — semakin beralih kepada membekalkan kuasa pengkomputeran prestasi tinggi (HPC) untuk model AI, kata VanEck.\n\nPelombong Bitcoin telah bergelut pada tahun 2025 kerana harga kripto yang menurun memberi kesan kepada model perniagaan yang telah terjejas oleh pengurangan separuh rangkaian Bitcoin yang paling terkini.\n\nPelombong sedang \"memperluas kepada pengehosan pusat data AI sebagai cara untuk meningkatkan pendapatan dan menggunakan semula infrastruktur sedia ada untuk pengkomputeran prestasi tinggi,\" kata Coin Metrics.\n\nMenurut Coin Metrics, pendapatan pelombong mula stabil pada suku pertama tahun 2025. Walau bagaimanapun, pemulihan itu boleh terganggu jika perang perdagangan yang berterusan mengganggu model perniagaan pelombong, beberapa eksekutif kripto memberitahu Cointelegraph.\n\n\"Tarif agresif dan dasar perdagangan balasan boleh mewujudkan halangan bagi pengendali nod, pengesah, dan peserta teras lain dalam rangkaian blok rantai,\" kata Nicholas Roberts-Huntley, Ketua Pegawai Eksekutif Concrete & Glow Finance.\n\n\"Dalam saat-saat ketidakpastian global, infrastruktur yang menyokong kripto, bukan sahaja aset itu sendiri, boleh menjadi kerosakan sampingan.\"",
            "translated_summary": "Ketua penyelidikan VanEck menyatakan rang undang-undang yang dicadangkan Senat AS merupakan ancaman kepada pusat data yang menyokong AI dan kripto.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98af4a1f6271f9ca1fd2d",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjI2NjYtOTQ3MC03YWFlLTkzNDctZTI2NzcxNjU4MGZk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 21:32:00"
        },
        {
            "title": "Sonic token eyes higher ground following a bullish engulfing impulse",
            "translated_facebook_post": "Token Sonic menunjukkan momentum menaik yang kuat, dengan harga sedang kukuh di bawah paras rintangan utama.  Sasaran harga seterusnya adalah sekitar $0.52, berdasarkan analisis teknikal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98af4a1f6271f9ca1fd27",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Sonic-option04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:31:00"
        },
        {
            "title": "Bitcoin (BTC), Ethereum, XRP, and Solana Show Strong Momentum",
            "translated_facebook_post": "Harga Bitcoin turun sikit, Ethereum pun jatuh, tapi XRP naik!  Ada peluang pelaburan baru, MAGACOINFINANCE, dengan pulangan yang tinggi, tapi kena buat kajian sendiri dulu sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98af6a1f6271f9ca1fd33",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744375341.docx_1744375341_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:30:00"
        },
        {
            "title": "Chart of the week: Buy now or wait? Hyperliquid, Curve DAO, Fartcoin are the hottest picks",
            "translated_facebook_post": "Pasaran kripto tengah kurang stabil, tapi beberapa altcoin macam Hyperliquid, Curve DAO, dan Fartcoin naik mendadak dalam seminggu ni.  Nampaknya pelabur agak yakin dengan potensi ketiga-tiga duit maya ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f98af4a1f6271f9ca1fd2b",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-New-York-City-crypto-option05.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 21:29:00"
        }
    ]
}