{
    "timestamp": "2025-03-15 13:28:44",
    "all_news": [
        {
            "title": "Ether mungkin jatuh di bawah zon permintaan “kukuh” $1.9k, penganalisis jangka penurunan harga secara menyeluruh.",
            "description": "Penganalisis kripto meramalkan potensi pembalikan Ether ke zon permintaan utama di bawah $1,900, yang mungkin membawa tekanan pembelian baharu yang signifikan.",
            "content": "## Ether könnte unter 1900 $ fallen, was jedoch eine erhebliche Anlegernachfrage auslösen könnte\n\nDer Ether-Preis (ETH) ist nach seinem Höchststand von über 4100 $ am 16. Dezember 2024 um über 52 % gefallen.  Ein weiterer Rückgang unter 1900 $ steht bevor, könnte aber laut Juan Pellicer, Senior Research Analyst bei IntoTheBlock, erheblichen Kaufdruck freisetzen.\n\n„On-Chain-Metriken zeigen eine robuste Nachfragezone für ETH knapp unter 1900 $“, sagte der Analyst gegenüber Cointelegraph.  In Finanzmärkten bezeichnet Kapitulation den panischen Verkauf von Positionen durch Anleger, was zu einem erheblichen Kursrückgang und dem Signal eines bevorstehenden Markttiefs vor Beginn des nächsten Aufwärtstrends führt.\n\nWährend Ether eine vorübergehende Korrektur unter 1900 $ erleben könnte, ist ein deutlich tieferer Fall aufgrund der wachsenden Akkumulation durch „Whales“ unwahrscheinlich, so Nicolai Sondergaard, Research Analyst bei Nansen.  „Es scheint wahrscheinlich, dass wir, falls ETH die 1900 $-Marke nicht halten kann, weitere Kursverluste sehen werden“, sagte der Analyst gegenüber Cointelegraph.  Dieses Verhalten zeigte sich auch in jüngsten Optionsdaten, wo größere Akteure/Institutionen Positionen für Bewegungen in beide Richtungen aufbauten, was die Unsicherheit des Marktes über die zukünftige Entwicklung von ETH verdeutlicht.\n\nDie Anzahl der „Whale“-Adressen auf Ethereum hat seit Anfang 2025 eine Erholung gezeigt.  Die Anzahl der „Whale“-Adressen mit mindestens 1000 ETH oder 1,92 Millionen $ stieg seit Jahresbeginn um über 4 % von 4652 Adressen am 1. Januar auf über 4843 Adressen am 14. März.",
            "image": null,
            "url": "https://coinmarketcap.com/community/en/articles/67d57ad8f1abb269bea2d58b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 13:01:00",
            "status": "Posted"
        },
        {
            "title": "Perang perdagangan menimbulkan keraguan terhadap status Bitcoin sebagai aset tempat perlindungan yang selamat.",
            "description": "Walaupun bukan pelabuhan selamat daripada perang perdagangan dan pertikaian tarif, BTC masih boleh menjadi lindung nilai terhadap inflasi dan kejatuhan bank.",
            "content": "Beberapa tahun lalu, ramai dalam komuniti kripto menggambarkan Bitcoin sebagai aset “tempat perlindungan yang selamat”. Lebih sedikit yang mengatakannya demikian hari ini.\n\nAset tempat perlindungan yang selamat mengekalkan atau meningkatkan nilainya pada masa tekanan ekonomi. Ia boleh berupa bon kerajaan, mata wang seperti dolar AS, komoditi seperti emas, atau bahkan saham blue-chip.\n\nPerang tarif global yang semakin meluas yang dimulakan oleh Amerika Syarikat, serta laporan ekonomi yang membimbangkan, telah menyebabkan pasaran ekuiti merosot, dan Bitcoin juga — yang sepatutnya tidak berlaku dengan aset \"risk off\".\n\nBitcoin juga telah mengalami kerugian berbanding emas. “Walaupun harga emas meningkat +10%, Bitcoin turun -10% sejak 1 Januari,” kata Kobeissi Letter pada 3 Mac. “Kripto tidak lagi dilihat sebagai permainan tempat perlindungan yang selamat.” (Bitcoin jatuh lagi minggu lepas.)\n\nTetapi beberapa pemerhati pasaran mengatakan bahawa ini sebenarnya tidak dijangka.\n\nAdakah Bitcoin pernah menjadi tempat perlindungan yang selamat?\n\n“Saya tidak pernah menganggap BTC sebagai ‘tempat perlindungan yang selamat’,” kata Paul Schatz, pengasas dan presiden Heritage Capital, sebuah firma penasihat kewangan, kepada Cointelegraph. “Besarnya pergerakan dalam BTC terlalu besar untuk diletakkan dalam kategori tempat perlindungan walaupun saya percaya pelabur boleh dan harus mempunyai peruntukan kepada kelas aset secara umum.”\n\n“Bitcoin masih merupakan instrumen spekulatif bagi saya, bukan tempat perlindungan yang selamat,” kata Jochen Stanzl, Ketua Penganalisis Pasaran di CMC Markets (Jerman), kepada Cointelegraph. “Pelaburan tempat perlindungan yang selamat seperti emas mempunyai nilai intrinsik yang tidak akan pernah sifar. Bitcoin boleh turun 80% dalam pembetulan utama. Saya tidak akan menjangkakan itu daripada emas.”\n\nKripto, termasuk Bitcoin, “tidak pernah menjadi permainan ‘tempat perlindungan yang selamat’ pada pendapat saya,” kata Buvaneshwaran Venugopal, profesor pembantu di jabatan kewangan di Universiti Pusat Florida, kepada Cointelegraph.\n\nTetapi perkara tidak selalu semudah yang kelihatan, terutamanya apabila melibatkan mata wang kripto.\n\nSeseorang boleh berhujah bahawa terdapat pelbagai jenis tempat perlindungan yang selamat: satu untuk peristiwa geopolitik seperti perang, pandemik, dan kemelesetan ekonomi, dan satu lagi untuk peristiwa kewangan semata-mata seperti keruntuhan bank atau dolar yang semakin lemah, sebagai contoh.\n\nTanggapan terhadap Bitcoin mungkin berubah. Kemasukannya ke dalam dana dagangan bursa yang dikeluarkan oleh pengurus aset utama seperti BlackRock dan Fidelity pada tahun 2024 telah meluaskan asas pemilikannya, tetapi ia juga mungkin telah mengubah “naratifnya”.\n\nIa kini lebih banyak dilihat sebagai aset spekulatif atau “risk on” seperti saham teknologi.\n\n“Bitcoin, dan kripto secara keseluruhan, telah menjadi sangat berkorelasi dengan aset berisiko dan ia sering bergerak secara songsang kepada aset tempat perlindungan yang selamat, seperti emas,” kata Adam Kobeissi, ketua editor Kobeissi Letter, kepada Cointelegraph.\n\nTerdapat banyak ketidakpastian ke mana BTC menuju, katanya, di tengah-tengah “lebih banyak penglibatan institusi dan leverage,” dan juga terdapat “perubahan naratif daripada Bitcoin dilihat sebagai ‘emas digital’ kepada aset yang lebih spekulatif.”\n\nSeseorang mungkin berfikir bahawa penerimaan oleh gergasi kewangan tradisional seperti BlackRock dan Fidelity akan menjadikan masa depan Bitcoin lebih selamat, yang akan meningkatkan naratif tempat perlindungan yang selamat — tetapi itu tidak semestinya berlaku, menurut Venugopal:\n\nIa akan lebih tertakluk kepada strategi perdagangan dan pengurangan biasa yang digunakan oleh pelabur institusi, Venugopal meneruskan. “Jika ada, BTC kini lebih berkorelasi dengan aset berisiko di pasaran.”\n\nSifat dwi Bitcoin\n\nRamai yang tidak menafikan bahawa Bitcoin dan mata wang kripto lain masih tertakluk kepada ayunan harga yang besar, yang baru-baru ini didorong oleh peningkatan penggunaan runcit kripto, terutamanya daripada kegilaan memecoin, “salah satu peristiwa onboarding kripto terbesar dalam sejarah,” kata Kobeissi. Tetapi mungkin itu adalah perkara yang salah untuk difokuskan.\n\n“Tempat perlindungan yang selamat sentiasa aset jangka panjang, yang bermaksud bahawa turun naik jangka pendek bukanlah faktor dalam ciri itu,” kata Noelle Acheson, pengarang buletin Crypto is Macro Now, kepada Cointelegraph.\n\nSoalan besarnya ialah sama ada BTC boleh mengekalkan nilainya dalam jangka panjang berbanding mata wang fiat, dan ia telah mampu berbuat demikian. “Nombor-nombor itu membuktikan kesahihannya – pada hampir mana-mana jangka masa empat tahun, BTC telah mengatasi emas dan ekuiti AS,” kata Acheson, sambil menambah:\n\nSatu lagi kemungkinan ialah Bitcoin boleh menjadi tempat perlindungan yang selamat daripada beberapa kejadian tetapi tidak yang lain.\n\n“Saya melihat Bitcoin sebagai lindung nilai terhadap isu dalam TradFi,” seperti kejatuhan yang berlaku selepas keruntuhan Silicon Valley Bank dan Signature Bank dua tahun lalu, dan “risiko Perbendaharaan AS,” Geoff Kendrick, ketua global penyelidikan aset digital di Standard Chartered memberitahu Cointelegraph. Tetapi untuk beberapa peristiwa geopolitik, Bitcoin mungkin masih didagangkan sebagai aset berisiko, katanya.\n\nEmas boleh berfungsi sebagai lindung nilai terhadap isu geopolitik, seperti perang perdagangan, manakala Bitcoin dan emas adalah lindung nilai terhadap inflasi. “Jadi kedua-duanya adalah lindung nilai yang berguna dalam portfolio,” tambah Kendrick.\n\nYang lain, termasuk Cathie Wood dari Ark Investment, bersetuju bahawa Bitcoin bertindak sebagai tempat perlindungan yang selamat semasa larian SVB dan Signature bank pada Mac 2023. Apabila SVB runtuh pada 10 Mac 2023, harga Bitcoin adalah sekitar $20,200, menurut CoinGecko. Ia berada hampir $27,400 seminggu kemudian, kira-kira 35% lebih tinggi.\n\nSchatz tidak melihat Bitcoin sebagai lindung nilai terhadap inflasi. Peristiwa tahun 2022, apabila FTX dan firma kripto lain runtuh dan musim sejuk kripto bermula, “merosakkan tesis itu secara dramatik.”\n\nMungkin ia adalah lindung nilai terhadap dolar AS dan bon Perbendaharaan? “Itu mungkin, tetapi senario itu agak gelap untuk difikirkan,” tambah Schatz.\n\nTiada masa untuk tindak balas berlebihan\n\nKobeissi bersetuju bahawa turun naik jangka pendek dalam kelas aset “selalunya mempunyai kaitan yang minimum dalam tempoh jangka panjang.” Banyak asas Bitcoin kekal positif walaupun penurunan semasa: kerajaan AS yang pro-kripto, pengumuman Rizab Bitcoin AS, dan peningkatan penggunaan kripto.\n\nSoalan besar bagi pemain pasaran ialah: “Apakah pemangkin utama seterusnya untuk larian itu berterusan?” Kobeissi memberitahu Cointelegraph. “Inilah sebabnya pasaran menarik balik dan mengukuhkan: ia adalah pencarian untuk pemangkin utama seterusnya.”\n\n“Sejak pelabur makro mula melihat BTC sebagai aset berisiko yang sensitif terhadap kecairan dan turun naik tinggi, ia telah berkelakuan seperti itu,” tambah Acheson. Selain itu, “ia hampir selalu pedagang jangka pendek yang menetapkan harga terakhir, dan jika mereka berputar keluar daripada aset berisiko, kita akan melihat kelemahan BTC.”\n\nPasaran sedang bergelut secara umum. Terdapat “bayangan inflasi yang diperbaharui dan kemelesetan ekonomi yang membebankan jangkaan” yang juga menjejaskan harga Bitcoin. Acheson selanjutnya menyatakan:\n\nVenugopal, bagi pihaknya, mengatakan Bitcoin tidak menjadi lindung nilai jangka pendek atau tempat perlindungan yang selamat sejak 2017. Bagi hujah jangka panjang bahawa Bitcoin adalah emas digital kerana had bekalan 21 juta BTC, itu hanya berfungsi “jika sebahagian besar pelabur secara kolektif menjangkakan Bitcoin akan meningkat nilainya dari semasa ke semasa,” dan “ini mungkin benar atau mungkin tidak.”",
            "image": null,
            "url": "https://coinmarketcap.com/community/en/articles/67d57ad889b85c49ff14d8bb",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 13:00:00",
            "status": "Posted"
        }
    ]
}