{
    "timestamp": "2025-05-01 09:28:25",
    "all_news": [
        {
            "title": "Bitcoin Gains Expected Amid US Recession Warnings for 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133cb546b29935b6961632",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/bitcoin-analyst-in-office.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:18:00"
        },
        {
            "title": "XRP Faces Price Crash Warning, But Experts Say It’s All Part of a Bigger Plan",
            "translated_facebook_post": "Harga XRP mungkin turun sikit dalam masa terdekat, tapi ramai pakar jangka ia akan naik semula lepas ni.  Peluang beli untuk pelabur jangka panjang!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133cb498076b07baeb2ec7",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/28192011/30-Million-Worth-XRP-Traded-in-Just-60-Seconds.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:17:00"
        },
        {
            "title": "April Becomes Costliest Month for Crypto Losses Since Bybit Hack",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133b8d98076b07baeb2ec1",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/Screenshot_2025_05_01_095840_0a01539f47.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:12:00"
        },
        {
            "title": "Strategy Stock Surge Fueled by Bitcoin Holdings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133b8e98076b07baeb2ec5",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/pixelated-stock-market-scene.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:10:00"
        },
        {
            "title": "Dubai is building the blueprint for web3-driven finance | Opinion",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133a6198076b07baeb2ebd",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/05/crypto-news-Dubai-is-building-the-blueprint-for-web3-driven-finance-option05.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:08:00"
        },
        {
            "title": "Ethena Engages New Users with Telegram Partnership",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ethena-engages-new-users-with-telegram-partnership",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/altcoin-113.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:08:00"
        },
        {
            "title": "U.S. Core PCE Falls to 2.6% in March",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133a6046b29935b6961626",
            "source": "CoinLive.me",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/23254.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:07:00"
        },
        {
            "title": "Certik flags 1163% surge in April 2025 Crypto hacks",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133b8e46b29935b696162e",
            "source": "Todayq News",
            "image": "https://news.todayq.com/wp-content/uploads/2025/05/Untitled-9.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:07:00"
        },
        {
            "title": "Mysterious 98 Million XRP in 24 Hours – What is Happening?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133a6271efd67626131052",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/12/XRP-SUN-convert.io_.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:06:00"
        },
        {
            "title": "Over Half of Cryptos Launched Post-2021 Failed, Says CoinGecko",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133a6271efd67626131050",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/crypto-market-turbulence-art.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:05:00"
        },
        {
            "title": "Ethereum: Vitalik Buterin Unveils Strategic Plan To Secure Its Future",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133cb598076b07baeb2ecb",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/SEC-crypto-5.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:05:00"
        },
        {
            "title": "Bitcoin eyes gains as macro data makes US recession 2025 'base case'",
            "translated_facebook_post": "Ramalan ekonomi Amerika menunjukkan kemungkinan berlaku kemelesetan, menyebabkan ramai menjangka Bitcoin akan meningkat nilainya disebabkan dasar ekonomi yang mungkin akan dilonggarkan oleh Rizab Persekutuan.",
            "translated_title": "Bitcoin sasar keuntungan susulan data makro menjadikan kemelesetan ekonomi AS pada 2025 sebagai 'kes asas'",
            "translated_content": "Mata wang kripto Bitcoin menanti petanda kelonggaran dasar ekonomi AS setelah data memaksa Rizab Persekutuan ke satu sudut.\n\nSumber mengatakan kemelesetan ekonomi lebih mungkin berlaku berikutan peningkatan kadar pengangguran dan inflasi yang kembali meningkat.\n\nBitcoin dan aset berisiko dijangka mendapat manfaat daripada kejutan kemelesetan.  Bitcoin (BTC) berpotensi untuk mendapat keuntungan sekiranya kemelesetan AS menjadi \"skenario asas\".\n\nAnalisis terkini daripada sumber termasuk sumber dagangan The Kobeissi Letter membuat ramalan yang suram terhadap ekonomi AS dan Rizab Persekutuan.  \"Mimpi ngeri terburuk\" Fed menjadi kenyataan.\n\nKesihatan ekonomi AS dijangka akan terjejas akibat tarif perdagangan dan inflasi yang kembali meningkat. Data makroekonomi terkini, termasuk KDNK S1 dan pengukur inflasi \"kegemaran\" Fed, meletakkan pegawai dalam keadaan sukar, kata Kobeissi.  KDNK jauh lebih rendah daripada jangkaan, mencatatkan angka negatif berbanding ramalan kenaikan 0.3%.\n\n\"Pada dasarnya, Fed terpaksa memilih sama ada untuk mengawal inflasi atau pengangguran,\" katanya, sambil menyifatkan keadaan itu sebagai \"mimpi ngeri terburuk\" Fed.  Satu isu utama ialah tahap dan masa sebarang pengurangan kadar faedah – sesuatu yang ditunggu-tunggu oleh pedagang kripto dan aset berisiko disebabkan kesan positifnya terhadap pasaran.\n\n\"Tidak mengurangkan kadar faedah akan melemahkan lagi KDNK AS dan kemungkinan meningkatkan pengangguran. Walau bagaimanapun, jika kadar faedah dikurangkan dengan serta-merta, kita menjangkakan inflasi akan kembali meningkat,\" sambung Kobeissi.\n\nOleh itu, dalam situasi \"tiada jalan keluar\", Fed berdepan dengan ancaman stagflasi – peningkatan inflasi dengan peningkatan pengangguran – dan kemelesetan sepenuhnya. \"Kemelesetan di AS telah menjadi senario asas kami,\" tambah Kobeissi, sambil mengaitkannya dengan peningkatan kemungkinan dalam perkhidmatan ramalan Kalshi.\n\nData terkini daripada Alat FedWatch Kumpulan CME menggariskan jangkaan pasaran untuk dasar Fed, yang kekal konservatif sehingga 2025 walaupun desakan Presiden AS Donald Trump agar kadar faedah diturunkan.\n\nMesyuarat Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) Jun kini merupakan acara yang sepatutnya mencetuskan pengurangan 0.25% berikutnya, kata konsensus.  Walau bagaimanapun, mesyuarat Mei kini hanya mempunyai 3% kemungkinan untuk hasil tersebut.\n\nPeserta pasaran kripto sedang menimbang kemungkinan tindakan Fed memandangkan keadaan menjadi semakin sukar untuk diurus.\n\nPedagang kripto, penganalisis dan usahawan Michaël van de Poppe meramalkan bahawa kemelesetan sahaja akan menyebabkan Fed mempertimbangkan semula pendiriannya.  \"Khabar angin mengenai kemungkinan kemelesetan semakin meningkat, yang sepatutnya mengukuhkan tesis untuk FED melonggarkan dasar tersebut,\" tulisnya dalam sebahagian daripada tindak balas X terhadap data KDNK S1.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan kajian sendiri semasa membuat keputusan.",
            "translated_summary": "Penganalisis pasaran Bitcoin berharap BTC dapat mengelakkan senario \"tiada siapa yang menang\" bagi ekonomi AS berdasarkan data KDNK.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6813392598076b07baeb2eb9",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDkzMWUtOWMzNy03MGM3LWJmZTctMTJiOTliNjQxMzgw.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-01 09:02:00"
        },
        {
            "title": "Big 2025 Crypto Plays? XRP, Cardano, Kaspa, and Optimism Are Early Standouts",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68133a6246b29935b6961628",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1746041552.docx_1746041552_image2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:02:00"
        },
        {
            "title": "Nigeria Recognizes Bitcoin As Security In New Legislation",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6813392771efd6762613104b",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/nigeria-crypto-law-recognized.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:01:00"
        },
        {
            "title": "Ethena Expands Its Reach Through Telegram Integration",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/ethena-expands-its-reach-through-telegram-integration/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/altcoin-news-180.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:01:00"
        },
        {
            "title": "Visa and Stripe-Backed Bridge Roll Out Global Stablecoin Card Integration",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6813392498076b07baeb2eb5",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2018/07/visa-957187_1920-e1531469238362.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:00:00"
        },
        {
            "title": "Ethereum Breakout Update: ETH Escapes Bearish Channel, Targets $1,950 Resistance Next",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6813392546b29935b6961622",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/ethereum-1-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 09:00:00"
        },
        {
            "title": "Restaking can make DeFi more secure for institutional traders",
            "translated_facebook_post": "Restaking dalam DeFi bantu kurangkan risiko, menarik minat pelabur institusi dengan menguruskan risiko menerusi keselamatan berkongsi.  Ia juga mengurangkan risiko 'slashing' dan mempelbagaikan pelaburan, menjadikan DeFi lebih selamat dan menarik.",
            "translated_title": "Penyertaan semula boleh meningkatkan keselamatan DeFi untuk pedagang institusi.",
            "translated_content": "Pendapat oleh: Amitej Gajjala, pengasas bersama dan Ketua Pegawai Eksekutif Kernel DAO\n\nNaratif pemindahan pegangan semula (restaking) telah berkembang pesat — daripada perbualan sampingan dalam kalangan pengesah kepada barisan hadapan perbincangan infrastruktur DeFi.\n\nTidak sukar untuk melihat sebabnya. DefiLlama menyatakan bahawa protokol pemindahan pegangan semula cecair utama kini memegang lebih daripada $12 bilion dalam jumlah nilai terkunci (TVL), dengan berpuluh-puluh perkhidmatan perisian antara muka menyelaraskan keselamatan mereka dengan lapisan asas ekonomi Ethereum. Apa yang bermula sebagai idea untuk meningkatkan kecekapan modal bagi pengesah telah berkembang menjadi usaha serius untuk mentakrif semula bagaimana keselamatan disediakan merentas sistem terdesentralisasi.\n\nWalaupun pemindahan pegangan semula semakin mendapat momentum dalam kalangan peserta asli kripto, institusi — yang mempunyai jangka masa berbilang tahun dan kekangan pengawalsetiaan — masih lagi menjaga jarak daripada DeFi.\n\nBukan kerana ganjarannya tidak menarik. Risiko masih kurang difahami, terpencil dan dikurangkan.\n\nPemindahan pegangan semula boleh mengubahnya.\n\nMenambah geseran — di mana ia paling diperlukan\n\nPemindahan pegangan semula bukanlah bertujuan untuk mengurangkan risiko kepada sifar; ia adalah untuk memperkenalkan geseran, yang menghalang pelaku jahat tanpa membunuh kebolehsusunan protokol.\n\nMembolehkan pengesah memilih untuk mengamankan protokol baharu menggunakan aset yang telah dipegangan, pemindahan pegangan semula mewujudkan lapisan pengesahan kedua. Ini mengukuhkan perisian antara muka seperti oracle, jambatan dan lapisan ketersediaan data tanpa bootstrapping rangkaian kepercayaan yang sama sekali baharu.\n\nTidak seperti set pengesah tradisional, pemindahan pegangan semula menyelaraskan insentif ekonomi sedia ada dengan keperluan infrastruktur yang lebih luas. Sebaliknya bersaing untuk keselamatan, protokol kini boleh berkongsinya — dengan syarat pemotongan (slashing) yang boleh disesuaikan, set pengendali khusus perkhidmatan dan parameter risiko dinamik.\n\nBagi institusi, ini adalah bermakna; ia menandakan permulaan timbunan keselamatan modular, di mana pendedahan boleh dikonfigurasikan dan diaudit bagi setiap protokol.\n\nPemotongan menjadi kelas risiko — bukan bendera merah\n\nSalah satu penghalang utama untuk pegangan institusi ialah pemotongan: risiko bahawa salah laku pengesah (atau hanya kesilapan teknikal) boleh menyebabkan kerugian modal.\n\nPemindahan pegangan semula memperkenalkan segmentasi pemotongan. Pada semua platform utama, pengendali memilih perkhidmatan yang mereka amankan. Oleh itu, pemotongan dihadkan kepada konteks salah laku — bukan seluruh kitaran hayat pengesah.\n\nPerbezaan ini penting. Ia mengubah pemotongan daripada liabiliti yang tidak dapat diramalkan kepada risiko yang boleh dikuantifikasi dan terhad, serupa dengan bagaimana pedagang pendapatan tetap memodelkan risiko lalai.\n\nIa juga membuka pintu kepada pasaran insurans pemindahan pegangan semula, pemodelan aktuari dan produk risiko berstruktur.\n\nMemindahkan risiko melalui pengelompokan pendedahan\n\nKetidakstabilan DeFi tidak akan hilang. Ayunan harga, lonjakan gas dan rentetan pencairan adalah sebahagian daripada keadaan. Tetapi pemindahan pegangan semula membolehkan pendedahan rentas protokol yang kurang berkorelasi daripada memegang pelbagai token.\n\nSeorang pengesah yang memindahkan pegangan semula ke dalam campuran oracle, jambatan dan perkhidmatan lapisan ketersediaan data yang dikendalikan pada dasarnya membina portfolio komitmen keselamatan — setiap satunya mempunyai profil risiko dan ganjaran yang berbeza. Itulah kepelbagaian dalam ekonomi pengesah, bukan sahaja dalam lapisan aset.\n\nIa juga menjadikan serangan peringkat rangkaian lebih sukar. Pemindahan pegangan semula mencairkan vektor serangan dengan menyebarkan keselamatan ekonomi merentas rangkaian perkhidmatan, menjadikan permukaan serangan DeFi kurang monolitik dan lebih modular.\n\nOracle menjadi lebih boleh dipercayai\n\nSatu titik kegagalan dalam banyak protokol DeFi? Suapan oracle. Dan ia bukan sahaja pinjaman kilat — malah kelewatan suapan harga yang kecil pun boleh dieksploitasi.\n\nPenyelidikan ScienceDirect menunjukkan bahawa model oracle berasaskan pegangan secara signifikan mengurangkan risiko manipulasi, terutamanya apabila dikaitkan dengan insentif berasaskan prestasi dan syarat pemotongan.\n\nPemindahan pegangan semula menyokong ini dengan membenarkan pengendali oracle untuk mengamankan suapan dengan berat ekonomi, menyelaraskan kejujuran dengan keuntungan. Apabila pelaporan salah boleh menyebabkan anda kehilangan Ether (ETH) yang dipotong, teori permainan berubah.\n\nIni mewujudkan jaminan yang lebih kukuh untuk protokol yang bergantung pada data harga — prasyarat untuk modal serius untuk mengalir masuk.\n\nPemindahan pegangan semula sebagai baji institusi\n\nInstitusi tidak akan memasuki DeFi kerana getaran atau insentif komuniti. Mereka akan masuk apabila risiko infrastruktur boleh dihadkan, dikuantifikasi dan dikurangkan apabila timbunan kelihatan lebih seperti model keselamatan berlapis daripada kotak hitam kontrak pintar.\n\nPemindahan pegangan semula bukanlah keseluruhan jawapan. Tetapi ia adalah salah satu primitif berskala pertama untuk menjadikan keselamatan DeFi modular, komposit dan diselaraskan secara ekonomi.\n\nOleh kerana pengawalsetiaan menjadi matang dan kewangan token menjadi lebih saling beroperasi dengan TradFi, pemindahan pegangan semula mungkin merupakan lapisan yang menjembatani kepercayaan antara rangkaian dan seluruh sistem kewangan.\n\nKita belum sampai ke situ lagi. Tetapi jalannya kelihatan jauh lebih jelas daripada setahun yang lalu.\n\nPendapat oleh: Amitej Gajjala, pengasas bersama dan Ketua Pegawai Eksekutif Kernel DAO.",
            "translated_summary": "Restaking muncul sebagai penyelesaian penting untuk cabaran keselamatan DeFi, membolehkan pedagang institusi menguruskan risiko melalui keselamatan berkongsi…",
            "original_url": "https://coinmarketcap.com/community/en/articles/6813392571efd67626131047",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5Njg1OGUtNDc5Yi03MTg5LWIyNGEtZWE5YzExMjE2ZDNm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-01 09:00:00"
        }
    ]
}