{
    "timestamp": "2025-03-19 03:03:25",
    "all_news": [
        {
            "title": "Senator Minnesota mencadangkan Akta Bitcoin selepas beralih daripada skeptik kepada penganut.",
            "description": "Senator Minnesota, Jeremy Miller, telah memperkenalkan Rang Undang-Undang Bitcoin Minnesota, menyatakan beliau telah berubah daripada “sangat skeptikal” terhadap kripto kepada seorang yang mempercayainya.",
            "content": "Senator Negeri Minnesota, Jeremy Miller, telah memperkenalkan Akta Bitcoin Minnesota, yang beliau draf selepas mengubah pendiriannya terhadap Bitcoin sepenuhnya.\n\n“Semakin banyak saya menjalankan kajian mengenai mata wang kripto dan mendengar maklum balas daripada pengundi, saya telah beralih daripada bersikap skeptikal kepada mempelajari lebih lanjut mengenainya, seterusnya mempercayai Bitcoin dan mata wang kripto lain,” kata Miller dalam satu kenyataan pada 18 Mac.\n\nMiller berkata rang undang-undang itu bertujuan untuk “memajukan kemakmuran” rakyat Minnesota dengan membenarkan Lembaga Pelaburan Negeri Minnesota melabur aset negeri dalam Bitcoin (BTC) dan mata wang kripto lain, sepertimana ia melabur dalam aset tradisional.\n\nBeberapa negeri lain di Amerika Syarikat telah memperkenalkan rang undang-undang pembelian Bitcoin yang serupa, dengan 23 negeri telah memperkenalkan undang-undang untuk mencipta rizab Bitcoin, menurut Bitcoin Laws.\n\nSebanyak 39 rang undang-undang berbeza berkaitan pelaburan negeri dalam Bitcoin telah diperkenalkan di 23 negeri Amerika Syarikat. Sumber: Bitcoin Laws\n\nDi bawah rang undang-undang Miller, pekerja negeri Minnesota akan dapat menambah Bitcoin dan mata wang kripto lain kepada akaun persaraan mereka.\n\nIa juga akan memberi pilihan kepada penduduk untuk membayar cukai dan fi negeri dengan Bitcoin. Colorado dan Utah telah pun menerima kripto untuk pembayaran cukai, manakala Louisiana membenarkannya untuk perkhidmatan negeri.\n\nKeuntungan pelaburan daripada Bitcoin dan mata wang kripto lain juga akan dikecualikan daripada cukai pendapatan negeri. Di Amerika Syarikat, sehingga $10,000 yang dibayar kepada negeri boleh ditolak daripada cukai persekutuan di bawah potongan cukai negeri dan tempatan, tetapi apa-apa jumlah melebihi itu tertakluk kepada kedua-dua obligasi cukai negeri dan persekutuan.\n\nBilangan negeri Amerika Syarikat yang mencadangkan rang undang-undang rizab Bitcoin yang semakin meningkat adalah susulan Akta Rizab Strategik Bitcoin Senator Cynthia Lummis pada Julai, yang mengarahkan kerajaan persekutuan untuk membeli 200,000 Bitcoin setiap tahun selama lima tahun, berjumlah 1 juta Bitcoin.\n\nBagaimanapun, pada 12 Mac, Lummis mencadangkan Akta BITCOIN yang diperkenalkan semula, membenarkan kerajaan berpotensi memegang lebih daripada 1 juta Bitcoin sebagai sebahagian daripada rizab yang baru ditubuhkan.\n\nBitcoin telah menunjukkan keuntungan yang ketara berbanding aset tradisional dalam beberapa tahun kebelakangan ini. Daripada Ogos 2011 hingga Januari 2025, Bitcoin mencatatkan kadar pertumbuhan tahunan kompaun sebanyak 102.36%, berbanding 14.83% S&P 500, menurut data Curvo.\n\nKadar pertumbuhan tahunan kompaun Bitcoin adalah jauh lebih tinggi daripada S&P 500. Sumber: Curvo",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFiYTEtZmM5Zi03NTlkLWI1MmYtODM1M2RkNjBjNDY0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da31e0fbd4b82a6a8f28ad",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 02:49:00",
            "status": "Posted"
        },
        {
            "title": "Rangkaian EOS menjenamakan semula kepada Vaulta dalam peralihan ke perbankan Web3.",
            "description": "Rangkaian EOS telah menjenamakan semula dirinya kepada Vaulta,  beralih fokus kepada perkhidmatan perbankan Web3.",
            "content": "Rangkaian EOS, rangkaian blok yang dilancarkan pada tahun 2018 di tengah-tengah ledakan tawaran duit syiling awal (ICO), telah menjenamakan semula kepada Vaulta dan akan beralih fokus kepada perbankan Web3.\n\nPeralihan kepada Vaulta dijadualkan secara tentatif pada akhir Mei dan akan termasuk token baharu dan penubuhan kumpulan penasihat yang dikenali sebagai Majlis Penasihat Perbankan Vaulta untuk membantu hala tuju baharu firma tersebut, kata syarikat itu dalam satu kenyataan pada 18 Mac.\n\nDalam satu kenyataan berasingan, firma itu berkata token EOS (EOS) rangkaian itu akan beralih kepada Token Vaulta, yang akan tersedia di hampir 140 bursa tempat EOS didagangkan dan melalui portal pertukaran yang tersedia pada bulan Mei. Ia menambah bahawa tanda dagang dan butiran teknikal token akan didedahkan pada tarikh kemudian.\n\nVaulta juga akan mewarisi infrastruktur asas Rangkaian EOS, termasuk integrasi dengan penyelesaian perbankan digital Bitcoin, exSat, yang melengkapi sistem BankingOS Vaulta, menawarkan suite perkhidmatan kewangan melalui perkongsian dengan Ceffu, Spirit Blockchain dan Blockchain Insurance Inc.\n\nPenjenamaan semula Rangkaian EOS kepada Vaulta menandakan pembetulan hala tuju yang signifikan bagi rangkaian blok itu, yang dilancarkan dengan penuh gembar-gembur pada Jun 2018 hasil daripada ICO selama setahun dan terbesar pernah ada bernilai $4.1 bilion yang dijalankan oleh syarikat di sebalik rangkaian itu, Block.one.\n\nBerikutan pelancarannya, EOS adalah projek terkemuka 10 dari segi had pasaran selama beberapa tahun. Tetapi nilainya telah merosot secara berterusan dan kini berada di dalam 100 teratas, iaitu di kedudukan ke-95, menurut CoinGecko.\n\nTerdapat pelbagai pendapat tentang punca kegagalan EOS. Sesetengah individu yang menjadi sukarelawan untuk membantu membangunkan rangkaian itu mengatakan terdapat kekurangan sokongan dan hala tuju daripada Block.one.\n\nBlock.one telah membuat penyelesaian $24 juta dengan Suruhanjaya Sekuriti dan Bursa pada September 2019, dan sesetengah pengulas berpendapat bahawa fokus firma itu kemudiannya beralih daripada teknologi asas EOS kepada projek lain — seperti aplikasi sosial yang menjadi pasaran NFT Voice dan bursa kripto Bullish.\n\nKetua Pegawai Eksekutif Goodblock, Douglas Horn percaya pelabur EOS telah ditipu dari awal, memberitahu Majalah Cointelegraph pada tahun 2023 bahawa “Block.one telah melakukan ICO yang menipu, sama ada ia dirancang dari awal atau tidak.”",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFjMWUtY2YxMy03ZmUyLWE5YzYtNjJlNTFjNzQxMTA5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da2ad858fc2a3af56c1398",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 02:19:00",
            "status": "Posted"
        }
    ]
}