{
    "timestamp": "2025-03-07 01:55:10",
    "all_news": [
        {
            "title": "Bitcoin merudum 6% ekoran rizab kripto Trump yang mengecewakan.",
            "description": "Bitcoin dan altcoin jatuh apabila Presiden Amerika Syarikat Donald Trump menandatangani perintah eksekutif bagi mewujudkan rizab strategik Bitcoin dan stok aset digital…",
            "content": "Bitcoin merudum kira-kira 6% selepas Presiden Amerika Syarikat Donald Trump menandatangani perintah eksekutif untuk mewujudkan Rizab Strategik Bitcoin.\n\nPeserta pasaran berharap kerajaan akan mengumumkan pelan untuk membeli lebih banyak Bitcoin (BTC), tetapi tsar kripto Trump, David Sacks, berkata di X bahawa ia hanya akan menggunakan Bitcoin yang sedia ada daripada kes jenayah — walaupun ia akan berusaha untuk membangunkan strategi “berimbang bajet” untuk mendapatkan Bitcoin tambahan.\n\nBitcoin jatuh kira-kira 6%, menurun daripada $90,400 kepada $84,979, menurut data CoinMarketCap.\n\nBitcoin telah sedikit pulih sejak itu, diniagakan pada $86,460 pada masa penerbitan. Sumber: CoinMarketCap\n\nEther (ETH), XRP (XRP), Solana (SOL), dan Cardano (ADA) turut jatuh susulan berita tersebut, selepas Sacks mengesahkan bahawa akan ada “Timbunan Aset Digital A.S.,” tetapi hanya terdiri daripada aset digital yang dirampas dalam prosiding jenayah atau sivil.\n\n“Kerajaan tidak akan memperoleh aset tambahan untuk Timbunan selain daripada yang diperoleh melalui prosiding rampasan,” kata Sacks.\n\nDalam sejam yang lalu, Ether telah jatuh 4%, XRP turun 7%, Solana jatuh 5.14%, dan Cardano turun 9.19%.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGE4NjctZDQ5OS03OTVlLWJlZDAtYjU0NDdhN2VmMzI0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca4bf4007e3a4c1708ea06",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 01:24:00",
            "status": "Posted"
        }
    ]
}