{
    "timestamp": "2025-03-11 22:25:47",
    "all_news": [
        {
            "title": "YouTuber mendakwa SEC akan mencadangkan penarikan balik saman berkaitan ICO token 2018.",
            "description": "Ketua Pegawai Eksekutif Token Metrics, Ian Balina, memberitahu Cointelegraph bahawa SEC akan memohon kelulusan mahkamah untuk menggugurkan tindakan penguatkuasaan kripto yang melibatkan kes pada tahun 20...",
            "content": "Ketua Pegawai Eksekutif Token Metrics dan YouTuber dengan lebih daripada 100,000 pelanggan, Ian Balina, berkata Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) akan menghentikan tindakan undang-undang terhadapnya berhubung dakwaan beliau melanggar undang-undang sekuriti dengan mempromosikan token Sparkster (SPRK) pada tahun 2018.\n\nBercakap kepada Cointelegraph pada 11 Mac, Balina berkata SEC telah memaklumkan kepadanya bahawa ia merancang untuk mengesyorkan mahkamah membatalkan kes yang difailkan pada tahun 2022 yang mendakwa “penawaran dan promosi yang tidak berdaftar pada tahun 2018 bagi sekuriti aset kripto yang dipanggil Token SPRK.”\n\nMenurut YouTuber kripto itu, tindakan SEC adalah berdasarkan perubahan keutamaan pentadbiran — merujuk kepada pelantikan Pengerusi SEC sementara, Mark Uyeda, oleh Presiden Amerika Syarikat Donald Trump selepas pemecatan Gary Gensler pada Januari.\n\n“Sudah tentu, pentadbiran baharu ini menyokong kripto,” kata Balina, mendakwa bahawa “masa telah berakhir” untuk pengawalseliaan kripto melalui penguatkuasaan.\n\nGambar Balina bercakap tentang Sparkster di YouTube pada tahun 2018. Sumber: Ian Balina\n\nAduan SEC terhadap Balina, yang difailkan pada September 2022, mendakwa YouTuber itu bersetuju untuk menerima bonus 30% daripada Sparkster bagi nilai token bernilai $5 juta yang dibelinya dalam tawaran duit syiling awal (ICO) — tetapi tidak mendedahkan maklumat ini kepada pengikut media sosialnya. Dalam salah satu keputusan mahkamah yang penting, seorang hakim berkata pada Mei 2024 bahawa “token SPRK layak sebagai sekuriti” di bawah bidang kuasa SEC.\n\nPada masa keputusan 2024, pasukan undang-undang Balina berkata ia merancang untuk merayu. Hakim pada mulanya menetapkan tarikh perbicaraan juri pada Januari 2025 tetapi meluluskan usul untuk penangguhan pada Julai 2024 dan bersetuju untuk menjadualkan prosiding pada tarikh kemudian. Pada masa penerbitan, tiada pemfailan muncul dalam daftar di Mahkamah Daerah Amerika Syarikat untuk Daerah Barat Texas yang meminta SEC membatalkan kes tersebut.\n\n“Ia pasti tidak murah, menelan kos banyak wang dari segi yuran guaman, yang memang menyedihkan,” kata Balina. “Membuat saya berharap SEC tidak mengutamakan semua ini.”\n\nPusingan 180 darjah SEC terhadap penguatkuasaan kripto selepas pemecatan Gensler\n\nSekiranya disahkan oleh SEC, petisyen untuk menggugurkan kes Balina akan menjadi tindakan terbaru Suruhanjaya yang memihak kepada syarikat kripto yang menghadapi saman yang serupa. Sejak Trump memegang jawatan pada 20 Januari, pengawal selia mengumumkan ia akan menghentikan siasatan terhadap Robinhood Crypto, Gemini, Uniswap dan OpenSea dan menggugurkan kes terhadap Coinbase, Consensys, Kraken dan lain-lain.\n\nSuruhanjaya masih mempunyai kes terbuka terhadap Ripple Labs, yang menghadapi rayuan dan rayuan balas susulan penghakiman $125 juta pada Ogos 2024.\n\nRamai pengkritik mencadangkan bahawa industri kripto telah membeli pengaruh daripada pentadbiran Trump dengan menyokong calon Republikan dalam pilihan raya 2024 atau menyumbang kepada dana perasmian beliau selepas kemenangannya pada November.\n\nPresiden Amerika Syarikat telah menganjurkan sidang kemuncak kripto di Rumah Putih pada 7 Mac, yang dihadiri oleh ramai pemimpin industri yang secara langsung atau tidak langsung menyokong calon “pro-kripto” dalam kitaran pilihan raya yang lalu, termasuk wakil daripada Robinhood, Gemini, Coinbase dan Kraken.\n\nMajalah: Pusingan U SEC terhadap kripto meninggalkan persoalan utama yang tidak terjawab",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg2NzQtNmJkMS03ZGFlLTg1ODctYmNhYWRiYTlhMWU4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d0ada5bab7ea102b579702",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 21:38:00",
            "status": "Posted"
        }
    ]
}