{
    "timestamp": "2025-03-23 03:37:39",
    "all_news": [
        {
            "title": "Keselamatan kripto sentiasa akan menjadi permainan 'tikus dan kucing' — Eksekutif Wallet",
            "description": "Eksekutif Ledger, Ian Rodgers, memberitahu Cointelegraph bahawa perlumbaan antara keselamatan kripto dan penggodam adalah sengit.",
            "content": "## Permainan Kucing dan Tikus: Keselamatan Dompet Kripto Sentiasa Terancam\n\nPenyedia dompet kripto semakin canggih, tetapi begitu juga dengan pelakunya – yang bermaksud pertempuran antara keselamatan dan ancaman berada dalam keadaan gencatan senjata, kata seorang eksekutif firma dompet perkakasan.\n\n“Ia akan sentiasa menjadi permainan kucing dan tikus,” kata Ketua Pegawai Pengalaman Ledger, Ian Rogers kepada Cointelegraph ketika menerangkan perlumbaan berterusan antara firma dompet kripto yang menambah ciri keselamatan baharu dan penggodam yang mencari cara yang lebih canggih untuk mengakses dompet mangsa.\n\nRogers berkata, malangnya, penipuan yang paling mudah berfungsi dengan baik kerana penipu bergantung kepada orang ramai yang melakukan kesilapan mudah.\n\n“Orang ramai memberikan frasa 24 perkataan mereka kepada orang lain setiap hari, jadi selagi itu berlaku, mereka akan memilih kaedah yang mudah,” katanya, sambil menambah:\n\nRogers menyerlahkan satu penipuan kripto yang biasa di mana mangsa ditipu oleh balasan di bawah “sebarang catatan di Twitter tentang kripto,” dengan mesej seperti “DM saya, dan saya akan membantu anda.”\n\n“Anda tahu bahawa penipu sentiasa meminta 24 perkataan anda,” kata Rogers. Ketua Pegawai Perniagaan CertiK, Jason Jiang baru-baru ini memberitahu Cointelegraph bahawa kesedaran tentang serangan pancingan data di media sosial boleh meningkatkan keselamatan kripto pengguna dengan drastik.\n\nKadang-kadang, penipu merampas akaun tokoh industri yang terkenal untuk menyiarkan pautan berniat jahat, menjadikan lebih sukar bagi pengguna untuk mengesan penipuan tersebut.\n\nPada September 2023, akaun pengasas bersama Ethereum, Vitalik Buterin, telah digodam, menyebabkan pemberian NFT palsu yang menipu pengikut untuk mengklik – hanya untuk menguras lebih daripada $691,000 daripada dompet mereka.\n\nRogers menekankan bahawa ini akan sentiasa berlaku, sama seperti pelakunya tidak terhad kepada kripto – penipuan seperti e-mel palsu daripada “presiden Nigeria” telah wujud selama bertahun-tahun.\n\n“Kos serangan sentiasa sepadan dengan saiz ganjaran, bukan?” kata Rogers. Pada tahun 2024, penggodaman kripto meningkat 15% daripada tahun 2023, dengan lebih daripada $3 bilion dicuri.\n\nSementara itu, penipuan penyembelihan babi telah muncul sebagai salah satu ancaman paling meluas kepada pelabur kripto, dengan kerugian pada rangkaian Ethereum mencecah $5.5 bilion merentas 200,000 kes yang dikenal pasti pada tahun 2024.\n\nPenipuan penyembelihan babi ialah sejenis skim pancingan data yang melibatkan taktik manipulasi yang panjang dan kompleks untuk menipu pelabur supaya dengan rela hati menghantar aset mereka ke alamat kripto palsu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2YwZjEtNDNhMS03ZmU2LTllMTctYmRkNWRjYmNjMTcz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67df7330413dc71c37d16642",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 02:30:00",
            "status": "Posted"
        }
    ]
}