{
    "timestamp": "2025-03-09 17:20:29",
    "all_news": [
        {
            "title": "Bitcoin Turun Lagi 3% — Adakah Harga BTC Menuju $69,000 Seterusnya?",
            "description": "Sasaran pembetulan Bitcoin termasuk $75,000 dengan harga BTC turun lebih 3% menjelang penutupan mingguan.",
            "content": "Bitcoin (BTC) masih berisiko jatuh ke paras $75,000 ekoran kelemahan harga BTC yang semakin ketara menjelang penutupan mingguan.\n\nSejauh manakah harga BTC boleh jatuh sebelum menemui titik terendah? Peserta pasaran popular memberikan pandangan mereka tatkala data daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD jatuh lebih 3% pada 9 Mac.\n\nBitcoin ‘memakan’ kecairan bidaan\n\nBuku pesanan bursa membentuk kawasan tumpuan utama di kalangan pedagang Bitcoin menjelang penutupan lilin mingguan.\n\nParas penghapusan di kedua-dua belah harga spot kelihatan mudah dicapai, dengan posisi long sudah mula membayar ekoran penurunan BTC/USD kepada $83,000.\n\n“Peta penghapusan menunjukkan: Ikan paus memburu stop loss!” tulis pedagang popular TheKingfisher sebagai amaran kepada pengikut X pada hari tersebut.\n\nData kecairan bursa Bitcoin. Sumber: TheKingfisher/X\n\nData daripada sumber pemantauan CoinGlass kini meletakkan jumlah penghapusan kripto 24 jam melebihi $300 juta.\n\nKeadaan kecairan bidaan paling tinggi di seluruh bursa berada sedikit di bawah $83,000 ketika penulisan, dengan harga spot sangat hampir untuk jatuh lebih rendah.\n\nPeta haba penghapusan BTC (tangkapan skrin). Sumber: CoinGlass\n\nPenurunan harga BTC ke $75,000 seterusnya?\n\nBolehkah paras terendah berbulan-bulan Februari iaitu $78,000 hanyalah permulaan?\n\nPandangan harga BTC yang bearish menunjukkan bahawa pasaran belum selesai menguji paras yang tidak dilihat sejak November tahun lepas.\n\nBagi pedagang popular Mikybull Crypto, terdapat peluang yang jelas bahawa Bitcoin akan menguji semula purata bergerak mudah (SMA) 50 minggu.\n\n“$BTC kemungkinan menuju ke sokongan MA untuk potensi titik terendah tempatan,” ramalannya.\n\nCarta BTC/USD 1 minggu dengan 50SMA. Sumber: Mikybull Crypto/X\n\nBTC/USD terakhir berinteraksi dengan SMA 50 minggu pada September tetapi telah mengelakkan penutupan lilin mingguan di bawahnya sejak Mac 2023.\n\nSementara itu, SMA 200 hari juga kembali menjadi perhatian kerana harga mencabarnya sebagai sokongan buat kali pertama sejak Oktober.\n\nCarta BTC/USD 1 minggu dengan SMA 50 minggu, 200 hari. Sumber: Cointelegraph/TradingView\n\nKebarangkalian 95% bahawa $69,000 akan bertahan\n\nSeperti yang dilaporkan oleh Cointelegraph minggu lepas, mekanisme harga BTC yang tepat secara sejarah menunjukkan bahawa paras lantai sebenar kini berada sekitar $69,000.\n\nIni akan membawa BTC/USD kembali ke paras tertinggi sepanjang zaman 2021 dan menandakan pembetulan 37% berbanding paras semasa.\n\nAlat Ramalan Harga Terendah memberikan kepastian 95% bahawa Bitcoin tidak akan jatuh lebih rendah. Rekod prestasinya sangat mengagumkan, dengan tepat menyatakan bahawa BTC/USD tidak akan pernah kembali ke paras $10,000 selepas September 2020.\n\nCarta Ramalan Harga Terendah Bitcoin. Sumber: Timothy Peterson/X\n\nRencana ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGIwOGMtOGUwNy03NzU0LWI2MTEtMjJlMjZhZmNlOWU0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cdc0b8d71cb1005f80be9b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 16:19:00",
            "status": "Posted"
        }
    ]
}