{
    "timestamp": "2025-03-08 20:21:13",
    "all_news": [
        {
            "title": "David Sacks Menolak Cadangan Cukai Transaksi Kripto",
            "description": "Penasihat kanan Rumah Putih, David Sacks, menyatakan beliau tidak menyokong cukai transaksi kripto dan memetik sejarah cukai pendapatan sebagai amaran.",
            "content": "David Sacks, penasihat kripto dan AI Rumah Putih, menolak cadangan mengenakan cukai ke atas setiap urus niaga kripto sebagai kaedah untuk mengisi rizab strategik Bitcoin (BTC) dan simpanan kripto AS dengan aset digital.\n\nSemasa penampilan baru-baru ini di podcast All In, hos Jason Calacanis mencadangkan mengenakan cukai 0.01% ke atas setiap urus niaga kripto, yang akan dinyatakan dalam aset yang dipindahkan, dibeli, atau dijual. Sacks menjawab:\n\n\"Jadi, saya tidak begitu menyukai idea cukai baharu, walaupun dijanjikan bahawa ia tidak akan memberi kesan besar kepada orang ramai.  Ia kedengaran membebankan kepada saya,\" sambung Sacks.\n\nPelabur kripto sangat mengkritik idea itu, yang juga akan mengenakan cukai ke atas pemindahan aset antara dompet yang dimiliki oleh orang yang sama.\n\nSidang Kemuncak Kripto Rumah Putih yang baru-baru ini tidak menyebut tentang dasar cukai konkrit.  Bagaimanapun, pentadbiran Trump telah menunjukkan sokongan terhadap pembaharuan cukai menyeluruh di peringkat persekutuan.\n\nDavid Sacks membincangkan rizab strategik Bitcoin dan simpanan kripto. Sumber: Podcast All In\n\nBerkaitan: AS akan menggunakan stablecoin untuk memastikan hegemoni dolar — Scott Bessent\n\nPresiden Trump mencadangkan untuk menghapuskan cukai pendapatan dan Perkhidmatan Hasil Dalam Negeri (IRS)\n\nPresiden Donald Trump sebelum ini mencadangkan untuk menghapuskan cukai pendapatan persekutuan dan menggantikan hasil cukai pendapatan dengan tarif ke atas barangan import. Trump berkata kerajaan persekutuan Amerika Syarikat dibiayai sepenuhnya oleh tarif pada abad ke-19 dan berhujah bahawa ia adalah zaman kemakmuran yang hampir tidak tertandingi bagi negara itu.\n\nHoward Lutnick, setiausaha perdagangan AS, mengulangi cadangan itu dan berkata bahawa Perkhidmatan Hasil Dalam Negeri (IRS) akan digantikan dengan \"Perkhidmatan Hasil Luar\".",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTc2ZjgtNTQ3ZC03MzgwLWFhZmUtNzU4NzE0YTcxOTRh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cc9cec115e784f03718668",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 19:33:00",
            "status": "Posted"
        }
    ]
}