{
    "timestamp": "2025-04-09 10:30:56",
    "all_news": [
        {
            "title": "4th gen crypto needs collaborative tokenomics against tech giants — Hoskinson",
            "translated_facebook_post": "Projek kripto generasi keempat perlu kerjasama yang lebih erat untuk bersaing dengan gergasi teknologi.  Kalau tak, susah nak menang lawan syarikat besar macam Apple dan Google yang dah mula masuk bidang ni.",
            "translated_title": "Kripto generasi ke-4 memerlukan tokenomik kolaboratif untuk menentang gergasi teknologi — Hoskinson",
            "translated_content": "Generasi seterusnya projek mata wang kripto perlu mengguna pakai pendekatan yang lebih kolaboratif untuk bersaing dengan syarikat teknologi terpusat utama yang memasuki ruang Web3, menurut pengasas Cardano, Charles Hoskinson.\n\nBercakap di Paris Blockchain Week 2025, Hoskinson berkata salah satu kritikan utama terhadap ruang kripto dan kewangan terdesentralisasi (DeFi) ialah \"ekonomi bulatan\"nya, yang sering bermaksud bahawa perhimpunan mata wang kripto tertentu disokong oleh dana yang keluar dari token lain, mengehadkan pertumbuhan industri tersebut.\n\nHoskinson berkata bahawa untuk berpeluang menentang gergasi teknologi terpusat yang menyertai industri Web3, projek mata wang kripto memerlukan tokenomik dan struktur pasaran yang lebih kolaboratif.\n\n“Masalahnya sekarang, dengan cara kita telah melakukan perkara-perkara dalam ruang mata wang kripto, ialah tokenomik dan struktur pasarannya secara intrinsiknya bermusuhan. Ia adalah sifar jumlah,” kata Hoskinson. “Daripada memilih pergaduhan, apa yang perlu anda lakukan ialah anda perlu mencari tokenomik dan struktur pasaran yang membolehkan anda berada dalam keseimbangan koperatif.”\n\nBeliau berhujah bahawa persekitaran semasa sering menyaksikan pertumbuhan satu projek kripto berlaku dengan mengorbankan projek lain dan bukannya menyumbang kepada kesihatan keseluruhan sektor tersebut. Beliau menambah bahawa ini tidak mampan berhadapan dengan firma bernilai trilion dolar seperti Apple, Google, dan Microsoft, yang mungkin akan menyertai perlumbaan Web3 tidak lama lagi di tengah-tengah peraturan AS yang lebih jelas.\n\n“Anda tidak boleh membina ekosistem global dengan cara ini, dan anda tidak boleh menang dengan cara ini,” katanya. “Kerana inilah perkara yang penting. Pihak sedia ada jauh lebih besar.”\n\nKomen Hoskinson dibuat ketika industri menantikan kemajuan dalam perundangan stablecoin AS, yang mungkin akan datang dalam tempoh dua bulan akan datang.\n\nSatu rang undang-undang sekunder, Akta GENIUS — singkatan bagi Guiding and Establishing National Innovation for US Stablecoins — akan mewujudkan garis panduan cagaran untuk penerbit stablecoin sambil memerlukan pematuhan sepenuhnya terhadap undang-undang Anti-Pengubahan Wang Haram.\n\nKripto menghadapi angin surut pengawalseliaan Big Tech\n\nLebih banyak penyertaan daripada gergasi teknologi adalah mungkin selepas rang undang-undang stablecoin diluluskan. Rang undang-undang struktur pasaran mungkin akan diluluskan menjelang September, kata Hoskinson, sambil menambah:\n\n“Jadi jika halangan-halangan itu dialih keluar, bagaimana kita, sebagai sebuah industri, bersaing dengan dompet yang dibina Apple dalam pakej dengan iPhone,” katanya, sambil menambah bahawa kripto juga perlu membina infrastruktur yang boleh digunakan oleh gergasi teknologi yang masuk.\n\nBagi menyelaraskan insentif rangkaian blok rantaian, Cardano telah menjalankan kerja ke atas “Minotaur”, satu protokol konsensus pelbagai sumber yang menggabungkan pelbagai mekanisme konsensus dan rangkaian untuk membayar ganjaran blok bersatu kepada pelbagai rangkaian pada masa yang sama.\n\n“Anda membayar dalam mata wang yang anda mahukan, dan pelbagai rangkaian terlibat dalam mengamankan sistem dan mempunyai insentif kewangan untuk mengekalkan sistem tersebut,” kata Hoskinson.",
            "translated_summary": "Mata wang kripto generasi keempat memerlukan lebih banyak insentif ekonomi kolaboratif untuk menentang persaingan yang semakin meningkat daripada firma berpusat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ad9b131a5bcb5db82b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjE5ZDQtOWM2OS03NjJiLWIwMDAtMzBlYzc2NmNmZjA5.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-09 10:18:00"
        },
        {
            "title": "How XRP’s Price Surge Signals New Risks",
            "translated_facebook_post": "Harga XRP naik mendadak awal tahun, tapi ramai pelabur jangka pendek terlibat.  Ini mungkin sebabkan harga jatuh bila pasaran berubah, sebab mereka mudah panik jual.  Jadi, kena berhati-hati la.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/how-xrps-price-surge-signals-new-risks",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-097.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:18:00"
        },
        {
            "title": "🚀 Berachain – A Game-Changer in the DeFi Space on Cosmos",
            "translated_facebook_post": "Berachain, blockchain baru guna Proof of Liquidity, tengah naik sebab cepat berkembang, komuniti kuat, dan serasi dengan aplikasi Ethereum. Tapi, masih dalam fasa ujian, jadi kena tengok lagi kebolehskalaannya nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649b06ff13e1b76fc46c9",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-04-09-%D0%B2-13.13.45.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:17:00"
        },
        {
            "title": "Top 3 Cloud (Crypto) Mining Platforms to Consider in 2025",
            "translated_facebook_post": "Tahun 2025, platform perlombongan awan Zaminer, ECOS, dan Binance antara pilihan utama.  Zaminer menonjol dengan ciri mesra pengguna dan pilihan percuma, manakala ECOS menawarkan fleksibiliti kontrak dan aplikasi mudah alih. Binance pula sesuai untuk pemula kerana kemudahannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f648c07850353693c47de6",
            "source": "The Bitcoin Daily",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/13bac8d666cf4509a6a5551fceeba12c.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:15:00"
        },
        {
            "title": "MEXC and BNB Chain Strengthen Ties To Empower Token Listings & Marketing",
            "translated_facebook_post": "MEXC dan BNB Chain kini bekerjasama rapat untuk memudahkan penyenaraian token dan pemasaran.  Projek-projek di BNB Chain akan dapat penyenaraian lebih cepat dan sokongan pasaran yang lebih baik, manakala pelabur pula berpeluang akses aset berpotensi tinggi awal-awal lagi.  Kerjasama ini fokus pada sokongan penyenaraian eksklusif dan kerjasama ekosistem untuk bantu projek-projek di BNB Chain berkembang di pasaran global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f63c658d64831d62ef4c30",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/109880ea2a7d4844bb0a80be2db927c1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:15:00"
        },
        {
            "title": "MEXC Launches Babylon (BABY) Exclusive BTC Fixed Saving Event With 99% APR",
            "translated_facebook_post": "MEXC tawarkan peluang simpanan tetap BTC dengan kadar faedah tahunan (APR) sehingga 99%  selama tempoh terhad,  bersamaan dengan pelancaran token Babylon (BABY).  Ada juga acara Airdrop+ dengan hadiah keseluruhan 150,000 USDT.  Peluang menarik untuk pengguna baru dan sedia ada!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f63e0c8d64831d62ef4c3d",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5a3ce293b13c435b9508d25044e39c79.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:15:00"
        },
        {
            "title": "From Massive ROI to Real-World Use- Qubetics, Cardano, and Astra Emerge as Top Cryptos to Buy This Month",
            "translated_facebook_post": "Qubetics, Cardano, dan Astra antara kripto pilihan bulan ini; Qubetics menawarkan transaksi rentas sempadan mudah dan pulangan pelaburan tinggi, Cardano menunjukkan tanda-tanda pemulihan disokong pelabur institusi, manakala Astra fokus pada keselamatan Web3.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ac9b131a5bcb5db823",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed-18.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:15:00"
        },
        {
            "title": "Qubetics Price Is at a 10% Discount, Making It One of the Top Cryptos to Join This Week While Bitcoin and Polygon Make Waves",
            "translated_facebook_post": "Bitcoin jatuh sedikit, Polygon buat kerjasama menarik dengan NFT, dan Qubetics tengah promosi awal dengan diskaun dan potensi pulangan tinggi.  Nampaknya minggu ni ada banyak pilihan menarik dalam dunia kripto!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ac9b131a5bcb5db825",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-08T162001.493Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:15:00"
        },
        {
            "title": "Best Crypto to Buy Now: Qubetics, Immutable X, HNT – Latest Updates and Insights",
            "translated_facebook_post": "Beberapa projek kripto seperti Qubetics (fokus aset fizikal), Immutable X (NFT & permainan), dan HNT (rangkaian tanpa wayar) menunjukkan potensi menarik.  Qubetics  sangat menarik perhatian dengan jualan pra-pelancaran yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ac2a8f7677656394a9",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-08T161504.051Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:15:00"
        },
        {
            "title": "Revolutionizing Democracy: New York Bill Proposes Blockchain for Unbreakable Election Security",
            "translated_facebook_post": "Rang undang-undang baharu di New York nak guna teknologi blockchain untuk tingkatkan keselamatan pilihan raya, bagi pastikan setiap undi dikira dan keputusan pilihan raya lebih telus dan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ab9b131a5bcb5db821",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Revolutionizing-Democracy-New-York-Bill-Proposes-Blockchain-for-Unbreakable-Election-Security.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:10:00"
        },
        {
            "title": "Bear Market Alert by Goldman Sachs Amid Recession Concerns",
            "translated_facebook_post": "Goldman Sachs bagi amaran pasaran saham mungkin terus menurun disebabkan kebimbangan ekonomi dan kemelesetan,  mencadangkan pelabur mempelbagaikan pelaburan untuk mengurangkan risiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ac9b131a5bcb5db827",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/goldman-sachs-bear-market-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:10:00"
        },
        {
            "title": "Unraveling the Trends: XRP Price Surge and Its Implications",
            "translated_facebook_post": "Harga XRP naik mendadak awal tahun, ramai pelabur baru masuk, tapi untungnya tak lama.  Banyak pelabur beli pada harga tinggi, jadi risiko jualan besar ada.  Keadaan sekarang ni macam tak berapa stabil, kena berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/unraveling-the-trends-xrp-price-surge-and-its-implications/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1063.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:09:00"
        },
        {
            "title": "Ethereum Realized Price Below $2K, Will 2020 Rally Repeat?",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ae9b131a5bcb5db82d",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/e31b5925b2d8421abf154c33be196cf0.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:09:00"
        },
        {
            "title": "Top Reasons Why Ethereum (ETH) Price is Poised to Hit a New ATH at $7000, Later This Year",
            "translated_facebook_post": "Harga Ethereum dijangka meningkat mendadak kepada $7000 menjelang akhir tahun ini disebabkan beberapa faktor, antaranya harga yang berada pada paras terendah sejak beberapa tahun lalu,  petunjuk teknikal positif, dan sejarah menunjukkan peningkatan harga yang ketara selepas penurunan yang serupa sebelum ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f647676ff13e1b76fc46be",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/01191743/ETH-Under-2000_-Holders-Sell-Fees-Reach-Historic-Lows-Should-You-Buy-Now.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:06:00"
        },
        {
            "title": "Binance Launches KernelDAO Megadrop: Here’s How to Earn KERNEL Tokens Before Listing",
            "translated_facebook_post": "Binance bagi peluang dapat token KERNEL sebelum ia disenaraikan,  cuma kena kunci BNB dalam Simple Earn dan lengkapkan beberapa tugasan Web3 KernelDAO sebelum 13 April 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f647692a8f7677656394a5",
            "source": "CoinEagle",
            "image": "https://coineagle.com/wp-content/uploads/2025/04/e0f880a78e2f11eb1f5cbb956eb1179b-1024x764.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:05:00"
        },
        {
            "title": "Is the Fed’s Secret Liquidity Boost Causing Bitcoin’s Price Crash",
            "translated_facebook_post": "Pasaran global sekarang agak tak menentu disebabkan beberapa faktor, termasuk tindakan rahsia Rizab Persekutuan Amerika Syarikat yang menyuntik dana ke pasaran, ketegangan perang perdagangan US-China, dan kejatuhan harga Bitcoin yang agak ketara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinpedia.org/news/is-the-feds-secret-liquidity-boost-causing-bitcoins-price-crash/",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2023/11/02181925/BitMEXs-Arthur-Hayes-Urges-%E2%80%98Its-Time-to-Boost-Bitcoin-Amid-U.S.-Fed-Signals.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:05:00"
        },
        {
            "title": "China May Boost Bitcoin Amid Rising U.S. Tariffs",
            "translated_facebook_post": "Disebabkan ketegangan perdagangan antara Amerika Syarikat dan China, mungkin akan berlaku peningkatan permintaan Bitcoin disebabkan kebimbangan pelabur China terhadap nilai Yuan.  Sejarah menunjukkan aliran keluar modal dari China menuju Bitcoin apabila nilai Yuan jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f649ac6ff13e1b76fc46c7",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/bitcoin-chine-usa.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:05:00"
        },
        {
            "title": "Lenovo tops with 15.2 million as global PC sales grew by 4.9% in Q1 2025 – report",
            "translated_facebook_post": "Lenovo masih lagi nombor satu dalam jualan PC global suku pertama 2025, jualan meningkat 4.9% berbanding tahun lepas,  walaupun sedikit penurunan berbanding suku sebelumnya.  Walau bagaimanapun, perang tarif antara AS dan negara lain memberi kesan kepada pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f6463f3b8fb751c337b4d1",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:04:00"
        },
        {
            "title": "NEWS DIGEST- 9.04.2025🚀",
            "translated_facebook_post": "Berita hari ini ada pasal Ripple beli Hidden Road dengan harga $1.25 billion, Jabatan Kehakiman Amerika Syarikat ubah polisi penguatkuasaan kripto, Tether labur $500 juta dalam perlombongan Bitcoin yang mesra alam, dan Toobit menang anugerah bursa kripto terbaik di MENA.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f646439b131a5bcb5db815",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/03/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-03-31-%D0%B2-16.17.31.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-09 10:03:00"
        }
    ]
}