{
    "timestamp": "2025-04-02 08:34:38",
    "all_news": [
        {
            "title": "Massive $500K Crypto Prizes: Sui Overflow 2025 Developer Competition Opens!",
            "translated_facebook_post": "Pertandingan pembangunan aplikasi Sui Overflow 2025 menawarkan hadiah wang tunai bernilai $500,000 dan memberi peluang kepada pembangun untuk mencipta aplikasi menarik di platform Sui.  Pelbagai kategori disertakan, jadi ramai yang boleh sertai!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf450dc7c2f19e85505b8",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Massive-500K-Crypto-Prizes-Sui-Overflow-2025-Developer-Competition-Opens.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:20:00"
        },
        {
            "title": "Ripple’s XRP Surges as Regulations Approach",
            "translated_facebook_post": "Harga XRP naik dari $2 kepada $2.20, disebabkan jangkaan peraturan baharu dan sentimen pasaran yang positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ripples-xrp-surges-as-regulations-approach",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-027.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:18:00"
        },
        {
            "title": "Coinbase stock underperforms in Q1 2025, worst record post FTX saga",
            "translated_facebook_post": "Saham Coinbase jatuh lebih 30% pada suku pertama 2025, prestasi terburuk sejak FTX tumbang.  Ini disebabkan kebimbangan terhadap ekonomi Amerika Syarikat dan  kesan terhadap aset digital, menjejaskan juga syarikat berkaitan kripto lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf4509fd3b55b3f25e213",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Coinbase-sees-worst-quarter-since-FTX-collapse-amid-industry-bloodbath.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:16:00"
        },
        {
            "title": "GameStop completes $1.5B sale, eyeing Bitcoin acquisition",
            "translated_facebook_post": "GameStop dah siap jual bon bernilai $1.5 billion, dan plan nak guna duit tu beli Bitcoin untuk simpanan syarikat.  Lebih banyak duit dapat dari jangkaan, memang untung! Tapi ada juga yang risau dengan keputusan ni, sebab GameStop pun tengah tutup beberapa cawangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf3219fd3b55b3f25e20e",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/01/crypto-news-gamestop-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:16:00"
        },
        {
            "title": "Bitcoin Price Rebounded Above $85K, After a Dip to $82K Levels",
            "translated_facebook_post": "Harga Bitcoin naik balik atas $85,000 lepas jatuh ke $82,000, dengan minat pelaburan masih tinggi, terutamanya selepas GameStop dapat dana besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf322ca75d16cca8a7bcd",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/04/photo_6010238970891454095_w-1024x682.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:15:00"
        },
        {
            "title": "Start using Advanced Miners and easily earn tens of millions of dollars every day",
            "translated_facebook_post": "Pengguna boleh menjana pendapatan pasif menerusi perlombongan kripto dengan platform  ini, walaupun tanpa pengalaman.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf322dc7c2f19e85505b5",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Picture3-6.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:15:00"
        },
        {
            "title": "Mask Network Bleeds: Why Mask Coin Price Crashes—Is Rebound Soon?",
            "translated_facebook_post": "Harga MASK Coin jatuh mendadak, susut 33% dalam sehari.  Walaupun ada petanda teknikal yang menunjukkan kemungkinan *rebound* jangka pendek, trend keseluruhan masih negatif.  Dinasihatkan untuk berhati-hati dan elakkan pembelian secara terburu-buru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecec774b2ccd18849a7f02",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/36426b4d8597447cbae67427f497bb30.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:15:00"
        },
        {
            "title": "Meta’s AI Research Head Joelle Pineau to step down in May",
            "translated_facebook_post": "Ketua penyelidikan AI Meta, Joelle Pineau, akan berhenti kerja pada Mei nanti lepas lapan tahun berkhidmat, membuka laluan untuk orang lain menerajui bahagian AI syarikat itu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1df464bd74a1ecc569b",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Joelle-Pineau.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:13:00"
        },
        {
            "title": "NEXT 24 HOURS ARE GOING TO BE INSANE FOR CRYPTO! Trump Tariffs Coming out (Time Sensitive)",
            "translated_facebook_post": "24 jam akan datang memang agak huru-hara untuk pasaran kripto!  Ada kemungkinan tarif baharu akan diumumkan esok, 2 April,  dan pasaran dah pun menjunam.  Selain itu, ada beberapa kemas kini besar untuk Sonic, Cardano dan Solana, dan satu lagi altcoin baharu mungkin akan mengatasi ONDO.\n\n\nPasaran kripto bakal bergegar dengan kemungkinan pengumuman tarif baharu dan beberapa kemas kini penting.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1a0464bd74a1ecc5699",
            "source": "Altcoin Buzz",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/9c1412645ec64fb09e6dd9cfbf61a166.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:13:00"
        },
        {
            "title": "Hacker Steals $5.4M from zkLend—Then Gets Scammed",
            "translated_facebook_post": "Pencuri siber yang mencuri $5.4 juta sebenarnya sendiri kena tipu oleh penipu lain, habis duit yang dicuri pun lesap!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1dfdc7c2f19e85505b0",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/8049.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:12:00"
        },
        {
            "title": "SEA Blockchain Week Cancelled Due to Myanmar-Thailand Earthquake",
            "translated_facebook_post": "Minggu Blockchain Asia Tenggara 2025 dibatalkan sebab gempa bumi teruk di Myanmar-Thailand, jadi semua yang beli tiket dapat bayaran balik dan fokus utama sekarang ialah bantu mangsa gempa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1e0ca75d16cca8a7bc6",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/SEABW-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:12:00"
        },
        {
            "title": "Bybit Launches XTER Trading Competition with 35,000 USDT Prize",
            "translated_facebook_post": "Bybit bagi hadiah 35,000 USDT dalam pertandingan dagangan XTER,  harapnya dapat tarik lebih ramai orang berdagang dan naikkan jumlah dagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1e1464bd74a1ecc569d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-trading-trophy.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:10:00"
        },
        {
            "title": "Bitcoin sales at $109K all-time high 'significantly below' cycle tops — Research",
            "translated_facebook_post": "Ramai pelabur Bitcoin yang beli sejak 2020 masih tahan jual walaupun harga dah naik tinggi.  Mereka yang beli masa harga rendah dulu masih tunggu harga lagi tinggi sebelum untung.  Nampaknya, pelabur jangka pendek je yang banyak jual beli ikut turun naik harga.",
            "translated_title": "Jualan Bitcoin pada paras tertinggi sepanjang zaman $109,000  \"jauh di bawah\" paras puncak kitaran — Kajian",
            "translated_content": "Pelabur Bitcoin (BTC) yang membeli BTC pada tahun 2020 atau selepasnya masih menunggu harga yang lebih tinggi, kata kajian baharu.\n\nDalam penemuan yang diterbitkan di X pada 1 April, firma analisis onchain Glassnode mendedahkan bahawa $110,000 tidak cukup tinggi untuk membuat ramai pemegang menjual.\n\nGlassnode: Pembeli Bitcoin 2020 “masih memegang”\n\nMereka yang memasuki pasaran antara tiga hingga lima tahun lalu telah mengekalkan pegangan mereka walaupun peningkatan harga BTC yang ketara.\n\nMenurut Glassnode, kumpulan pelabur ini, dengan kos asas dari paras terendah tahun 2020 iaitu $3,600 hingga paras tertinggi tahun 2021 iaitu $69,000, masih memegang BTC mereka.\n\n“Walaupun bahagian kekayaan yang dipegang oleh pelabur yang membeli $BTC 3–5 tahun lalu telah menurun sebanyak 3 mata peratusan sejak kemuncaknya pada November 2024, ia masih berada pada paras yang tinggi secara sejarah,” lapornya.\n\nCarta yang disertakan menunjukkan data daripada metrik Realized Cap HODL Waves, yang membahagikan bekalan BTC kepada beberapa bahagian berdasarkan bila setiap syiling terakhir kali bergerak di onchain.\n\nMenggunakan ini, Glassnode dapat membezakan antara pembeli 2020-22 dan mereka yang datang sebelum mereka.\n\n“Sebaliknya, lebih daripada dua pertiga daripada mereka yang telah membeli $BTC 5–7 tahun lalu telah menjual pegangan mereka menjelang kemuncak Disember 2024,” katanya, mencerminkan kos asas mereka yang lebih rendah.\n\nPelabur spekulatif kekal tenang pada paras harga BTC yang tinggi\n\nSeperti yang dilaporkan oleh Cointelegraph, pembeli yang lebih baru, yang membentuk kumpulan pelabur spekulatif yang dikenali sebagai pemegang jangka pendek (STH), telah terbukti jauh lebih sensitif terhadap turun naik harga BTC baru-baru ini.\n\nEpisod jual panik telah berlaku sepanjang enam bulan lalu apabila BTC/USD mencecah paras tertinggi baharu dan kemudian jatuh sehingga 30%.\n\nGlassnode berhujah bahawa penyertaan STH semasa tidak menunjukkan kegilaan spekulatif — sesuatu yang biasa berlaku pada kemuncak kitaran harga BTC sebelum ini.\n\n“Pemegang Jangka Pendek kini memegang sekitar 40% daripada kekayaan rangkaian Bitcoin, selepas mencapai kemuncak hampir 50% awal tahun 2025,” komennya bersama data Realized Cap HODL Waves pada 31 Mac.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Pelabur Bitcoin yang menyimpan mata wang kripto itu sejak 2020-2022 memilih untuk tidak menjual BTC.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1e09fd3b55b3f25e20a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2JmM2UtZWU2NC03OTFlLTkwODEtMzc4N2JmYTI5MDBj.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 08:10:00"
        },
        {
            "title": "Urgent Alert: Is Bitcoin’s Market Low Imminent? Terrifying Crypto Analysis Emerges",
            "translated_facebook_post": "Analisis terkini menunjukkan kemungkinan penurunan mendadak harga Bitcoin berdasarkan perbandingan dua metrik penting, iaitu Realized Cap dan Thermo Cap.  Jika Realized Cap jatuh di bawah Thermo Cap, ia mungkin mencetuskan penurunan harga yang ketara,  mengingatkan kita pada penurunan harga Bitcoin sebelum ini.  Namun,  kita perlu sentiasa berhati-hati dan memantau keadaan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf1e09fd3b55b3f25e208",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Alert-Is-Bitcoins-Market-Low-Imminent-Terrifying-Crypto-Analysis-Emerges.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:10:00"
        },
        {
            "title": "Ripple’s XRP Hits New Heights Amid Regulatory Talks and Market Dynamics",
            "translated_facebook_post": "Harga XRP naik disebabkan perbincangan tentang peraturan dan keadaan pasaran semasa.  Kejelasan peraturan penting untuk pengembangan pasaran dan kestabilan harga XRP.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/ripples-xrp-hits-new-heights-amid-regulatory-talks-and-market-dynamics/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1036.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:08:00"
        },
        {
            "title": "Sony Electronics Singapore accepts USDC payments through Crypto.com",
            "translated_facebook_post": "Sony di Singapura dah terima pembayaran guna USDC melalui Crypto.com, menunjukkan penerimaan mata wang kripto semakin meluas.",
            "translated_title": "Sony Electronics Singapura menerima pembayaran USDC melalui Crypto.com.",
            "translated_content": "Sony Electronics Singapura Terima Pembayaran USDC Melalui Crypto.com\n\nSony Electronics Singapura telah bekerjasama dengan Crypto.com untuk membolehkan pembayaran USDC, satu langkah yang menyerlahkan trend penggunaan stablecoin yang semakin meningkat di rantau ini.  Kedai dalam talian subsidiari Sony di Singapura kini menerima pembayaran USDC melalui Crypto.com.\n\nMenurut pengumuman pada 2 April, Sony Electronics Singapura kini menerima pembayaran stablecoin USDC melalui integrasi dengan bursa Crypto.com. Pengurus Besar Crypto.com Singapura, Chin Tah Ang berkata:  Ini hanyalah satu daripada beberapa perkongsian berprofil tinggi yang berjaya dijalinkan oleh Crypto.com baru-baru ini. Pada akhir tahun 2024, bursa kripto berasaskan mudah alih ini telah bekerjasama dengan Deutsche Bank untuk menyediakan perkhidmatan perbankan korporat di pasaran Asia Pasifik, meliputi kawasan seperti Singapura, Australia, dan Hong Kong.\n\nSingapura Berjudi pada Stablecoin\n\nSubsidiari Sony Singapura yang membenarkan pembayaran stablecoin mungkin merupakan permulaan trend baharu di rantau ini. Laporan pada lewat Februari menunjukkan bahawa Metro, sebuah rangkaian gedung membeli-belah tersenarai awam di Singapura, telah membenarkan pelanggannya membayar produk menggunakan stablecoin seperti USDt Tether. Inisiatif ini juga susulan laporan Januari bahawa Singapura menjadi destinasi utama bagi syarikat Web3 selepas ia mengeluarkan dua kali ganda lebih banyak lesen kripto pada tahun 2024 berbanding tahun sebelumnya. William Croisettier, ketua pegawai pertumbuhan ZKcandy, memberitahu Cointelegraph pada masa itu:\n\nHab Kripto yang sedang Berkembang\n\nPada lewat November, bank digital mesra kripto, Singapore Gulf Bank dilaporkan sedang mencari suntikan dana sekurang-kurangnya $50 juta kerana ia merancang untuk memperoleh syarikat pembayaran stablecoin pada tahun 2025. Firma itu bermotivasi untuk meneruskan usaha tersebut, dengan rancangan yang didakwa untuk menjual sehingga 10% ekuiti untuk membiayainya.\n\nSatu kajian yang diterbitkan pada akhir tahun 2024 mendedahkan bahawa pendekatannya terhadap peraturan menjadikan Singapura sebagai juara global teknologi blockchain. Negara ini mendapat markah tertinggi di antara semua bidang kuasa yang dipertimbangkan berdasarkan pelbagai faktor.",
            "translated_summary": "Sony Electronics Singapura kini menerima pembayaran USDC melalui Crypto.com, menandakan satu langkah penting dalam penerimaan arus perdana mata wang kripto untuk kegunaan harian…",
            "original_url": "https://cointelegraph.com/news/sony-crypto-com-usdc-payments-singapore",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2Q1ZGItYmI2ZS03ZTMzLWIwOWItM2EzNGYxYjY4MzNm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 08:07:00"
        },
        {
            "title": "Pump Fun Introduces PumpFi for Memecoins and NFTs Funding",
            "translated_facebook_post": "Platform PumpFi baru dilancarkan untuk bantu dana projek memecoin dan NFT, dijangka akan tarik ramai pelabur dan penggiat dalam bidang ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://bitcoininfonews.com/pump-fi-supports-memecoins-nfts",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/vibrant-8bit-pump-fun-mascot.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:07:00"
        },
        {
            "title": "Sony Singapore Embraces USDC Payments via CryptoCom",
            "translated_facebook_post": "Sony di Singapura dah terima pembayaran USDC melalui CryptoCom, permulaan penerimaan transaksi kripto dan mungkin akan tambah lagi pilihan mata wang kripto lain nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinomedia.com/sony-usdc-payments",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Sony-Singapore.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:05:00"
        },
        {
            "title": "FTX Europe: Customers Can Now Initiate Their Claims Via Backpack",
            "translated_facebook_post": "Pelanggan FTX Eropah akhirnya boleh mula tuntut semula wang mereka melalui Backpack, walaupun masih ada beberapa peringkat lagi dan caj tertentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecf452464bd74a1ecc56a0",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/ftx-europe.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:05:00"
        },
        {
            "title": "METRADE Marketplace: Making Crypto Accessible To All, Regardless of Experience",
            "translated_facebook_post": "Pasar METRADE memudahkan semua orang, tak kira pengalaman, untuk menceburi dunia kripto menerusi platform ikuti strategi, dengan pilihan strategi percuma dan premium yang disahkan.  Mudah, fleksibel dan ada komuniti untuk sokongan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecef244b2ccd18849a7f0f",
            "source": "BTC Peers",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/145d4bd579874162a7ffc04acb678995.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 08:02:00"
        }
    ]
}