{
    "timestamp": "2025-04-18 16:32:36",
    "all_news": [
        {
            "title": "Barry Silbert Highlights Bitcoin as Highest Return Asset",
            "translated_facebook_post": "Digital Currency Group (DCG)  baru je tubuhkan syarikat perlombongan Bitcoin baru, Fortitude Mining, untuk tingkatkan kecekapan dan saiz operasi mereka dalam pasaran kripto yang sentiasa berubah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027ba5b49d617ba9a91359",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/digital-currency-group-fortitude-mining.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:18:00"
        },
        {
            "title": "Altcoin Whales with Trump Ties Load $775K in SEI as Qubetics and Stellar Position for the Next Big Crypto Rally",
            "translated_facebook_post": "Qubetics, SEI, dan Stellar antara projek kripto yang berpotensi besar untuk masa hadapan, dengan Qubetics menawarkan VPN terdesentralisasi dan dompet pelbagai rantaian, SEI menonjolkan kelajuan transaksi yang tinggi, dan Stellar fokus pada pembayaran rentas sempadan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027ba4a502dc28244c8f55",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/qqbetics-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:15:00"
        },
        {
            "title": "Those Who Missed Kaspa Are Watching Qubetics Climb the Charts as Top Altcoin for Massive Return Potential",
            "translated_facebook_post": "Ramai terlepas peluang Kaspa, sekarang Qubetics muncul dengan potensi pulangan tinggi, menawarkan penyelesaian interoperabiliti yang memudahkan urusan merentas pelbagai rangkaian blok rantai.  Harga presale masih rendah, jadi ini peluang untuk dapatkan keuntungan besar jika ia mencapai jangkaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027ba4a502dc28244c8f57",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-17T162928.947Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:15:00"
        },
        {
            "title": "Fed Considers Rate Cuts Amid Persistent Inflation Worries",
            "translated_facebook_post": "Bank Pusat Amerika (Fed) tengah timbang kemungkinan turunkan kadar faedah disebabkan kebimbangan inflasi yang berterusan.  Mary C. Daly dari Fed bagi petunjuk kemungkinan pengurangan kadar faedah pada tahun 2025, mengambil kira inflasi dan ramalan pertumbuhan ekonomi.\n\nAda kemungkinan kadar faedah akan diturunkan oleh Bank Pusat Amerika pada 2025 disebabkan inflasi dan unjuran ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027a75568581542c1aa8f2",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/mary-daly-economic-analysis-2025.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:12:00"
        },
        {
            "title": "Will a New Peace Plan Affect Cryptocurrency Markets?",
            "translated_facebook_post": "Cadangan keamanan baharu Amerika Syarikat untuk Ukraine dan Rusia mungkin menjejaskan pasaran kripto, bergantung kepada kejayaan pelan itu dan kesan ekonomi globalnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-a-new-peace-plan-affect-cryptocurrency-markets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-086-3.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:08:00"
        },
        {
            "title": "US AI Equities Amid Global Trade Tensions: A Forward Look",
            "translated_facebook_post": "Syarikat-syarikat teknologi Amerika Syarikat labur besar-besaran dalam infrastruktur AI, didorong oleh ketegangan perdagangan global dan usaha untuk mengekalkan dominasi dalam bidang AI.  Ini menyebabkan peningkatan pelaburan dalam sektor tenaga dan saham berkaitan AI dijangka meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027952ac43602d1ba87b71",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/7765218_m-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:08:00"
        },
        {
            "title": "After Riding Ripple (XRP) from $0.38 to $3.40 for a 9x ROI, Here’s Where This Smart Trader Is Moving Next",
            "translated_facebook_post": "Satu pelabur bijak yang pernah untung besar dari XRP nampaknya dahalih perhatian kepada Rexas Finance (RXS), platform baru yang sedang membangunkan token digital berasaskan aset sebenar.  RXS tengah naik dan berpotensi memberikan pulangan tinggi macam XRP dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/after-riding-ripple-xrp-from-0-38-to-3-40-for-a-9x-roi-heres-where-this-smart-trader-is-moving-next/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:07:00"
        },
        {
            "title": "Binance coin price prediction 2025-2031: How high will BNB go?",
            "translated_facebook_post": "Ramalan harga Binance Coin (BNB) agak memberangsangkan, dijangka mencecah $4,710.66 pada 2031. Walaupun ada cabaran undang-undang, BNB menunjukkan potensi untuk pulih dan terus meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6510838007fb357755e0036e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/Binance-price-prediction.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:05:00"
        },
        {
            "title": "Nexum: How Blockchain Is Transforming Real-World Finance",
            "translated_facebook_post": "Syarikat Nexum di Dubai guna teknologi blockchain untuk perbaiki sistem kewangan global, terutama dalam sektor maritim dan perdagangan.  Mereka cipta platform pinjaman, penyelesaian data, dan peluang pelaburan untuk mudahkan transaksi dan akses modal.  Jadi, semuanya lebih pantas, selamat, dan telus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027ba5b49d617ba9a9135b",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Bitcoin-Accumulation-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:05:00"
        },
        {
            "title": "Italy's Meloni Confirms Progress in U.S.-EU Tariff Talks",
            "translated_facebook_post": "Perdana Menteri Itali, Giorgia Meloni, nampaknya berjaya buat sedikit kemajuan dalam rundingan tarif antara Amerika Syarikat dan Kesatuan Eropah, tapi kesan jangka pendeknya pada pasaran kewangan masih belum nampak lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802794ea502dc28244c8f51",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/giorgia-meloni-white-house-portrait.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:04:00"
        },
        {
            "title": "BTC, XRP, MAGACOINFINANCE Ready for 5,000% Rebound, Say Analysts",
            "translated_facebook_post": "Beberapa penganalisis jangka pasaran kripto Bitcoin (BTC), XRP, dan MAGACOINFINANCE bakal meningkat naik sehingga 5,000%.  MAGACOINFINANCE khususnya menarik perhatian dengan potensi pulangan pelaburan yang tinggi dan bilangan pengguna yang semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802794eb49d617ba9a91357",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744920940.docx_1744920940_image4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:02:00"
        },
        {
            "title": "Canadian Regulators Amend Investment Funds Rules for Crypto",
            "translated_facebook_post": "Survei baru ni pasal peraturan pelaburan kripto di Kanada dah dikemaskini untuk lindung pelabur, tapi mungkin hadkan inovasi sikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027809ac43602d1ba87b6e",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/modern-office-crypto-discussion.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:01:00"
        },
        {
            "title": "Can a New Peace Plan End the Ukraine Conflict and Affect Cryptocurrency Prices?",
            "translated_facebook_post": "Amerika Syarikat cadang pelan damai untuk Ukraine, mungkin Rusia kekal kawal kawasan yang dah ditawan, dan Ukraine mungkin tak dapat masuk NATO.  Ini mungkin beri kesan negatif pada harga kripto disebabkan kebimbangan kemelesetan ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/can-a-new-peace-plan-end-the-ukraine-conflict-and-affect-cryptocurrency-prices/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1114.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:00:00"
        },
        {
            "title": "Morgan Stanley exec says Trump’s threats to Fed chief Powell is ‘noise’",
            "translated_facebook_post": "Kata seorang eksekutif Morgan Stanley, kritikan Trump terhadap ketua Fed tu macam bunyi bising je, tak banyak kesan pun.  Dia rasa data ekonomi, bukan politik, yang tentukan tindakan Fed.  Jadi, jangkaan kadar faedah akan kekal macam tu buat masa ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68027807a502dc28244c8f48",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/11/crypto-news-Donald-Trump-USA-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:00:00"
        },
        {
            "title": "Binance Coin (BNB) Saw 3.28% Surge But Ruvi AI’s (RUVI) $1 Valuation Could Skyrocket Your Portfolio",
            "translated_facebook_post": "BNB naik 3.28%, tapi pelaburan dalam Ruvi AI berpotensi pulangan tinggi sehingga 16,000% berdasarkan ramalan harga $1 selepas pelancaran, menarik minat ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802794db49d617ba9a91355",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-18-1-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:00:00"
        },
        {
            "title": "XRP Price Prediction: XRP Bounces From Strong Support. Next Stop $3 Alongside This Emerging Token?",
            "translated_facebook_post": "Harga XRP sedang naik semula dan dijangka cecah $3, tapi ramai nampak potensi tinggi Mutuum Finance (MUTM) untuk memberikan pulangan yang lebih lumayan pada tahun 2025.  Fasa 4 jualan awal MUTM dah kumpul $6.9 juta daripada lebih 8400 pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802794d568581542c1aa8f0",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-9-3-4.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 16:00:00"
        },
        {
            "title": "Sergey Nazarov: Early Life and Net Worth – The Vision Behind Chainlink and the Future of Decentralized Data Infrastructure",
            "translated_facebook_post": "Sergey Nazarov, pengasas bersama Chainlink, seorang tokoh penting dalam industri blockchain,  telah membina empayar bernilai antara $600 juta hingga $900 juta menerusi penyelesaian masalah akses data luaran yang selamat untuk kontrak pintar.  Visinya untuk masa depan internet yang terdesentralisasi dan berasaskan data yang boleh disahkan, menjadikan Chainlink sebagai asas penting dalam Web3.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680276ddac43602d1ba87b6c",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/bic_Sergey_Nazarov_chainlink_coin-850x478-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:58:00"
        },
        {
            "title": "Bitcoin whales absorb 300% of newly mined BTC supply — Is $100K next?",
            "translated_facebook_post": "Pelabur Bitcoin yang besar sedang membeli Bitcoin dengan banyak,  lebih daripada tiga kali ganda bekalan baru.  Ini menunjukkan keyakinan yang tinggi terhadap Bitcoin, dan mungkin harganya akan naik mencecah $100,000 menjelang Mei.",
            "translated_title": "Paus Bitcoin Menyerap 300% Bekalan BTC Baharu – Adakah $100,000 Seterusnya?",
            "translated_content": "Bitcoin (BTC) semakin meningkat keyakinan pelaburnya yang kaya meskipun menghadapi risiko penurunan disebabkan faktor-faktor makroekonomi yang kurang menguntungkan, menurut data onchain terkini.\n\n**Ikan Paus Bitcoin Menyerap 300% Bekalan Baharu**\n\nIkan paus dan jerung Bitcoin kini menyerap BTC pada kadar rekod — melebihi 300% daripada pengeluaran tahunan — sementara bursa kehilangan duit syiling pada kadar yang belum pernah terjadi sebelum ini, menurut Glassnode.\n\nKadar penyerapan tahunan Bitcoin oleh bursa telah jatuh di bawah -200% disebabkan aliran keluar yang berterusan. Ini menunjukkan peningkatan keutamaan untuk penjagaan sendiri atau pelaburan jangka panjang.\n\nSementara itu, pemegang yang lebih besar (100–1,000+ BTC) sedang mengumpul lebih daripada tiga kali ganda pengeluaran baharu, menandakan kadar pengumpulan terpantas dalam kalangan jerung dan ikan paus dalam sejarah Bitcoin.\n\nIni menandakan peralihan struktur memandangkan kewangan tradisional semakin mengguna pakai BTC, terutamanya dengan kelulusan ETF Bitcoin spot tahun lepas.  Keputusannya ialah bekalan BTC yang lebih sedikit di bursa kripto dan keyakinan jangka panjang yang menaik dalam kalangan pemegang besar.\n\n**Kebanyakan Kumpulan Membeli Ketika Harga BTC Menurun**\n\nIkan paus Bitcoin yang memegang lebih daripada 10,000 BTC kekal dalam wilayah pengumpulan yang kukuh, dengan Skor Pengumpulan Trend mereka sekitar 0.7 pada 18 April, menurut Glassnode.\n\nMetrik ini mengkuantifikasi tingkah laku kumpulan daripada pengedaran (0) kepada pengumpulan (1). Skor tersebut menunjukkan keyakinan dalam kalangan pemegang Bitcoin terbesar.\n\nSebaliknya, jualan dalam kumpulan yang lebih kecil yang telah diedarkan lebih awal tahun ini nampaknya semakin perlahan.  Ini termasuk kumpulan 10–100 BTC dan 1-100 BTC, yang skornya telah meningkat semula ke zon neutral sekitar 0.5.\n\nMalah kumpulan terkecil (<1 BTC), yang sebahagian besarnya terdiri daripada peserta runcit, tidak lagi berada dalam mod pengedaran yang mendalam, menunjukkan perubahan yang lebih luas kembali kepada pengumpulan dalam kalangan kebanyakan kumpulan Bitcoin.\n\nPenganalisis onchain Mignolet menambah bahawa tingkah laku ikan paus adalah serupa dengan apa yang berlaku sebelum lonjakan harga Bitcoin pada tahun 2020.\n\n**Penembusan Corak Segitiga Turun Bitcoin Petunjuk Harga $100,000**\n\nBitcoin telah menembusi corak segitiga turun selama beberapa bulan, menandakan potensi pembalikan menaik yang boleh memacu harganya ke paras $100,000 menjelang Mei.\n\nSegitiga turun terbentuk apabila tindakan harga mengecut di antara dua garisan trend menurun dan selesai dengan penembusan menaik. Pedagang biasanya mengukur sasaran menaik segitiga dengan mengukur ketinggian maksimumnya dan menambah hasilnya kepada titik penembusan.\n\nMenerapkan peraturan analisis teknikal ini menjadikan sasaran Bitcoin melebihi $101,570.\n\nSebaliknya, harga BTC sedang menguji purata bergerak eksponen (EMA) 50 hari (gelombang merah) dan 200 hari (gelombang biru) sekitar $85,300 sebagai rintangan. Penolakan menurun daripada EMA ini berisiko menolak harga BTC ke arah garisan trend atas segitiga berhampiran $80,000.\n\n\"Purata bergerak 200 hari kekal di atas sebagai rintangan, dan paras mendatar pada $88,804 masih merupakan halangan utama untuk menukar struktur pasaran dan mencetak paras tertinggi baharu,\" tulis penganalisis pasaran Scott Melker.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Satu kejayaan teknikal sedang berlaku yang berpotensi melonjakkan harga Bitcoin kepada $100,000 menjelang Mei.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680276dd568581542c1aa8ec",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTNkZDMtY2JlOS03ZWI3LTkwN2MtZGVmOThmMjdkMDZi.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 15:58:00"
        },
        {
            "title": "Trump Considers Kevin Warsh for Fed Chair, Sparking Crypto Market Speculation",
            "translated_facebook_post": "Trump tengah pertimbangkan Kevin Warsh sebagai pengerusi Fed, dan ni buat pasaran kripto jadi agak tak menentu sebab ramai spekulasi macam mana dasar kewangan nanti akan terjejas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680276ddb49d617ba9a91350",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/trump-warsh-crypto-consideration.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 15:57:00"
        }
    ]
}