{
    "timestamp": "2025-04-10 10:29:52",
    "all_news": [
        {
            "title": "CZ Was Appointed As Advisor Just Three Days Ago! The First Bitcoin (BTC) Move Came From That Country!",
            "translated_facebook_post": "Pakistan nak guna lebihan elektrik untuk perlombongan Bitcoin, dengan bantuan penasihat baru mereka, CZ dari Binance.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f79a14f47f5326019a082e",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/12/CZ-Binance-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:12:00"
        },
        {
            "title": "Suspension of Trump's Tariffs Affects MOVE Index and Bitcoin Trends",
            "translated_facebook_post": "Penangguhan tarif Trump nampaknya beri kesan pada indeks MOVE dan juga pergerakan Bitcoin, mungkin akan ada perubahan arah pergerakan pasaran nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f79a1581f53c0a0afd824e",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bitcoin-move-index-volatility-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:11:00"
        },
        {
            "title": "OpenSea Appeals to SEC on NFT Market Regulation",
            "translated_facebook_post": "OpenSea rayu SEC supaya platform NFT tak dianggap bursa saham, harap dapat elak peraturan ketat dan bagi ruang inovasi dalam pasaran NFT yang tengah merudum ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f79a15f47f5326019a0830",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-nft-cityscape-oil.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:10:00"
        },
        {
            "title": "Bitcoin and Altcoin Trading Volumes Plunge as Binance Gains Ground",
            "translated_facebook_post": "Pasaran kripto agak perlahan sekarang, jumlah urusniaga Bitcoin dan altcoin jatuh banyak, sampai 77% dan 80% penurunan.  Binance pulak untung sebab ramai pindah ke sana cari platform lebih selamat dan stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-and-altcoin-trading-volumes-plunge-as-binance-gains-ground/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/binance-1022.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:09:00"
        },
        {
            "title": "Ether Whale Dumps $22M of ETH After 9 Years",
            "translated_facebook_post": "Peniaga 'Ether Whale' telah menjual ETH bernilai $22 juta selepas memegangnya selama 9 tahun.  Dia juga pernah menjual semasa pasaran jatuh mendadak pada tahun 2022 dan 2023.  Tak dinyatakan apa-apa lagi.\n\nSeorang pelabur lama telah menjual aset kripto bernilai jutaan dolar selepas beberapa tahun memegangnya, termasuk semasa pasaran jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/ether-whale-dumps-usd22m-of-eth-after-9-years/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/45f386b79d47d078f565802996c2deb17dab7a0d-1200x800.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:08:00"
        },
        {
            "title": "Solana (SOL) Price Spikes 13% After Trump Pauses Tariffs and Markets Rebound",
            "translated_facebook_post": "Harga Solana (SOL) naik 13% selepas Trump tangguh tarif, dan pasaran pulih.  Aktiviti rangkaian Solana juga meningkat, didorong oleh pembangunan DeFi dan minat pelabur.  Walaupun begitu, masih belum pasti sama ada ini hanya kenaikan sementara atau permulaan kepada pemulihan lebih besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f798e881f53c0a0afd823f",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/08192318/Solana-SOL-to-77-or-What-Bulls-and-Bears-Face-Off.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:06:00"
        },
        {
            "title": "Bitcoin Hits Year’s Lowest: Market Anxiety Intensifies",
            "translated_facebook_post": "Harga Bitcoin jatuh ke paras terendah tahun ini, menambahkan lagi kebimbangan dalam pasaran.  Ramai yang risau dengan penurunan mendadak ni, dan pakar-pakar pun bagi pandangan masing-masing tentang apa yang mungkin akan jadi lepas ni.  Nampaknya keadaan pasaran agak tak menentu sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f798e881f53c0a0afd8243",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/distressed-bitcoin-cartoon-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:04:00"
        },
        {
            "title": "Chinese sellers on Amazon to hike prices or exit US as tariffs soar",
            "translated_facebook_post": "Ramai penjual Cina di Amazon terpaksa naikkan harga barang atau berhenti jualan di Amerika sebab cukai import naik tinggi sangat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f798e7f47f5326019a0825",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/chinese-sellers-on-amazon-to-hike-prices.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:03:00"
        },
        {
            "title": "Can MAGACOINFINANCE Turn $1K Into 10,000% ROI Like XRP and Bitcoin (BTC) Once Did?",
            "translated_facebook_post": "Pelaburan awal dalam MAGACOINFINANCE menawarkan potensi pulangan tinggi,  walaupun projek lain seperti Solana, Cardano, Ethereum, dan SUI juga menunjukkan perkembangan positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f797ba81f53c0a0afd823c",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207831.docx_1744207831_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:02:00"
        },
        {
            "title": "Bitcoin Surges $9,000 in 24 Hours After Trump Pauses Tariffs",
            "translated_facebook_post": "Bitcoin melonjak naik $9,000 dalam masa 24 jam selepas Trump menangguhkan tarif.  Daripada paras terendah kepada paras tertinggi pada Rabu, Bitcoin mencatat peningkatan $9,000. Ini berikutan pengumuman Presiden Trump mengenai penangguhan selama 90 hari ke atas pelaksanaan... [truncated]\n\n\nHarga Bitcoin naik mendadak sebanyak $9,000 dalam sehari lepas Trump tangguh sementara cukai import.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/bitcoin-surges-9000-in-24-hours-after-trump-pauses-tariffs/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Bitcoin%20recovers%209k%20trump%20tariff%20pause%201.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:01:00"
        },
        {
            "title": "Triumphant Ruling: Seoul Court Annuls $9M Crypto Taxes for Upbit Parent Dunamu",
            "translated_facebook_post": "Mahkamah Tinggi Seoul batalkan cukai kripto hampir RM40 juta untuk syarikat induk Upbit, Dunamu.  Keputusan ini mungkin akan beri impak besar pada cara cukai kripto diuruskan di Korea Selatan dan negara lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f797b8f47f5326019a0820",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Triumphant-Ruling-Seoul-Court-Annuls-9M-Crypto-Taxes-for-Upbit-Parent-Dunamu-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 10:00:00"
        },
        {
            "title": "How USDT mints and burns move with Bitcoin price cycles",
            "translated_facebook_post": "Data menunjukkan kenaikan dan penurunan jumlah USDT selalunya berkait rapat dengan perubahan harga Bitcoin, tapi hubungan ni makin kurang jelas sekarang.  Ramai pakar rasa ini sebab  cara orang guna stablecoin dah berubah dan peraturan baru pun memainkan peranan.",
            "translated_title": "Bagaimana Penciptaan dan Pemusnahan USDT Berubah Seiring Kitaran Harga Bitcoin",
            "translated_content": "## Hubungan Antara Penerbitan USDT dan Kitaran Harga Bitcoin: Satu Kajian\n\nSepanjang dekad yang lalu, penerbitan Tether’s USDt (USDT) sentiasa mencerminkan kitaran harga Bitcoin (BTC), dengan peningkatan pengeluaran sering berlaku semasa pasaran lembu dan pengurangan berlaku selepas pembetulan. Data daripada Whale Alert menunjukkan hubungan antara penerbitan USDT dan pergerakan harga Bitcoin dengan memaparkan jumlah penerbitan dan pengurangan Tether bersama-sama dengan harga Bitcoin dari tahun 2015 hingga awal 2025.\n\nWalaupun ramai dalam industri ini telah lama membuat spekulasi tentang korelasi antara bekalan USDT dan prestasi BTC, set data ini memberikan garis masa yang lebih jelas untuk menilai hubungan itu. Tether’s USDT, stablecoin terbesar di dunia dengan lebih daripada $144 bilion dalam permodalan pasaran, telah menjadi kenderaan kecairan utama dalam pasaran kripto dan sering dilihat sebagai proksi untuk aliran modal yang lebih luas. Data daripada Whale Alert mengukuhkan betapa ketatnya corak penerbitannya dengan kitaran harga Bitcoin, walaupun arah sebab musabab masih dipertikaikan.\n\nPenerbitan USDT yang besar selalunya bertepatan dengan lonjakan harga Bitcoin. Sumber: Whale Alert\n\nMenurut penganalisis dan penyelidik kripto Mads Eberhardt, bekalan stablecoin yang lebih besar — termasuk Tether — secara sejarahnya berkorelasi dengan prestasi positif dalam pasaran kripto. Hubungan ini juga jelas apabila melihat carta penerbitan dan pengurangan Tether dari semasa ke semasa.  \"Walau bagaimanapun, penting untuk ambil perhatian bahawa kita belum memerhatikan korelasi ini dalam beberapa bulan kebelakangan ini,\" kata Eberhardt. \"Saya jangka bahawa apabila stablecoin melihat peningkatan penggunaan dalam kes penggunaan kripto bukan asli, korelasi ini akan secara beransur-ansur melemah dari semasa ke semasa.\"\n\n\nData Whale Alert menunjukkan corak yang konsisten bagi tempoh peningkatan agresif penerbitan USDT yang sering bertepatan dengan atau mendahului pasaran lembu Bitcoin yang utama. Ini juga jelas pada lewat tahun 2020 dan sepanjang tahun 2024 apabila penerbitan USDT baharu meningkat kepada berpuluh-puluh bilion apabila harga Bitcoin meningkat.\n\nSatu siri penerbitan USDT yang besar pada lewat Oktober dan November 2024 disertai dengan kenaikan harga Bitcoin daripada $66,700 kepada lebih $106,000. Sumber: Whale Alert\n\nSebagai contoh yang lebih terkini, Bitcoin mengalami pasaran lembu daripada $66,700 pada 25 Oktober 2024, kepada lebih $106,000 pada 16 Disember. Penerbitan penting pertama dalam kitaran ini ialah penerbitan $1 bilion pada akhir perjalanan BTC ke $72,000 pada 30 Oktober, sebelum pembetulan jangka pendek. Bitcoin mengalami satu lagi kenaikan daripada $65,000 kepada $75,000, dengan tambahan $6 bilion diterbitkan pada akhir perhimpunan ini pada 6 November.\n\nBitcoin mencatatkan keuntungan sederhana sepanjang tiga hari berikutnya, di mana Tether menerbitkan tambahan $6 bilion dalam dua kumpulan. Ini diikuti oleh perhimpunan yang mendadak yang menolak Bitcoin kepada $88,000.\n\nPenerbitan sebanyak $6 bilion pada 18 November menandakan permulaan peringkat seterusnya Bitcoin, memulakan perhimpunan yang menolak harga kepada hampir $99,000 menjelang 22 November. Dalam tempoh yang sama, Tether mengeluarkan tambahan $9 bilion dalam tiga kumpulan berasingan. Satu lagi penerbitan sebanyak $7 bilion pada 23 November berlaku sejurus sebelum kemerosotan ringkas dan lonjakan utama Bitcoin kepada $106,000 menjelang 17 Disember.\n\nMasa penerbitan USDT pada lewat tahun 2024 menunjukkan bahawa penerbitan boleh bertindak sebagai isyarat jangka pendek bagi permintaan yang semakin meningkat — tetapi tidak semestinya sebagai petunjuk utama yang tulen.\n\nDengan USDT kini berusia lebih sedekad sejak pelancarannya pada tahun 2014, peranannya dalam kitaran harga Bitcoin semakin berkurangan, kata Ki Young Ju, Ketua Pegawai Eksekutif firma analisis rantaian blok CryptoQuant, kepada Cointelegraph.\n\n\"Sebahagian besar kecairan baharu yang memasuki pasaran Bitcoin hari ini datang melalui MSTR dan [dana dagangan bursa], terutamanya melalui pasaran BTC/USD Coinbase atau kaunter [di luar kaunter]. Stablecoin bukan lagi isyarat penting untuk menentukan arah pasaran Bitcoin,\" kata Ju.\n\n\"Malah, jumlah keseluruhan stablecoin yang dipegang di bursa adalah lebih rendah daripada semasa pasaran lembu 2021,\" tambahnya.\n\nJumlah keseluruhan stablecoin yang dipegang di bursa hari ini adalah lebih rendah daripada semasa pasaran lembu 2021. Sumber: CryptoQuant\n\nDalam banyak kes yang diperhatikan, penerbitan terbesar berlaku semasa atau selepas momentum harga sudah pun berlaku.\n\nSebagai contoh, penerbitan $6 bilion pada 6 November berlaku selepas Bitcoin telah pun kembali daripada $65,000 kepada $75,000. Begitu juga, lebih daripada $15 bilion dalam USDT telah diterbitkan antara 18 dan 23 November di tengah-tengah tindakan harga menaik yang pesat dan bukannya sebelum itu.\n\nMeskipun begitu, terdapat beberapa pengecualian yang ketara. Sepasang penerbitan berjumlah $7 bilion sekitar 13 November dan $7 bilion yang diterbitkan pada 23 November muncul sejurus sebelum perhimpunan baharu, menunjukkan bahawa dalam beberapa kes, penerbitan yang besar mungkin menjangkakan atau membantu memangkinkan pergerakan harga selanjutnya.\n\n\"Pada masa kini, kebanyakan kecairan stablecoin yang baru diterbitkan sama ada untuk penyelesaian perdagangan global atau mewakili keuntungan daripada kenaikan Bitcoin yang ditukar kepada bentuk cecair, yang meningkatkan permodalan pasaran — bukan semestinya aliran masuk baharu,\" kata Ju.\n\nSebaliknya, tempoh pengurangan USDT yang berterusan — apabila USDT dikeluarkan daripada peredaran — sering berlaku semasa atau sejurus selepas pembetulan pasaran. Corak ini menunjukkan bahawa penebusan cenderung mengikuti kemerosotan harga.\n\nIni kelihatan pada minggu-minggu selepas puncak Bitcoin pada Disember 2024 melebihi $106,000. Apabila BTC menurun sehingga Januari dan sehingga Mac 2025, beberapa bar merah — yang mewakili pengurangan USDT — muncul pada carta.\n\n26 Disember 2024: Pengurangan USDT yang utama sebanyak $3.67 bilion berlaku sejurus selepas Bitcoin jatuh daripada sekitar $106,000 kepada $95,713.\n30 Disember 2025: Pengurangan yang lebih kecil sebanyak $2 bilion berlaku apabila Bitcoin terus menurun ke paras $92,000.\n10 Januari 2025: Penerbitan USDT sebanyak $2.5 bilion berlaku sebelum Bitcoin kembali melebihi $106,000.\n28 Februari: Satu lagi $2 bilion dalam USDT dikurangkan susulan penurunan selama sebulan daripada puncak enam angka Bitcoin kepada sekitar $84,000.\n\nTidak seperti penerbitan, pengurangan jarang mendahului pergerakan menurun dengan cara yang sama seperti beberapa penerbitan muncul sebelum perhimpunan. Sebaliknya, ia cenderung mengesahkan apa yang sudah berlaku. Ini menjadikannya berguna untuk menjejaki tingkah laku pasca puncak dan menilai skala penyejukan pasaran, dan bukannya mengenal pasti puncak dalam masa nyata.\n\nCorak sedemikian diperhatikan sepanjang kewujudan USDT, termasuk pengurangan USDT sebanyak $20 bilion yang memecahkan rekod pada 20 Jun 2022, apabila Bitcoin jatuh daripada lebih $65,000 kepada sekitar $21,000.\n\nWalau bagaimanapun, pakar bersetuju bahawa pengurangan tidak menawarkan isyarat pasca puncak yang pasti: \"Pada masa ini, kami tidak mempunyai bukti tentang korelasi antara pengurangan dan puncak pasaran, mahupun sebagai petunjuk ketinggalan,\" kata Jos Lazet, pengasas dan Ketua Pegawai Eksekutif firma pengurusan aset Blockrise, kepada Cointelegraph.\n\nWalaupun data sejarah menunjukkan hubungan yang jelas antara perubahan bekalan USDT dan pergerakan harga Bitcoin, terdapat beberapa faktor yang memberi kesan kepada harga Bitcoin, dan industri ini belum menemui bukti konkrit yang menunjukkan penerbitan USDT secara langsung mempengaruhi harga Bitcoin, atau jika ia mengalir terus ke Bitcoin.\n\n\"Tidak mungkin untuk mengaitkan bekalan USDT (atau penerbitan) kepada jumlah dagangan tertentu, kerana sebahagian besar perdagangan menentang stablecoin berlaku di bursa berpusat, terutamanya berkaitan dengan Bitcoin,\" kata Lazet.\n\nWalaupun hubungan antara penerbitan USDT dan tindakan harga Bitcoin masih diperdebatkan, kuasa luaran tidak lama lagi boleh membentuk semula bagaimana stablecoin berinteraksi dengan pasaran kripto. Rangka kerja Pasaran dalam Aset Kripto (MiCA) mengenakan keperluan pematuhan baharu kepada penerbit stablecoin yang beroperasi di Kesatuan Eropah. Akibatnya, beberapa bursa telah mengumumkan penyahsenaraian USDT daripada platform mereka.\n\nDi Amerika Syarikat, undang-undang yang dicadangkan juga boleh membentuk semula bagaimana stablecoin berpusat seperti USDT diterbitkan, disokong dan ditebus. Pengawasan pengawalseliaan yang lebih ketat mungkin mengurangkan kelenturan dan daya tindak balas penerbit atau mendorong peralihan kepada alternatif yang lebih patuh.\n\nPada masa yang sama, persaingan semakin sengit. Pesaing seperti USDC (USDC), dengan postur pematuhan yang kukuh, semakin mendapat tempat, terutamanya di kalangan institusi. USDC kehilangan sebahagian besar permodalan pasarannya pada tahun 2022 dan 2023 susulan kegagalan Silicon Valley Bank, jatuh daripada sekitar $56 bilion kepada sekitar $24 bilion. Sejak itu, ia telah pulih kepada permodalan pasaran tertinggi sepanjang zaman melebihi $60 bilion pada masa penulisan.\n\nPermodalan pasaran USDC telah pulih kepada tertinggi sepanjang zaman. Sumber: CoinGecko\n\nSementara itu, stablecoin terdesentralisasi seperti Dai (DAI) menarik minat pengguna asli kewangan terdesentralisasi yang mengutamakan rintangan penapisan dan ketelusan rantaian.\n\nPengaruh Tether terhadap Bitcoin dan pasaran kripto yang lebih luas masih penting. Tetapi sama ada penerbitan dan pengurangan USDT akan terus berfungsi sebagai petunjuk yang boleh dipercayai bagi aliran modal dalam tahun-tahun akan datang akan dipengaruhi oleh bagaimana kuasa pengawalseliaan, keutamaan pengguna dan perkembangan infrastruktur membentuk semula landskap stablecoin.",
            "translated_summary": "Satu dekad corak pengeluaran dan pemusnahan USDT menunjukkan korelasi yang kuat dengan kitaran harga Bitcoin, menyerlahkan peranan aliran stablecoin dalam...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f797b881f53c0a0afd8238",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFmMzAtNzYxNi03NzZlLTg3ZmQtOTk3ODE0Y2ZhNDlm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 10:00:00"
        },
        {
            "title": "NEWS DIGEST- 10.04.2025 🚀 Crypto news today! Most actual trading news digest",
            "translated_facebook_post": "ESMA risau industri kripto jejas kewangan EU, Pakistan guna lebihan elektrik untuk perlombongan Bitcoin dan pusat data AI, CEO Binance letak jawatan sebab masalah undang-undang, dan Coinbase nak tawarkan XRP futures.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7969881f53c0a0afd8236",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-04-01-%D0%B2-14.30.27.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:55:00"
        },
        {
            "title": "Bitcoin Sees Significant Price Fluctuation Amid Market Tensions",
            "translated_facebook_post": "Harga Bitcoin turun naik agak banyak hari ni sebab ketegangan pasaran global, jadi ramai pelabur berhati-hati dan teliti semula strategi pelaburan masing-masing.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f79695f47f5326019a081d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bitcoin-price-monitor-office.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:55:00"
        },
        {
            "title": "Breaking free from the Matrix: Web3 search engine can reshape the internet’s future | Opinion",
            "translated_facebook_post": "Enjin carian Web3 mungkin penyelesaian kepada masalah monopoli data dan algoritma tidak telus enjin carian sedia ada.  Kawalan sepenuhnya terhadap data dan aset digital bakal beri manfaat lebih besar berbanding cabaran untuk mempelajarinya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7969428fd950bcf30eb99",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Breaking-free-from-the-Matrix-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:55:00"
        },
        {
            "title": "Trump Tariff Ease But Bitcoin ETFs Outflow Crosse $1 Billion! ETH ETF Follows!",
            "translated_facebook_post": "Pasaran kripto naik walaupun pelabur tarik balik duit dari ETF Bitcoin dan Ethereum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7954f81f53c0a0afd822d",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/04/30155207/Hong-Kong-Unlocks-50-Billion-Market-with-Spot-Bitcoin-Ethereum-ETF-Launch.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:53:00"
        },
        {
            "title": "Jack Dorsey pushes Signal to adopt Bitcoin payments",
            "translated_facebook_post": "Jack Dorsey cadangkan Signal guna Bitcoin untuk pembayaran,  dan ramai pemimpin industri lain setuju, nampaknya  Bitcoin makin digalakkan sebagai sistem pembayaran.",
            "translated_title": "Jack Dorsey mendorong Signal untuk menerima pembayaran Bitcoin.",
            "translated_content": "Bekas Ketua Pegawai Eksekutif Twitter dan usahawan kripto, Jack Dorsey, menggalakkan Signal Messenger untuk mengintegrasikan Bitcoin bagi pembayaran rakan-ke-rakan (P2P).  Langkah ini berpotensi mengubah strategi kripto platform tersebut daripada altcoin.\n\n“Signal patut menggunakan Bitcoin untuk pembayaran P2P,” tulis Dorsey di X pada 9 April, membalas catatan oleh pembangun Bitcoin, Calle, yang mencadangkan Bitcoin (BTC) sesuai untuk saluran komunikasi peribadi Signal.\n\nSeruan Dorsey disokong oleh pemimpin industri lain, termasuk bekas presiden PayPal, David Marcus, yang menulis bahawa “semua aplikasi bukan transaksi patut disambungkan kepada Bitcoin.”\n\nSokongan ini mencerminkan dorongan yang semakin meningkat untuk mempromosikan Bitcoin sebagai sistem pembayaran berfungsi, bukan sekadar emas digital atau simpanan nilai semata-mata, yang menurut Dorsey, tidak akan menjamin kejayaan BTC.\n\nSignal menawarkan pembayaran dengan Sentz, sebelum ini dikenali sebagai MobileCoin\n\nDitubuhkan pada 2014, Signal ialah perkhidmatan pesanan segera, panggilan suara dan panggilan video yang sumber terbuka dan disulitkan.\n\nMessenger ini kini menawarkan pembayaran dalam aplikasi menggunakan MobileCoin (MTCN), token ERC-20 yang menumpu pada privasi, yang ditukar jenamanya kepada Sentz pada November 2023.  Laman web Signal menyebut nama lama Sentz (MobileCoin) sebagai satu-satunya kripto yang disokong dalam messenger tersebut.\n\nDisokong oleh pemain industri terkenal seperti BlockTower Capital dan Coinbase Ventures, Sentz ditubuhkan pada 2017 oleh Josh Goldbard dan Shane Glyn untuk membolehkan \"kripto yang cepat, peribadi, dan mudah digunakan.\"\n\nSignal menerima kritikan terhadap integrasi MobileCoin pada 2021, dengan ramai yang menimbulkan kebimbangan mengenai hubungan potensial antara pengasas Signal dan MTCN, ketelusan isu tersebut dan keuntungan mencurigakan sebelum pengumuman perkongsian.\n\nAplikasi media sosial sebelum ini banyak menggunakan altcoin\n\nSignal bukanlah satu-satunya yang menggunakan pembayaran altcoin dan bukannya menawarkan pengguna pembayaran dalam Bitcoin, yang direka untuk pembayaran P2P sebagai fungsi utamanya, menurut penciptanya yang tidak dikenali, Satoshi Nakamoto.\n\nWalaupun bekas presiden PayPal, Marcus, kini menyokong penggunaan Bitcoin oleh semua aplikasi bukan transaksi, beliau sebelum ini mengetuai projek Meta (dahulunya Facebook) yang membangunkan kripto pembayaran syarikat itu sendiri, yang pada mulanya dikenali sebagai Libra, yang akhirnya gagal.\n\nTelegram, satu lagi messenger popular dalam komuniti, juga secara agresif menggalakkan ekosistemnya untuk menggunakan Toncoin (TON), aset kripto yang dikaitkan dengan pengasas Telegram, walaupun secara teknikalnya tidak diuruskan oleh Telegram.\n\nX, aplikasi \"segalanya\" milik Elon Musk, juga disyaki merancang untuk melancarkan syilingnya sendiri untuk jangka masa yang lama, tetapi Musk menafikannya secara terbuka pada Ogos 2023.",
            "translated_summary": "Bekas Ketua Pegawai Eksekutif Twitter, Jack Dorsey, menggesa aplikasi mesej Signal untuk mengguna pakai transaksi Bitcoin P2P bagi meluaskan penggunaan pembayaran berasaskan Bitcoin.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7955081f53c0a0afd822f",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFlNzMtYmE4Mi03MjhhLWFhZWEtNDQyMTM1NDFhY2Y4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 09:50:00"
        },
        {
            "title": "Unlock Crypto Growth? South Korea Eyes Multi-Banking for Crypto Exchanges",
            "translated_facebook_post": "Korea Selatan mungkin benarkan bursa kripto bekerjasama dengan banyak bank, bukan satu je.  Ni boleh bagi lebih persaingan, kos transaksi lebih rendah, dan servis lebih baik untuk pengguna.  Tapi, kena jaga isu pengubahan wang haram dan keselamatan data juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7955028fd950bcf30eb93",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Unlock-Crypto-Growth-South-Korea-Eyes-Multi-Banking-for-Crypto-Exchanges-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:50:00"
        },
        {
            "title": "OpenSea Pushes Back on SEC Over NFT Regulation",
            "translated_facebook_post": "OpenSea tengah berjuang supaya pasaran NFT tak terikat dengan peraturan sekuriti sedia ada, sebab takut inovasi terbantut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f79550f47f5326019a0815",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Opensea.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:49:00"
        },
        {
            "title": "Free Dogs Airdrop Listing Nears: Will It Soar or Crash at Launch?",
            "translated_facebook_post": "Token Free Dogs akan disenaraikan pada 15 April, pukul 12:00 UTC di beberapa bursa utama.  Airdrop sedang berjalan, dan ramai yang menjangkakan peningkatan harga selepas pelancaran.  Namun, pelaburan dalam kripto tetap berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f793e479390c5fd4a918bb",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/31df0d0dc26b4b45803fc808b65fa819.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:48:00"
        }
    ]
}