{
    "timestamp": "2025-05-03 13:30:30",
    "all_news": [
        {
            "title": "Coinbase to Delist Five Tokens Amid Token Upgrades – See If You’re Holding Any!",
            "translated_facebook_post": "Coinbase akan hentikan dagangan lima token bermula 16 Mei 2025 sebab token-token lama tu dah tak ikut piawaian platform, jadi eloklah siapa ada token tu, pindahkan atau tukar sebelum tarikh tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681617f359a5b3580a122dcc",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/01/30153144/Coinbase-Taps-Trump-Campaign-Co-Manager-and-Key-Experts-for-Advisory-Council.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:18:00"
        },
        {
            "title": "Best Presale Cryptos: DexBoss Is Booming- Presale Cryptos You Don’t Want to Miss!!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/best-presale-cryptos-dexboss-is-booming-presale-cryptos-you-dont-want-to-miss/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/unnamed-2.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:16:00"
        },
        {
            "title": "What is a sealed-bid token launch?",
            "translated_facebook_post": "Pelancaran token bida tertutup ni cara baru kumpul dana dalam dunia kripto, lebih adil dan kurang manipulasi berbanding cara lama.  Walaupun ada kelebihan, ia juga ada kekurangan macam proses yang kompleks dan mungkin kurang menarik minat ramai.  Contohnya, projek Conor McGregor tak capai sasaran dana.",
            "translated_title": "Apakah pelancaran token bidaan tertutup?",
            "translated_content": "## Pelancaran Token Tawaran Sebut Harga Tertutup dalam Kripto\n\nPelancaran token baharu merupakan langkah penting bagi mana-mana projek rantaian blok.  Ia membolehkan projek menawarkan aset asli kepada pengguna awal, pelabur atau penyokong sambil mendapatkan modal atau menggalakkan pertumbuhan komuniti.  Daripada tawaran syiling awal (ICO) kepada pelancaran adil dan airdrop, setiap pendekatan membawa tahap ketelusan, aksesibiliti dan risiko yang berbeza.  Oleh kerana projek berbeza dalam matlamat dan komuniti sasaran mereka, beberapa model pelancaran token telah berkembang dari semasa ke semasa.  Ada yang menumpukan pada desentralisasi dan tawaran komuniti yang luas, manakala yang lain bertujuan untuk pengumpulan dana yang dioptimumkan atau peruntukan yang disasarkan.  Unsur-unsur seperti ayunan pasaran, gangguan bot dan tekanan pengawalseliaan mempengaruhi bagaimana token dibawa ke pasaran.\n\nPelancaran token tawaran sebut harga tertutup merupakan trend yang semakin meningkat dalam landskap pengumpulan dana kripto ini.  Berbeza dengan prajualan awam atau airdrop, di mana peserta melihat penetapan harga atau terma peruntukan terlebih dahulu, model sebut harga tertutup mengekalkan setiap bidaan sebagai sulit sehingga proses tamat.  Pendekatan ini semakin disukai kerana membolehkan penemuan harga yang lebih baik, mengehadkan front-running dan mengekang manipulasi, terutamanya untuk token yang mendapat permintaan tinggi.  Lelong sebut harga tertutup merupakan satu kelainan kripto terhadap kewangan tradisional. Ia telah digunakan untuk penjualan bon kerajaan dan tawaran awam permulaan (IPO).  Kini ia mentakrifkan semula pelancaran token dengan menyembunyikan maklumat berkaitan penawar dan ketelusan.\n\n\n**Pelancaran Token Tawaran Sebut Harga Tertutup, Dijelaskan**\n\nPelancaran token tawaran sebut harga tertutup ialah kaedah pengagihan token kripto di mana peserta mengemukakan bidaan persendirian tanpa mengetahui apa yang ditawarkan oleh orang lain.  Pendekatan ini, yang berasal daripada lelongan sebut harga tertutup tradisional, melibatkan peserta menawarkan bidaan rahsia, dan penawar tertinggi biasanya menang. Sistem lelongan, seperti pelancaran sebut harga tertutup, semakin dibina di atas platform rantaian blok seperti Ethereum, menggunakan teknologi peningkatan privasi seperti fhEVM Zama (mesin maya Ethereum homomorfik sepenuhnya) untuk memastikan kerahsiaan dan keadilan.  Berbeza dengan lelongan terbuka, di mana keterlihatan awam boleh menaikkan harga melalui perang bidaan, format sebut harga tertutup menghalang bidaan strategik berdasarkan tindakan pesaing.  Dalam kripto, pelancaran token tawaran sebut harga tertutup membawa kepada peruntukan token yang adil dan telus, meminimumkan manipulasi harga dan front-running.\n\nSistem menguatkuasakan satu bidaan bagi setiap peserta dengan menggunakan teknik kriptografi seperti komitmen dan logik kontrak pintar untuk mencegah berbilang bidaan dan menguatkuasakan obligasi pembayaran.  Setiap peserta menentukan kuantiti dan harga token yang dikehendaki.  Selepas tempoh bidaan ditutup, bidaan didedahkan dan dinilai menggunakan peraturan yang telah ditetapkan, seperti harga pelepasan atau peringkat peruntukan.  Kaedah ini sering mengurangkan gangguan bot dan mempromosikan akses yang saksama semasa pelancaran permintaan tinggi.\n\nCiri utama pelancaran token tawaran sebut harga tertutup ialah proses bidaan \"satu tembakan\".  Penawar tidak boleh menyemak semula tawaran mereka atau melihat bidaan orang lain terlebih dahulu, yang mewujudkan padang permainan yang sama rata.  Bagaimanapun, ia juga membawa ketidakpastian strategik, kerana peserta mesti menganggarkan bidaan optimum tanpa petunjuk tentang bidaan lain.\n\nPada April 2024, Conor McGregor mengumpul dana untuk memecoin REALnya menggunakan pelancaran sebut harga tertutup.  Ikon seni mempertahankan diri campuran ini memperkenalkan pengumpulan dana melalui lelongan token sebut harga tertutup untuk mencegah bot dan penembak tepat daripada memanipulasi jualan.  Projek ini berharap untuk mempromosikan ketelusan dan integriti dalam ruang yang sering dibelenggu oleh front-running dan rug pull.\n\n\n**Bagaimana Pelancaran Token Tawaran Sebut Harga Tertutup Berfungsi?**\n\nPelancaran token tawaran sebut harga tertutup mengikuti proses berstruktur yang meminimumkan peluang manipulasi dan memastikan ketelusan.  Inilah cara prosesnya biasanya berlaku:\n\n**Langkah 1 (Pengumuman Projek):** Projek kripto biasanya mengumumkan jualan token tawaran sebut harga tertutup melalui laman web rasmi, saluran media sosial seperti X, atau platform seperti Binance Launchpad. Ia menggariskan butiran seperti bilangan token yang tersedia, jadual masa bidaan, had bidaan minimum dan maksimum, dan proses peruntukan token.\n\n**Langkah 2 (Penyerahan Bidaan Persendirian):** Peserta mengemukakan bidaan kepada juru lelong di platform dengan memberikan bidaan rahsia sebelum tarikh akhir.  Setiap bidaan termasuk kuantiti token yang dikehendaki dan harga yang ditawarkan.  Peserta tidak boleh melihat bidaan lain, memastikan privasi dan mengurangkan manipulasi strategik.\n\n**Langkah 3 (Penguncian Bidaan):** Sebaik sahaja dikemukakan, semua bidaan dikunci.  Ini menghalang pengguna daripada menukar atau menarik balik bidaan mereka, mengukuhkan ketelusan.\n\n**Langkah 4 (Peruntukan Token):** Selepas tarikh akhir, kontrak pintar memproses semua bidaan.  Token diagihkan sama ada kepada penawar tertinggi atau melalui model penetapan harga seperti harga pelepasan atau peruntukan berperingkat.  Bidaan yang lebih rendah mungkin menerima peruntukan sebahagian atau bayaran balik.\n\n\n**Kelebihan Pelancaran Token Tawaran Sebut Harga Tertutup**\n\nPelancaran token tawaran sebut harga tertutup menawarkan alternatif kepada model jualan token lain.  Format ini telah mendapat populariti dalam kripto, terima kasih kepada potensinya untuk mewujudkan pengagihan dan penetapan harga token yang lebih seimbang.\n\n* **Ketelusan:** Walaupun bidaan individu kekal tersembunyi semasa proses, semua bidaan dan peruntukan didedahkan selepas tarikh akhir melalui kontrak pintar.  Ini memastikan pengesahan dan kepercayaan atas rantaian.\n* **Mengurangkan perang gas dan front-running:** Berbeza dengan pelancaran siapa cepat dia dapat di mana pengguna berlumba untuk mengemukakan transaksi, bidaan tertutup dikemukakan dalam tempoh yang ditetapkan.  Ia mengurangkan kesesakan dan risiko bot mengeksploitasi akses yang lebih pantas.\n* **Menggalakkan penemuan harga yang lebih adil:** Oleh kerana bidaan diletakkan tanpa melihat tawaran lain, peserta membida berdasarkan nilai token yang dianggap.  Mekanisme ini membawa kepada harga yang lebih organik yang mencerminkan permintaan pasaran dan bukannya publisiti atau manipulasi.\n* **Meminimumkan penguasaan ikan paus:** Bidaan tertutup menyukarkan pemain besar untuk mengambil token hanya dengan mengatasi peserta kecil dalam masa nyata.\n* **Mencegah manipulasi:** Dengan menghapuskan keterlihatan harga langsung, pelancaran sebut harga tertutup mengurangkan peluang tingkah laku pam dan buang yang dirancang.  Ia menghalang persekongkolan penawar atau keputusan berat sebelah pihak projek.\n\n\n**Risiko dan Kekurangan Token Sebut Harga Tertutup**\n\nWalaupun pelancaran token tawaran sebut harga tertutup memperkenalkan pelbagai faedah, ia juga melibatkan pelbagai risiko dan kompromi.  Isu ini boleh menjejaskan pasukan projek dan peserta:\n\n* **Ketelusan pada peringkat awal:** Oleh kerana bidaan kekal sulit sehingga jualan selesai, sesetengah pengguna mungkin berasa hilang, tidak sedar tentang apa yang dibida oleh orang lain.\n* **Kerumitan:** Lelongan sebut harga tertutup boleh menjadi rumit dan kurang telus kepada pelabur purata.  Kerumitan ini boleh menghalang penyertaan, terutamanya daripada mereka yang tidak biasa dengan mekanisme sedemikian.\n* **Kurang sesuai untuk projek topi kecil:** Projek topi kecil umumnya kekurangan komuniti yang mantap.  Lebih-lebih lagi, projek topi kecil bergantung pada pemasaran viral dan mulut ke mulut untuk mendapat daya tarikan, tetapi persekitaran tertutup lelongan sebut harga tertutup boleh melemahkan momentum.\n* **Risiko khusus rantaian blok:** Oleh kerana keseluruhan proses dijalankan atas rantaian oleh kontrak pintar, risiko khusus rantaian blok seperti kod yang rosak dan penyerang yang melanggar rangkaian sentiasa wujud.\n* **Risiko kekurangan dana:** Jika projek itu tidak menarik bidaan yang cukup kompetitif, yang biasa berlaku dengan token yang kurang dikenali, ia mungkin gagal mencapai matlamat pendanaan.  REAL McGregor hanya dapat mengumpul 39% daripada sasarannya.\n\n\nMemecoin REAL, yang disokong oleh McGregor dan dilancarkan melalui lelongan sebut harga tertutup, gagal mencapai sasaran pengumpulan dana, hanya memperoleh $392,315 — kira-kira 39% daripada sasaran $1,008 juta.  Beberapa faktor luaran memainkan peranan penting dalam hasil ini.  Antaranya ialah kemelesetan yang lebih luas dalam pasaran kripto, yang bertepatan dengan pelancaran token dan membawa kepada persekitaran pelaburan yang umumnya anti risiko.  Ini diperburuk oleh keraguan yang semakin meningkat terhadap memecoin, kerana pelabur semakin berhati-hati berikutan siri penipuan profil tinggi dan projek yang gagal dalam ruang tersebut.\n\nSokongan selebriti, walaupun menarik perhatian, mungkin juga menjadi bumerang — ramai pelabur melihat penglibatan McGregor sebagai cetek dan mempersoalkan kredibiliti jangka panjang projek tersebut.  Di samping itu, reka bentuk token menimbulkan bendera merah, terutamanya tetingkap penguncian 12 jamnya, yang menyerupai corak yang dilihat dalam skim pam dan buang.  Ketiadaan komunikasi telus dan penglibatan komuniti yang tidak mencukupi selanjutnya melemahkan keyakinan pelabur.\n\nWalaupun format lelongan sebut harga tertutup direka untuk memastikan keadilan dan mengurangkan manipulasi, kerumitannya mungkin menjadi penghalang kepada penyertaan yang lebih luas, terutamanya di kalangan pelabur runcit yang tidak biasa dengan mekanisme tersebut.\n\n\n**Kes Penggunaan Token Sebut Harga Tertutup dalam Kripto dan Potensi Masa Depan**\n\nPelancaran token sebut harga tertutup menawarkan pendekatan unik kepada pengagihan token yang adil.  Pelancaran ini mendapat perhatian sebagai alternatif kepada jualan awam tradisional atau airdrop.  Reka bentuknya memastikan privasi dan meminimumkan manipulasi semasa jualan token permintaan tinggi.\n\nBerikut adalah beberapa kes penggunaan token sebut harga tertutup yang menonjol dalam kripto yang mencerminkan potensi masa depannya:\n\n* **Pengumpulan dana DAO dan pelancaran terdesentralisasi:** Sebut harga tertutup boleh meningkatkan ketelusan dalam kempen pengumpulan dana oleh organisasi autonomi terdesentralisasi (DAO), sekali gus meningkatkan kredibiliti mereka.  Format sebut harga tertutup mengurangkan front-running dan meningkatkan kepercayaan.  Pelancaran terdesentralisasi masa depan mungkin menggunakan sistem yang serupa untuk membina kredibiliti dan mengelakkan pelancaran token yang didorong oleh publisiti.\n* **Integrasi KYC dan identiti:**  Memandangkan pematuhan menjadi lebih kritikal, sistem sebut harga tertutup boleh bersepadu dengan lapisan pengesahan identiti pelanggan (KYC) atau pengesahan identiti digital.  Ini akan membenarkan hanya peserta yang disahkan untuk membida, mengurangkan serangan Sybil dan meningkatkan keyakinan pengawalseliaan.  Integrasi sedemikian boleh menarik pelabur institusi dan meluaskan akses kepada jualan token yang patuh dan adil.\n* **Berkesan untuk token bekalan terhad:** Lelongan sebut harga tertutup paling berkesan apabila mengagihkan token dengan bekalan terhad.  Dengan menyembunyikan jumlah bidaan sehingga lelongan tamat, kaedah ini menggalakkan penemuan harga yang tulen dan mencegah bot atau ikan paus daripada menguasai jualan.\n\nApabila ruang kripto matang, pelancaran sebut harga tertutup mungkin menjadi standard untuk pengumpulan dana yang telus dan inklusif.",
            "translated_summary": "Ketahui tentang pelancaran token lelong tertutup dalam kripto, mengapa ia semakin mendapat perhatian, bagaimana ia mencegah manipulasi dan masa depannya dalam pengumpulan dana DeFi.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681617f4a3d5d2446f521243",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9lNTU2YjQ1YzQ1YTNhY2JiMTcyMTc2NjYzYjFkYmI1NC5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-03 13:15:00"
        },
        {
            "title": "Matic Robots Unveils Advanced AI-Powered Vacuum Cleaner",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681616c9bb34d720f488b2ed",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/sleek-ai-vacuum-close-up.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:13:00"
        },
        {
            "title": "IRS Crypto Policy Leaders Resign Amid Tax Reporting Change",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161708be7f73264481549a",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/irs-cryptocurrency-meeting-drama.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:11:00"
        },
        {
            "title": "Tether Moves Ahead With U.S.-Only Stablecoin Amid Policy Shifts and Political Support",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/tether-moves-ahead-with-u-s-only-stablecoin-amid-policy-shifts-and-political-support/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/08/Tether-Prepares-to-Launch-New-UAE-Dirham-Pegged-Stablecoin-Embodying-Nations-Earned-Title-of-Crypto-Wall-Street.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:10:00"
        },
        {
            "title": "Bitcoin Edges Closer to $100,000 Mark",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-edges-closer-to-100000-mark",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/bitcoin-234.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:08:00"
        },
        {
            "title": "Whale Invests $4.28 Million in VIRTUAL Tokens",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816159d44a6711d11bbd94f",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/whale-invests-4m-in-virtual-tokens.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:07:00"
        },
        {
            "title": "BlackRock Predicts Bitcoin (BTC) Price for 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816159daac3c4629132c0d6",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2023/10/Bitcoin-BTC4-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:05:00"
        },
        {
            "title": "Europe To End Crypto Anonymity By 2027",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681616c9bb34d720f488b2eb",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/SEC-crypto.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:05:00"
        },
        {
            "title": "Ethereum Faces Massive Whale Accumulation, $2K Breakout Looming?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816159f44a6711d11bbd953",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/05/Ethereum-Faces-Massive-Whale-Accumulation-Is-2000-Breakout-Looming.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:04:00"
        },
        {
            "title": "Bitcoin Soars but Faces Challenges Nearing the $100,000 Milestone",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-soars-but-faces-challenges-nearing-the-100000-milestone/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/bitcoin-news-1118.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:01:00"
        },
        {
            "title": "TRX Holders Prepare for Price Correction, GALA Courts Developers, and Unstaked Coin Leverages AI for Gains!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161474f40a582dee7f54a2",
            "source": "CoinLineup",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "Crypto Comeback: Top 5 Cryptos Set for Major Rebounds After the Recent Market Correction",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816147623836854ebd68f71",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/05/unnamed-1-1-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "4 Top Performing Cryptos in 2025 That Could Offer Massive Returns: Unstaked, ETH, DOGE & XRP!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816147623836854ebd68f73",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/image-2.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "AVAX & ADA Charts Split, BlockDAG’s $225M Presale Gains Speed with Limited-Time $0.0019 Special Offer",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681614775ca23503fe4dab0d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/image-4.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "BlockDAG’s Limited-Time Price Offer & 25% Referral Payouts Turn Heads, While XRP Spot ETF & SHIB Burn Rate Draw Attention",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681614775ca23503fe4dab11",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/image-2-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "Aptos & XLM Lose Steam While BlockDAG Pushes Ahead Toward CertiK Audit Completion & $225M Presale",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161477a7e3037d630d6c85",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/image-3.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "These 4 Most Popular Cryptos in 2025 Are Dominating the Market: Are You In?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161478a7e3037d630d6c87",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/image-26.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:00:00"
        },
        {
            "title": "Binance Boosts Security Against AI Face Attack Threats",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816134dbe2c3203d721a863",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/pixelated-crypto-exchange-security.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 12:58:00"
        }
    ]
}