{
    "timestamp": "2025-03-11 15:30:01",
    "all_news": [
        {
            "title": "Infrastruktur data berpusat melanggar prinsip asas Web3 iaitu desentralisasi.",
            "description": "Data terbuka mesti beralih kepada infrastruktur terdesentralisasi untuk merealisasikan potensi sepenuhnya dan meraih manfaat latihan LLM yang mampu milik, aksesibiliti…",
            "content": "**Data Terbuka Memerlukan Infrastruktur Tersentralisasi**\n\nData terbuka kini menjadi penyumbang utama dalam membina ekonomi teknologi global yang sedang pesat membangun, dengan anggaran pasaran melebihi $350 bilion.  Walau bagaimanapun, sumber data terbuka sering bergantung kepada infrastruktur tersentralisasi, bertentangan dengan falsafah autonomi dan ketahanan terhadap penapisan.\n\nUntuk merealisasikan potensinya, data terbuka mesti beralih kepada infrastruktur tersentralisasi. Setelah saluran data terbuka mula menggunakan infrastruktur yang tersentralisasi dan terbuka, pelbagai kelemahan bagi aplikasi pengguna akan dapat diselesaikan.\n\nInfrastruktur terbuka mempunyai banyak kes penggunaan, daripada menjadi hos kepada aplikasi tersentralisasi (DApp) atau bot dagangan kepada perkongsian data penyelidikan untuk latihan dan inferens model bahasa besar (LLM).  Menganalisis setiap satu membantu kita memahami mengapa memanfaatkan infrastruktur tersentralisasi untuk data terbuka lebih berfaedah daripada infrastruktur tersentralisasi.\n\nLatihan dan Inferens LLM Mampu Milik\n\nPelancaran AI sumber terbuka DeepSeek, yang menghapuskan $1 trilion daripada pasaran teknologi AS, menunjukkan kuasa protokol sumber terbuka. Ia adalah satu amaran untuk memberi tumpuan kepada ekonomi dunia baru data terbuka.\n\nSebagai permulaan, model AI tersentralisasi dan sumber tertutup mempunyai kos yang tinggi untuk melatih LLM dan menjana keputusan yang tepat.\n\nTidak menghairankan, peringkat akhir latihan DeepSeek R1 hanya menelan belanja kira-kira $5.5 juta, berbanding lebih daripada $100 juta untuk GPT-4 OpenAI. Namun, industri AI yang sedang pesat membangun masih bergantung kepada platform infrastruktur tersentralisasi seperti penyedia API LLM, yang pada dasarnya bercanggah dengan inovasi sumber terbuka yang baru muncul.\n\nMenjadi hos kepada LLM sumber terbuka seperti Llama 2 dan DeepSeek R1 adalah mudah dan murah. Tidak seperti rantaian blok berstatus yang memerlukan penyegerakan berterusan, LLM adalah tanpa status dan hanya memerlukan kemas kini berkala.\n\nWalaupun kesederhanaannya, kos pengkomputeran untuk menjalankan inferens pada model sumber terbuka adalah tinggi, kerana pelari nod memerlukan GPU. Model ini dapat menjimatkan kos kerana ia tidak memerlukan kemas kini masa nyata untuk menyegerakkan secara berterusan.\n\nKemunculan model asas yang boleh digeneralisasikan seperti GPT-4 telah membolehkan pembangunan produk baharu melalui inferens kontekstual. Syarikat tersentralisasi seperti OpenAI tidak akan membenarkan sebarang sokongan rangkaian rawak atau inferens daripada model terlatih mereka.\n\nSebaliknya, pelari nod tersentralisasi boleh menyokong pembangunan LLM sumber terbuka dengan bertindak sebagai titik akhir AI untuk menyediakan data deterministik kepada pelanggan. Rangkaian tersentralisasi menurunkan halangan kemasukan dengan memperkasa pengendali untuk melancarkan pintu masuk mereka di atas rangkaian.\n\nPerkongsian Data Penyelidikan Yang Mudah Diakses\n\nDalam bidang sains dan penyelidikan, perkongsian data digabungkan dengan pembelajaran mesin dan LLM berpotensi untuk mempercepatkan penyelidikan dan meningkatkan kehidupan manusia. Akses kepada data itu telah disekat oleh sistem jurnal berkos tinggi, yang secara terpilih menerbitkan penyelidikan yang diluluskan oleh lembaga pengarahnya dan secara meluas tidak dapat diakses di sebalik langganan yang mahal.\n\nDengan peningkatan model ML sifar pengetahuan berasaskan rantaian blok, data kini boleh dikongsi dan dikomputasikan tanpa kepercayaan, dan privasi dapat dipelihara tanpa mendedahkan data sensitif. Oleh itu, penyelidik dan saintis boleh berkongsi dan mengakses data penyelidikan tanpa menyahsulit maklumat pengenalan peribadi yang berpotensi terhad.\n\nUntuk berkongsi data penyelidikan terbuka secara mampan, penyelidik memerlukan akses kepada infrastruktur tersentralisasi yang memberi ganjaran kepada mereka untuk akses kepada data tersebut, menghapuskan orang tengah. Rangkaian data terbuka yang diberi insentif boleh memastikan bahawa data saintifik kekal boleh diakses di luar taman tertutup jurnal mahal dan syarikat swasta.\n\nPenyelenggaraan DApp Yang Tidak Boleh Dihentikan\n\nPlatform hos data tersentralisasi seperti Amazon Web Services, Google Cloud dan Microsoft Azure adalah popular di kalangan pembangun aplikasi. Walaupun aksesnya mudah, platform tersentralisasi mengalami satu titik kegagalan, menjejaskan kebolehpercayaan dan membawa kepada gangguan yang jarang berlaku tetapi mungkin berlaku.\n\nTerdapat pelbagai contoh dalam sejarah teknologi di mana platform Infrastruktur-sebagai-Perkhidmatan gagal menyediakan perkhidmatan tanpa gangguan.\n\nSebagai contoh, pada tahun 2022, MetaMask buat sementara waktu menafikan akses kepada pengguna daripada rantau geografi tertentu kerana Infura menyekatnya selepas beberapa sekatan AS. Walaupun MetaMask tersentralisasi, sambungan dan titik hujung lalainya bergantung kepada teknologi tersentralisasi seperti Infura untuk mengakses Ethereum.\n\nIni bukan kejadian yang terpencil. Pelanggan Infura juga menghadapi gangguan pada tahun 2020, manakala Solana dan Polygon mengalami beban panggilan prosedur jauh (RPC) tersentralisasi semasa trafik puncak.\n\nSukar bagi satu syarikat untuk mengendalikan pelbagai keperluan pemaju dalam ekosistem sumber terbuka yang pesat membangun. Terdapat beribu-ribu lapisan 1, rollup, pengindeksan, storan dan protokol perisian pertengahan lain dengan kes penggunaan khusus.\n\nKebanyakan platform tersentralisasi, seperti penyedia RPC, terus membina infrastruktur yang sama, yang mewujudkan geseran, melambatkan metrik pertumbuhan, dan menjejaskan kebolehskalaan kerana protokol memberi tumpuan kepada membina semula asas dan bukannya menambah ciri baharu.\n\nSebaliknya, kejayaan besar aplikasi rangkaian sosial tersentralisasi seperti BlueSky dan AT Protocol menandakan usaha pengguna untuk protokol tersentralisasi.  Beralih daripada RPC tersentralisasi kepada mengakses data terbuka, protokol tersebut mengingatkan kita tentang keperluan untuk membina dan bekerja pada infrastruktur tersentralisasi.\n\nData terbuka memerlukan infrastruktur tersentralisasi\n\nPada jangka panjang, kita akan melihat pelanggan rantaian blok umum memunggah storan dan rangkaian kepada protokol perisian pertengahan khusus.\n\nPada masa hadapan, kita akan melihat lebih banyak aliran data melalui protokol infrastruktur, mewujudkan kebergantungan pada platform perisian pertengahan.  Apabila protokol menjadi lebih modular dan boleh diskala, ia akan menyediakan ruang untuk perisian pertengahan tersentralisasi sumber terbuka untuk berintegrasi pada peringkat protokol.\n\nTidak praktikal untuk mempunyai syarikat tersentralisasi berfungsi sebagai perantara untuk tajuk pelanggan ringan.\n\nInfrastruktur tersentralisasi adalah tanpa kepercayaan, diedarkan, kos efektif dan tahan penapisan.  Akibatnya, infrastruktur tersentralisasi akan menjadi pilihan lalai untuk pembangun aplikasi dan syarikat, membawa kepada naratif pertumbuhan yang saling menguntungkan.\n\n\n**Pendapat oleh: Michael O’Rourke, pengasas Pocket Network dan Ketua Pegawai Eksekutif Grove.**",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTI3YzktYWZlZS03YzUwLThlNjQtMzJlODdmMjU4NjMy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d0522b807bdf40c5feef12",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 15:00:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin jatuh di bawah $80,000 ekoran tarif Trump ke atas Kanada yang menghalang pemulihan harga BTC",
            "description": "Bitcoin merasai tempias tarif baharu AS",
            "content": "Bitcoin (BTC) merosot 7% selepas pembukaan Wall Street pada 11 Mac, disebabkan oleh beberapa faktor negatif yang mencetuskan kebimbangan pasaran.\n\nCarta BTC/USD 1 jam. Sumber: Cointelegraph/TradingView\n\nBitcoin dan saham jatuh disebabkan oleh pengumuman tarif baharu\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD mencecah paras tertinggi tempatan sebanyak $82,154 di Bitstamp sebelum menstabilkan diri.  Data pekerjaan JOLTS AS menunjukkan sedikit peningkatan berbanding jangkaan, tetapi pengumuman tarif perdagangan baharu ke atas Kanada oleh Presiden AS Donald Trump telah menjejaskan sentimen positif pasaran aset berisiko.\n\nIndeks S&P 500 susut 0.5% pada hari tersebut ketika penulisan, sementara indeks saham lain terus menunjukkan ketidaktentuan.\n\n“Indeks S&P 500 naik +5% pada ketika ini dalam penggal pertama Trump. Sebaliknya, ia kini turun -7% sejak 20 Januari,” menurut The Kobeissi Letter dalam satu hantaran di X.\n\nPerbandingan S&P 500. Sumber: The Kobeissi Letter/X\n\nFirma perdagangan QCP Capital menambah bahawa sikap Trump yang “tidak mempedulikan risiko kemelesetan” telah menyukarkan keadaan bagi aset berisiko, tetapi mengakui masih ada beberapa petanda positif.\n\n“Walaupun pergolakan pasaran, tidak semua isyarat adalah negatif,”  kata mereka dalam buletin terkini kepada pelanggan saluran Telegram.\n\nCarta indeks dolar AS (DXY) 1 hari. Sumber: Cointelegraph/TradingView\n\nIndeks dolar AS (DXY) jatuh kepada 103.32 pada hari itu, mencatatkan paras terendah sejak pertengahan Oktober 2024.\n\nParas harga BTC baharu yang lebih rendah masih “mungkin”\n\nAnalisis harga Bitcoin menunjukkan BTC/USD berada di persimpangan jalan di tengah-tengah kekurangan pemangkin kenaikan harga yang jelas.\n\nSaluran perdagangan More Crypto Online menggunakan teori Gelombang Elliott untuk menentukan paras sokongan dan rintangan utama, memberi amaran bahawa harga masih boleh jatuh ke paras terendah jangka panjang yang baharu.\n\n“Harga masih belum membuat keputusan selepas pembukaan New York.  Satu titik terendah mungkin sedang terbentuk, tetapi paras rendah yang lain adalah mungkin selagi rintangan kekal,” menurut hantaran di X.\n\nCarta BTC/USD 1 jam. Sumber: More Crypto Online/X\n\nPedagang popular CrypNuevo pula menggambarkan satu “reaksi yang hebat” pada purata bergerak mudah (SMA) 50 minggu sekitar $75,500.\n\nSeperti yang dilaporkan oleh Cointelegraph, garis trend sokongan itu kekal tanpa penutupan lilin di bawahnya sejak Mac 2023.\n\nCarta BTC/USD 1 minggu dengan 50SMA. Sumber: Cointelegraph/TradingView\n\nRencana ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pelaburan dan pergerakan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri sebelum membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg1YTEtZTgyOS03MmRhLWEzNmMtNjE5MjdlOGM3NWYx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d04d76807bdf40c5feeef1",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 14:44:00",
            "status": "Posted"
        }
    ]
}