{
    "timestamp": "2025-03-10 13:36:21",
    "all_news": [
        {
            "title": "Pembuat undang-undang Eropah senyap mengenai rizab Bitcoin AS di tengah-tengah usaha euro digital",
            "description": "Penggubal undang-undang Eropah masih senyap mengenai rizab Bitcoin strategik Trump sementara Bank Pusat Eropah terus memacu pembangunan euro digital…",
            "content": "Ahli undang-undang Eropah masih senyap mengenai arahan Rizab Bitcoin Strategik Amerika Syarikat, satu perubahan dasar penting yang memihak kepada penganggota awal Bitcoin disebabkan model ekonominya.\n\nArahan eksekutif Presiden AS Donald Trump pada 7 Mac menggariskan pelan untuk mewujudkan rizab Bitcoin menggunakan mata wang kripto yang dirampas dalam kes jenayah dan bukannya membeli Bitcoin (BTC) di pasaran.\n\nWalaupun kepentingan langkah ini, pembuat dasar Eropah masih belum membuat sebarang kenyataan umum yang utama mengenai rizab Bitcoin, menimbulkan persoalan tentang pendirian mereka terhadap integrasi BTC ke dalam rizab kebangsaan.\n\nIni mungkin menunjukkan kekurangan usaha berkaitan rizab Bitcoin di Eropah disebabkan proses yang panjang untuk menambah aset rizab kebangsaan baharu, menurut Anastasija Plotnikova, pengasas bersama dan Ketua Pegawai Eksekutif firma pengawalseliaan rantaian blok Fideum. Beliau berkata:\n\n“[ECB] secara sejarah dan kini sangat kritikal terhadap BTC sebagai aset rizab, jadi ia secara berkesan menutup pintu kepada semua negara anggota EU,” tambah Plotnikova.\n\nSementara itu, ahli undang-undang Eropah sedang bersiap sedia untuk melancarkan euro digital, mata wang digital bank pusat (CBDC).\n\nKetidaksenyapan ahli undang-undang Eropah mengenai arahan rizab Bitcoin Trump mungkin disebabkan tumpuannya kepada euro digital, menurut James Wo, pengasas dan Ketua Pegawai Eksekutif firma modal usaha niaga DFG.\n\n“Ini berpunca daripada pendirian tegas ECB terhadap pegangan Bitcoin dalam rizabnya, seperti yang ditegaskan oleh Presiden ECB Christine Lagarde,” kata Wo kepada Cointelegraph, sambil menambah:\n\nWalaupun keraguan, Presiden ECB Christine Lagarde sedang meneruskan pelancaran euro digital, yang dijangka pada Oktober 2025. Lagarde telah menekankan bahawa CBDC akan wujud bersama wang tunai dan menawarkan perlindungan privasi untuk menangani kebimbangan tentang campur tangan kerajaan.\n\n“Kesatuan Eropah sedang berusaha untuk melancarkan euro digital, mata wang digital bank pusat kita, menjelang Oktober tahun ini,” kata Lagarde semasa sidang akhbar, sambil menambah:\n\nSumber: Cointelegraph\n\nAmerika Syarikat dan Kesatuan Eropah mengambil pendekatan yang bertentangan terhadap aset digital.  Manakala EU sedang berusaha untuk mengintegrasikan mata wang digital yang berpusat, Trump telah mengambil pendirian tegas menentang CBDC.\n\nWalaupun CBDC telah dipuji kerana potensinya untuk meningkatkan inklusi kewangan, pengkritik telah menimbulkan kebimbangan tentang keupayaan pengawasan dan potensi campur tangan kerajaan.\n\nPada Julai 2023, bank pusat Brazil telah menerbitkan kod sumber untuk projek perintis CBDCnya, dan hanya mengambil masa empat hari untuk orang ramai menyedari mekanisme pengawasan dan kawalan yang tertanam dalam kodnya, membolehkan bank pusat membekukan atau mengurangkan dana pengguna dalam dompet CBDC.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTE2YWEtNjlkZS03ZjMxLTk2NTktODUyNTEyYmEwYjli.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cee5ce61a961710c0a18ce",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 13:13:00",
            "status": "Posted"
        }
    ]
}