{
    "timestamp": "2025-04-10 04:31:25",
    "all_news": [
        {
            "title": "Bitcoin Surges Past $83K as Trump Pauses Tariff—Is $88K the Next Target?",
            "translated_facebook_post": "Harga Bitcoin melonjak lepas $83,000 sebab Trump tangguh tarif, dan mungkin cecah $88,000 seterusnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f745dea417510e86104b4d",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/15e13cac36a04812a80db740982aca27.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:16:00"
        },
        {
            "title": "Best Crypto to Buy Now: Qubetics, Ondo, and Bittensor TAO – A Comprehensive Comparison",
            "translated_facebook_post": "Qubetics, Ondo, dan Bittensor TAO tengah menarik perhatian dalam dunia kripto, masing-masing dengan keunikannya; Qubetics dalam tokenisasi aset, Ondo dalam pengurusan risiko DeFi, dan Bittensor TAO dalam AI terdesentralisasi.  Peluang pelaburan jangka panjang nampaknya menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f746cca417510e86104b50",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-09T154745.068Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:15:00"
        },
        {
            "title": "SafeMoon boss cites DOJ’s nixed crypto unit in latest bid to toss suit",
            "translated_facebook_post": "Ketua syarikat SafeMoon cuba jatuhkan kes terhadapnya dengan alasan Jabatan Kehakiman Amerika Syarikat dah tak akan teruskan beberapa tuduhan berkaitan kripto,  jadi kes ni mungkin akan digugurkan.",
            "translated_title": "Ketua SafeMoon memetik penolakan unit kripto DOJ dalam usaha terbaru untuk membatalkan saman.",
            "translated_content": "Braden John Karony, Ketua Pegawai Eksekutif firma kripto SafeMoon, telah memetik arahan Jabatan Kehakiman Amerika Syarikat untuk tidak lagi meneruskan beberapa tuduhan kripto dalam usaha untuk mendapatkan kes terhadapnya dan firmanya diberhentikan.\n\nDalam surat bertarikh 9 April kepada hakim mahkamah persekutuan New York, Eric Komitee, peguam Karony, Nicholas Smith, berkata mahkamah harus mempertimbangkan memorandum 7 April daripada Timbalan Peguam Negara AS, Todd Blanche, yang membubarkan unit kripto DOJ.\n\n\"Jabatan Kehakiman bukanlah pengawal selia aset digital,\" kata Blanche dalam memorandum itu, yang menambah DOJ \"tidak akan lagi meneruskan tindakan litigasi atau penguatkuasaan yang mempunyai kesan untuk mengenakan rangka kerja pengawalseliaan ke atas aset digital.\"\n\nBlanche juga mengarahkan pendakwa raya untuk tidak mendakwa pelanggaran undang-undang sekuriti dan komoditi apabila kes itu memerlukan DOJ untuk menentukan sama ada aset digital itu adalah sekuriti atau komoditi apabila tuduhan seperti penipuan wayar tersedia.\n\nSatu petikan daripada surat yang dihantar Karony kepada Hakim Komitee. Sumber: PACER\n\nDalam nota kaki surat itu, peguam Karony menulis pengecualian kepada arahan baru DOJ adalah jika pihak-pihak mempunyai kepentingan untuk mempertahankan bahawa aset kripto itu adalah sekuriti, tetapi menambah bahawa \"Karony tidak mempunyai kepentingan sedemikian.\"\n\nJabatan Kehakiman dan Suruhanjaya Sekuriti dan Bursa memfailkan tuduhan serentak pelanggaran sekuriti, penipuan wayar, dan pengubahan wang haram terhadap Karony dan eksekutif SafeMoon yang lain pada November 2023.\n\nKerajaan mendakwa Karony, pengasas SafeMoon Kyle Nagy dan ketua pegawai teknologi Thomas Smith telah mengeluarkan aset bernilai $200 juta daripada projek itu dan menyalahgunakan dana pelabur.\n\nSatu lagi percubaan untuk membatalkan kes\n\nSurat itu adalah percubaan terbaru Karony untuk mendapatkan kes itu ditolak. Pada Februari, beliau meminta agar perbicaraannya, yang dijadualkan bermula pada 31 Mac, ditangguhkan kerana beliau berhujah bahawa dasar kripto yang dicadangkan Presiden Donald Trump berpotensi menjejaskan kes itu.\n\nKemudian pada Februari, Smith menukar pengakuannya kepada bersalah dan berkata beliau mengambil bahagian dalam skim penipuan kripto $200 juta yang didakwa. Nagy masih bebas dan dipercayai berada di Rusia.\n\nSafeMoon memfailkan kebankrapan pada Disember 2023, sebulan selepas ia ditimpa kes kembar daripada SEC dan DOJ. Ia juga digodam pada Mac 2023, dengan penggodam bersetuju untuk mengembalikan 80% daripada dana tersebut.",
            "translated_summary": "Ketua Pegawai Eksekutif (CEO) syarikat kripto muflis, SafeMoon, telah berhujah kesnya patut digugurkan, memetik satu memo yang menyatakan Jabatan Kehakiman tidak akan meneruskan beberapa kes…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f746ccee7e2237151dea1c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzI4OTYtZjIzNi03M2EzLTk0MTktOGM4NmQ0NGIyMjQ4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 04:13:00"
        },
        {
            "title": "Trump Implements 90-Day Suspension on Tariffs",
            "translated_facebook_post": "Presiden Trump tangguh duti import selama 90 hari untuk stabilkan perdagangan global,  bagi lega sektor pembuatan dan runcit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f745b4ee7e2237151dea19",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-90-day-boost-cartoon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:09:00"
        },
        {
            "title": "China's Factories Struggle Amid Tariff Challenges",
            "translated_facebook_post": "Kilang-kilang di China sekarang tengah hadapi masalah ekonomi disebabkan tarif, menyebabkan pengeluaran menurun dan ramai pekerja hilang kerja.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74481e0bbcd25e5ec92a3",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/busy-chinese-factory-interior.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:07:00"
        },
        {
            "title": "Paul Atkins Confirmed as New SEC Chair with Pro-Crypto Agenda in 52-44 Senate Vote",
            "translated_facebook_post": "Paul Atkins dilantik sebagai pengerusi SEC yang baharu, menyokong polisi mesra kripto, selepas undian Senat.  Ini menandakan perubahan besar dalam pengawalan kripto di Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74381e0bbcd25e5ec92a2",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/4c1edab44e614afe906a04e6db2a6f2a.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:06:00"
        },
        {
            "title": "Is $100 Still Enough to Turn into $10,000 with XRP, Solana, and Bitcoin (BTC) by 2025?",
            "translated_facebook_post": "Pelaburan dalam kripto seperti XRP, Solana, dan Bitcoin mungkin tak mudah dapat pulangan 100 kali ganda menjelang 2025, tapi projek baru macam MAGACOINFINANCE menawarkan potensi keuntungan yang lumayan dengan bonus pra-jualan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74362ee7e2237151dea16",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207770.docx_1744207770_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:02:00"
        },
        {
            "title": "Bitcoin, Altcoins Jump After 90-Day Tariff Pause by Trump",
            "translated_facebook_post": "Trump tangguh tarif import selama 90 hari, pasaran saham dan kripto pun naik mendadak.  Bitcoin cecah atas $82,000!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinpedia.org/news/bitcoin-altcoins-jump-after-90-day-tariff-pause-by-trump/",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/08192306/Bitcoin-Price-Prediction-2025-Whats-Next-for-the-BTC-Price-Rally-After-the-%E2%80%98Black-Monday-Crash.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:01:00"
        },
        {
            "title": "South Korea's Banks Push End to Crypto Exchange Rule",
            "translated_facebook_post": "Bank-bank di Korea Selatan nak mansuhkan peraturan satu-bagi-satu untuk bursa matawang kripto, harapnya dapat mudahkan akses pasaran dan menarik lebih ramai pelabur antarabangsa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74236f0621e6051dacbf4",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/south-korea-bank-pixel-art.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:58:00"
        },
        {
            "title": "21Shares Files to Launch Spot Dogecoin ETF with the SEC",
            "translated_facebook_post": "Satu syarikat pengurusan aset digital nak lancarkan dana pelaburan Dogecoin, dan ada kemungkinan SEC akan luluskannya dalam tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f742353a3f5929ebbf5914",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/21Shares-Files-to-Launch-Spot-Dogecoin-ETF-with-the-SEC.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:55:00"
        },
        {
            "title": "Ethereum Spot ETFs Get Options Trading Approval from SEC—New Era for ETH Exposure",
            "translated_facebook_post": "Suruh beli pilihan niaga untuk dana dagangan bursa (ETF) Ethereum dah dapat lampu hijau dari SEC Amerika Syarikat.  Ni bukak jalan untuk pelabur kecil dan besar dapat akses lebih mudah kepada Ethereum, sama ada nak lindung aset atau nak untung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7401106dfef5e199acf8e",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b531d5cdcdb24aae98a657c737a06d6c.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:51:00"
        },
        {
            "title": "Chainlink Faces Key Test at $10 as Bearish Pressure Persists",
            "translated_facebook_post": "Harga Chainlink sekarang agak tak menentu, bertahan dekat paras $10.  Kalau harga jatuh bawah $10, mungkin turun lagi ke $7.50. Tapi kalau boleh naik atas $12, peluang untuk naik lagi tinggi ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74235ee7e2237151dea0e",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/chainlink-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:45:00"
        },
        {
            "title": "Binance Subsidiary BPay Gets First PSP License in Bahrain",
            "translated_facebook_post": "Subsidiari Binance, BPay, dapat lesen PSP pertama di Bahrain, membolehkannya menawarkan perkhidmatan deposit dan pengeluaran mata wang fiat, serta perkhidmatan berkaitan lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73eb1c643d24e47500c38",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/binance-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:42:00"
        },
        {
            "title": "71K SOL Deposited to Binance: Is Solana Headed for a Breakdown or Bounce?",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73ccd92fcb32b4dd9f69e",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/1be89626e16648bf82b473c4b495e431.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:38:00"
        },
        {
            "title": "Special Committee to Probe President Milei’s Role in Libra Meme Coin Scandal",
            "translated_facebook_post": "Jawatankuasa khas akan siasat Presiden Milei tentang skandal mata wang kripto Libra.  Ramai yang rugi besar, dan ada yang untung banyak.  Siasatan akan panggil beberapa pegawai tinggi kerajaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73d7112c7fe302fc25f9c",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2023/08/Javier-Milei.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:37:00"
        },
        {
            "title": "Bitcoin inflows to Binance see ‘strong acceleration’ ahead of March CPI print",
            "translated_facebook_post": "Aliran Bitcoin ke Binance meningkat mendadak sebelum pengumuman CPI Mac, ada yang jangka penurunan harga, ada pula yang rasa ini petanda positif.",
            "translated_title": "Aliran masuk Bitcoin ke Binance menunjukkan ‘peningkatan mendadak’ sebelum pengumuman CPI Mac.",
            "translated_content": "Aliran masuk Bitcoin ke bursa kripto Binance telah meningkat mendadak dalam tempoh dua minggu kebelakangan ini di tengah-tengah ketidaktentuan berhubung tarif Presiden Amerika Syarikat Donald Trump dan keputusan Indeks Harga Pengguna (CPI) Amerika Syarikat yang akan datang, kata seorang penganalisis.\n\nWalau bagaimanapun, seorang penganalisis lain berhujah bahawa walaupun ia boleh menandakan jualan besar yang bakal berlaku, ia juga mungkin menunjukkan trend menaik.\n\nPelabur \"secara aktif memindahkan dana ke Binance\"\n\nPenyumbang CryptoQuant, Maarten Regterschot, berkata dalam catatan 9 April bahawa rizab Bitcoin (BTC) Binance telah meningkat sebanyak 22,106 BTC, bernilai $1.82 bilion, sepanjang 12 hari terakhir kepada sejumlah 590,874 BTC.\n\n\"Ini menunjukkan peningkatan yang ketara dalam aliran masuk BTC ke Binance. Kemungkinan besar pelabur secara aktif memindahkan dana ke Binance disebabkan oleh ketidaktentuan makro dan sebelum pengumuman CPI yang akan datang,\" kata Regterschot.\n\nCoinMarketCap menunjukkan Bitcoin diniagakan pada $82,474 pada masa penerbitan, meningkat 8.8% dalam sehari lepas selepas mendapat rangsangan daripada jeda tarif 90 hari Trump ke atas semua negara kecuali China.\n\nRizab Bitcoin Binance mempunyai 590,874 Bitcoin. Sumber: CryptoQuant\n\nBiro Statistik Buruh Amerika Syarikat dijadualkan menyampaikan keputusan CPI untuk Mac pada 10 April.\n\nSemasa zaman yang tidak menentu, peniaga sering memindahkan kripto mereka ke bursa untuk dijual, menyebabkan lebih banyak turun naik apabila keyakinan mula merosot.\n\nWalau bagaimanapun, penganalisis utama Swyftx, Pav Hundal, memberitahu Cointelegraph bahawa ini bukan selalu isyarat menurun. \"Aliran masuk yang besar boleh menjadi tanda jualan, tetapi ia adalah pasaran yang sangat cair. Adalah munasabah bahawa Binance memindahkan aset ke dalam dompet panasnya untuk memenuhi permintaan yang tinggi.\"\n\n\"Beberapa hari akan datang adalah penting dalam memahami selera pasaran untuk kripto selepas pengurangan tarif Trump,\" katanya.\n\nPada awal 9 April, Trump mengeluarkan jeda 90 hari ke atas \"tarif timbal balik\" pentadbirannya, menurunkan kadar tarif kepada 10% ke atas semua negara kecuali China, yang beliau tingkatkan kepada 125%, memetik tarif balas negara itu terhadap Amerika Syarikat.\n\n\"Ketegangan antara Amerika Syarikat dan China kekal sebagai beban struktur,\" kata Hundal.\n\nSementara itu, penganalisis kripto Matthew Hyland berkata keputusan CPI Mac \"akan menunjukkan inflasi merosot mungkin hampir 2.5%.\"\n\n\"Satu lagi hari yang menarik akan datang,\" tambahnya.\n\nPenganalisis kripto Dyme berkata, \"CPI yang lebih rendah daripada jangkaan akan membawa kita lebih tinggi.\"\n\nWalau bagaimanapun, anggaran konsensus FactSet menunjukkan ahli ekonomi menjangkakan harga pengguna meningkat sebanyak 0.1% bulan ke bulan pada Mac.\n\nPada 12 Mac, CPI adalah lebih rendah daripada jangkaan pada 3.1%, mengatasi jangkaan 3.2%, dengan penurunan 0.1% yang sepadan dalam angka inflasi utama.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Penganalisis kripto, Maarten Regterschot, menyatakan bahawa “ketidakpastian makro dan pengumuman CPI yang akan datang” telah menyaksikan peningkatan aliran masuk Bitcoin ke Binance.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73c5a12c7fe302fc25f98",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGJiN2YtYjA4MC03MjI5LWJiYzUtY2RmYjcwMTIyY2Ey.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 03:33:00"
        },
        {
            "title": "MAGACOINFINANCE Raises $5.3M—Could It Join Bitcoin (BTC) and XRP on a 5,000% Climb?",
            "translated_facebook_post": "Projek kripto MAGACOINFINANCE berjaya kumpul dana lebih $5 juta dalam pra-jualan, mencetuskan spekulasi potensi kenaikan harga sehingga 5,000%.  Pelaburan awal menawarkan bonus 50%, tetapi kena buat kajian sendiri sebelum melabur, ya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73c5ae7ddb9588a44c8dd",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207766.docx_1744207766_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:30:00"
        },
        {
            "title": "Magic Eden acquires crypto trading app Slingshot to expand on-chain trading",
            "translated_facebook_post": "Magic Eden beli aplikasi dagangan kripto Slingshot untuk kembangkan perdagangan atas rantaian, sebab jual beli NFT makin kurang.  Slingshot mudahkan urusan tukar token antara rantaian, pengguna tak perlu pening kepala.  Magic Eden harap dapat saingi bursa pusat dengan cara ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73c5a12c7fe302fc25f96",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2022/09/Magic_Eden_defends_launch_of_NFT_royalty_enforcement_tool.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:29:00"
        },
        {
            "title": "U.S. Senate confirms crypto-friendly Paul Atkins as new SEC chairman",
            "translated_facebook_post": "Paul Atkins, penyokong kripto, dilantik sebagai pengerusi SEC Amerika Syarikat.  Beliau berjanji untuk memperkenalkan peraturan yang lebih jelas untuk aset digital dan mengurangkan campur tangan politik.  Walaupun ada tentangan, pelantikannya dijangka akan menyokong inovasi kripto dan mempercepatkan kelulusan ETF.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73b2892fcb32b4dd9f69b",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-%D1%82%D1%83%D1%86%D1%8B-Paul-Atkins-option04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 03:28:00"
        }
    ]
}