{
    "timestamp": "2025-03-16 10:25:30",
    "all_news": [
        {
            "title": "Bitcoin alami \"shakeout\", bukan pengakhiran kitaran 4 tahun: penganalisis",
            "description": "Bitcoin dijangka menyambung semula peralihan menaiknya pada tahun 2025 selaras dengan kitaran pasaran empat tahun, selepas \"penghapusan harga\" semasa.",
            "content": "Bitcoin masih dalam kitaran lembu jantan bersejarahnya, meskipun ketakutan pelabur yang meluas terhadap pembetulan semasa, yang mungkin hanya \"penghapusan\" sementara sebelum kenaikan seterusnya, menurut penganalisis pasaran kripto.\n\nHarga Bitcoin (BTC) kini turun 22% daripada paras tertinggi sepanjang zaman melebihi $109,000 yang direkodkan pada 20 Januari, pada hari pelantikan Presiden AS Donald Trump, data Cointelegraph Markets Pro menunjukkan.\n\nWalaupun sentimen pelabur jatuh ke dalam \"Ketakutan Ekstrem\" beberapa kali, corak carta sejarah menunjukkan bahawa ini mungkin hanya penghapusan harga — penurunan harga secara tiba-tiba yang disebabkan oleh beberapa pelabur keluar daripada kedudukan mereka, yang didahului oleh pemulihan harga secara tiba-tiba.\n\n\"Beberapa petunjuk teknikal utama telah berubah menjadi bearish, yang membawa kepada spekulasi bahawa kitaran lembu jantan mungkin berakhir lebih awal,\" kata penganalisis Bitfinex kepada Cointelegraph.\n\nWalau bagaimanapun, pelancaran dana dagangan bursa (ETF) Bitcoin spot AS, yang sementara mengatasi $125 bilion dalam pegangan kumulatif, bersama-sama dengan pelaburan kripto institusi yang semakin meningkat menjadikannya \"jelas bahawa kitaran konvensional tidak lagi wujud,\" tambah penganalisis.\n\nSebagai tanda optimis untuk tindakan harga, Bitcoin mencatatkan penutupan harian melebihi $84,000 pada 15 Mac, buat kali pertama dalam lebih seminggu sejak 8 Mac, data TradingView menunjukkan.\n\nWalau bagaimanapun, disebabkan oleh korelasi Bitcoin dengan pasaran kewangan tradisional, BTC mungkin hanya menemui paras terendah bersama-sama dengan pasaran ekuiti, terutamanya S&P 500, kata penganalisis Bitfinex, sambil menambah:\n\n\"Perang perdagangan telah pun dikira, setakat tertentu, tetapi ketegangan ekonomi yang berpanjangan boleh memberi kesan negatif kepada sentimen,\" tambah penganalisis.\n\nWalaupun terdapat kebimbangan tentang pasaran lembu jantan Bitcoin yang terganggu, kitaran empat tahun, bersama-sama dengan peristiwa pengurangan separuh Bitcoin, tetap penting untuk tindakan harga Bitcoin, menurut Iliya Kalchev, penganalisis penghantaran di platform pelaburan aset digital Nexo.\n\n\"Kadar pertumbuhan tahunan kompaun (CAGR) empat tahun Bitcoin telah menurun kepada paras terendah rekod sebanyak 8%, menimbulkan persoalan sama ada kitaran empat tahun tradisionalnya masih sah,\" kata Kalchev kepada Cointelegraph, sambil menambah:\n\nPengurangan separuh Bitcoin pada 2024 mengurangkan ganjaran blok rangkaian Bitcoin kepada 3.125 BTC setiap blok.\n\nHarga Bitcoin meningkat melebihi 31% sejak pengurangan separuh terakhir berlaku pada 20 April 2024, yang digelar sebagai persediaan \"paling menaik\" untuk harga Bitcoin, sebahagiannya disebabkan oleh minat institusi yang semakin meningkat dalam kripto mata wang pertama di dunia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTMzOGEtMGI5Yy03ODU3LTg0OWUtNGM3YmMwYTcwMzFh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6a48068d31261b3784d11",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 10:09:00",
            "status": "Posted"
        }
    ]
}