{
    "timestamp": "2025-03-21 04:30:37",
    "all_news": [
        {
            "title": "Berita buruk untuk penganut Bitcoin, aliran masuk runcit yang dinantikan sudah pun tiba: CryptoQuant.",
            "description": "Ketua Pegawai Eksekutif CryptoQuant, Ki Young Ju, berkata mereka yang menjangkakan peningkatan pasaran Bitcoin oleh pelabur runcit mungkin akan kecewa kerana pelabur runcit ini sebenarnya sudah pun aktif.",
            "content": "**Lembu Jantan Bitcoin Mungkin Menggunakan Strategi Usang, Kata Eksekutif Kripto**\n\nIndividu yang masih berpendapat bahawa puncak kitaran Bitcoin belum tiba kerana pelabur runcit belum menyertai secara besar-besaran mungkin menggunakan strategi yang ketinggalan zaman, menurut seorang eksekutif kripto.\n\n\"Idea bahawa kitaran belum berakhir hanya kerana aktiviti runcit dalam rangkaian (onchain) tidak ketara perlu dipertimbangkan semula,\" kata pengasas dan Ketua Pegawai Eksekutif CryptoQuant, Ki Young Ju, dalam catatan X pada 19 Mac.\n\nJu berkata mereka yang menjejaki pergerakan runcit hanya menggunakan metrik dalam rangkaian tidak akan melihat gambaran penuh.\n\n\"Pelabur runcit mungkin memasuki pasaran melalui ETF — lapisan Bitcoin kertas — yang tidak muncul dalam rangkaian,\" kata Ju.\n\n\"Ini mengekalkan had yang direalisasikan lebih rendah daripada jika dana mengalir terus ke dompet deposit bursa,\" tambahnya, sambil menyatakan bahawa 80% aliran dana bursa dagangan saham (ETF) Bitcoin tunai (spot) datang daripada pelabur runcit — satu trend yang pernah diperhatikan oleh penganalisis Binance pada Oktober tahun lepas.\n\nSejak pelancaran ETF Bitcoin tunai pada Januari 2024, jumlah aliran masuk mencecah sekitar $35.88 bilion.\n\nPada masa itu, penganalisis berkata kebanyakan pembelian ETF mungkin datang daripada pelabur runcit yang memindahkan pegangan mereka daripada dompet dan bursa ke dalam dana dengan perlindungan kawal selia yang lebih baik.\n\nJu menjawab hujah balas terhadap ramalan terdahulunya di X bahawa \"kitaran lembu jantan Bitcoin telah berakhir\" pada 17 Mac.\n\n\"Saya telah menyeru pasaran lembu jantan sejak dua tahun lalu, walaupun apabila indikator berada di tahap sempadan. Maaf untuk menukar pandangan saya, tetapi kini kelihatan jelas bahawa kita sedang memasuki pasaran menurun,\" katanya.\n\nJu menjelaskan bahawa penunjuk tertentu menunjukkan kekurangan kecairan baharu, yang mungkin didorong oleh faktor makro.\n\nBeliau juga menjelaskan bahawa apabila beliau berkata kitaran lembu jantan telah berakhir, beliau bermaksud Bitcoin mungkin mengambil masa \"6-12 bulan\" untuk memecah paras tertinggi sepanjang zamannya, bukannya ia bakal jatuh mendadak.\n\nPedagang sering melihat aktiviti pelabur runcit untuk melihat tanda-tanda keletihan atau sebagai isyarat untuk mula menjual apabila pasaran kelihatan terlalu panas.\n\nTerdapat beberapa penunjuk sentimen yang membantu peserta pasaran memahami tahap minat runcit dalam pasaran. Salah satunya ialah Indeks Ketakutan & Ketamakan Kripto, yang mengukur sentimen pasaran kripto secara keseluruhan, membaca skor \"Ketakutan\" sebanyak 31, turun 18 mata daripada skor \"Neutral\" sebanyak 49 semalam.\n\nIsyarat biasa lain yang digunakan untuk menjejaki tahap minat runcit dalam pasaran kripto termasuk trend carian Google untuk \"kripto\" dan kata kunci berkaitan dan populariti aplikasi kripto di kedai aplikasi utama di seluruh dunia.\n\nWalaupun skor carian Google untuk \"kripto\" di seluruh dunia berada pada skor 100 pada minggu 19-25 Januari, apabila Bitcoin mencapai paras tertinggi sepanjang zaman sebanyak $109,000 dan perasmian Presiden AS Donald Trump, ia telah menurun hampir 62% sejak itu.\n\nJumlah carian di Google untuk \"kripto\" telah menurun hampir 62% sejak akhir Januari.\n\nPada masa penerbitan, skor carian Google untuk \"kripto\" adalah 38, dengan Bitcoin diniagakan 22% di bawah paras tertinggi sepanjang zaman pada Januari.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdlNDItZjUwNC03MDU3LTgxYTktOTFmZTI5ZmU1MDky-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dce8cd6cca177408c62598",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 04:15:00",
            "status": "Posted"
        }
    ]
}