{
    "timestamp": "2025-05-01 15:27:14",
    "all_news": [
        {
            "title": "Federal crypto legislation could come with a ‘New York State of Mind’",
            "translated_facebook_post": "Undang-undang kripto di peringkat persekutuan mungkin akan terpengaruh dengan peraturan ketat New York, yang dah lama jadi rujukan dalam pengawalseliaan kripto.  Walaupun ada kritikan, model New York dilihat berjaya melindungi pengguna dan menyokong inovasi.  Peraturan persekutuan mungkin akan mengambil inspirasi dari kejayaan dan kelemahan model New York ini.",
            "translated_title": "Rang undang-undang kripto Persekutuan mungkin akan dibentuk dengan mengambil kira “Mentaliti Negeri New York”.",
            "translated_content": "Suka atau tidak suka, Negeri New York telah menjadi kuasa dalam pengawalseliaan kripto.\n\nSepuluh tahun lalu, negeri ini mewujudkan rangka kerja pengawalseliaan komprehensif pertama di Amerika Syarikat untuk firma yang berurusan dengan mata wang kripto, termasuk perlindungan pengguna utama, pematuhan anti-pengubahan wang haram dan garis panduan keselamatan siber.\n\nPada September 2015, Jabatan Perkhidmatan Kewangan New York (NYDFS) mengeluarkan BitLicense pertamanya kepada Circle Internet Financial, membolehkan syarikat itu menjalankan aktiviti perniagaan mata wang digital di negeri ini. Ripple Markets menerima BitLicense kedua pada tahun 2016. Circle dan Ripple terus menjadi pemain gergasi dalam industri mata wang kripto dan stablecoin global.\n\nHari ini, NYDFS mengawal selia salah satu kelompok firma kripto terbesar di dunia, dan ia sering disebut sebagai piawaian emas untuk pengawalseliaan kripto di AS.\n\nBerlatarkan perkara ini, Ken Coghill, timbalan superintendan NYDFS untuk mata wang maya, muncul di persidangan blok rantaian Cornell Tech pada 25 April untuk membincangkan “Era Baharu Inovasi AS dalam Kripto.”\n\n“Kami menetapkan panduan”\n\nKebanyakan firma yang datang ke NYDFS untuk BitLicense adalah firma asli kripto, dan sering kali, mereka baharu dalam dunia kewangan dan tidak biasa berurusan dengan pengawal selia.  Selalunya mereka tidak sepenuhnya memahami bahawa mereka mengawal aset orang lain, kata Coghill di persidangan Bandar Raya New York, sambil menambah:\n\n“Kami menetapkan panduan,” kata Coghill, dan tugas industri adalah untuk mencari cara untuk kekal dalam panduan tersebut. NYDFS tidak mungkin dapat mempertimbangkan setiap elemen yang akan menjadi salah dalam perniagaan.\n\nPada masa kini, lebih banyak institusi kewangan konvensional juga berminat dengan kripto, tambah Coghill. Bank-bank besar mula menawarkan perkhidmatan penjagaan kripto, dan yang lain mula menyediakan perkhidmatan penyelesaian. \"Model [bank] konvensional dibawa masuk ke dalam [sfera] kripto terutamanya kerana ia membuatkan orang berasa selesa,\" kata Coghill.\n\nWalaupun NYDFS hanya mengeluarkan 22 BitLicense setakat ini, ia kelihatan bersedia untuk mengendalikan gelombang permohonan daripada firma TradFi jika dan bila ia muncul.  \"Secara per kapita, kami mempunyai lebih banyak sumber pengawasan yang tertumpu pada perniagaan kripto daripada yang kami lakukan untuk semua perniagaan [bukan kripto] lain,\" kata Coghill. Ini termasuk 3,000 bank, syarikat insurans dan institusi kewangan lain.\n\nPengawal selia kripto Dubai\n\nIa bukan laluan langsung yang membawa Coghill ke NYDFS pada Julai 2024. Beliau menghabiskan 12 tahun sebelumnya di Timur Tengah bekerja untuk Pihak Berkuasa Perkhidmatan Kewangan Dubai, akhirnya menjadi ketua pengawasan inovasi dan risiko teknologi agensi itu.\n\nIa adalah \"kehendak\" yang membawanya ke Timur Tengah pada mulanya, katanya. \"Saya pergi selama tiga tahun dan tinggal selama 12 tahun,\" menghabiskan masa itu terutamanya sebagai pegawai yang mengawal selia bank-bank sistemik global yang penting, atau G-SIB. Di sana, beliau dipanggil untuk membangunkan model pengawasan mata wang kripto, dan oleh itu beliau \"menghabiskan enam tahun terakhir mengawal selia mata wang kripto di Timur Tengah.\"\n\nAkhirnya, peluang timbul untuk kembali ke AS, di mana beliau pernah bekerja sebagai pengurus di jabatan pengawalseliaan pasaran di Chicago Board Options Exchange. Sebelum itu beliau adalah peniaga opsyen. Beliau mengambil tugasan baharu dengan NYDFS, antara sebab lain, kerana \"dunia melihat New York, dan dunia melihat DFS\" apabila ia berkaitan dengan pengawalseliaan, katanya kepada penonton Cornell Tech.\n\nModerator panel Neil DeSilva bertanya kepada Coghill bagaimana pengawalseliaan yang baik kelihatan. \"Pengawalan yang baik ialah pengawalan yang tidak menghalang aktiviti tetapi yang menggunakan panduan yang sesuai yang mengurangkan risiko kepada pelanggan,\" jawabnya.  Seseorang tidak boleh menghapuskan risiko sepenuhnya; untuk berbuat demikian akan memadamkan semua aktiviti perniagaan.\n\nBeliau membandingkan pengawalseliaan dengan bandul yang sentiasa berayun di antara dua ekstrem: terlalu ringan dan terlalu ketat.  \"Bandul berayun terlalu jauh ke satu hujung pengawalseliaan dalam beberapa tahun kebelakangan ini [iaitu, terlalu ketat]. Kini ia berayun kembali.”\n\nApakah pandangan pengawal selia negeri terhadap aktiviti pengawalseliaan yang demam di Washington, DC di peringkat persekutuan pada masa kini?  Nampaknya terdapat beberapa \"angin baik\" di sebalik mata wang kripto dan stablecoin, kata DeSilva, yang juga bekas ketua pegawai kewangan untuk perniagaan Mata Wang Digital dan Remitan PayPal.\n\nSatu saluran paip ke Washington\n\n\"Bagi DFS, ia sebahagian besarnya seperti biasa,\" komen Coghill.  Itu kerana Negeri New York telah lama mempunyai peraturan kripto.  Malah, \"banyak perkara yang berlaku sekarang di Washington\" — di peringkat persekutuan — \"dipengaruhi oleh apa yang telah kita lakukan selama 10 tahun terakhir\" di peringkat negeri.\n\nAgensi negeri telah kerap berkomunikasi dengan pihak berkuasa di ibu negara AS mengenai mata wang digital. \"Kami mempunyai pasukan yang hampir duduk di Washington dan mengadakan perbincangan dengan ahli Kongres, bercakap tentang apa yang kami fikir akan berjaya dan apa yang tidak akan berjaya.\"\n\nInisiatif kripto NYDFS telah mempengaruhi negeri-negeri AS yang lain.  Rang undang-undang pembaharuan kripto California (AB 1934), yang ditandatangani menjadi undang-undang pada akhir September 2024, sebagai contoh, dibina berdasarkan BitLicense Negeri New York dan peraturan piagam amanah tujuan terhad untuk perniagaan mata wang digital — walaupun keperluan pelesenan BitLicense agak ketat.\n\nBukan semua dalam industri kripto menyukai rejim pelesenan kripto negeri itu, menyatakan BitLicense terlalu mahal.  Yuran permohonannya ialah $5,000 — terlalu ketat dengan protokol anti-pengubahan wang haram yang terperinci dan audit yang diperlukan dan secara amnya terlalu banyak halangan untuk firma asli kripto yang inovatif.  Pertukaran kripto Kraken keluar dari negeri itu apabila New York melaksanakan keperluan BitLicense, sebagai contoh.\n\nCoghill ditanya oleh DeSilva bagaimana NYDFS sebenarnya melihat protokol terdesentralisasi berbanding bagaimana ia melihat institusi kewangan berpusat yang telah dikawal selia secara sejarah.\n\nAdalah penting untuk melihat tujuan sebenar produk itu, jawab Coghill. Apakah niat asasnya? Siapakah yang dilayaninya, dan apakah kesan baik dan buruknya? \"Terdapat banyak inovasi yang dicipta tanpa tujuan selain daripada mengaut banyak wang daripada pelanggannya,\" kata Coghill. \"Oleh itu, adalah menjadi tanggungjawab kita untuk menapisnya.\"\n\n\"Kami dibayar untuk melihat segala-galanya dengan cara yang gelap, gelap. Bukan tugas kita untuk melihat dan berkata, 'Ya, ini hebat.'\" Sebaliknya, mereka memeriksa produk berpotensi dan bertanya, \"Bagaimana ini buruk untuk kecekapan?\" atau \"Bagaimana ini buruk untuk penyertaan?\"\n\nBagaimana beliau fikir perkara akan berlaku di peringkat persekutuan tahun ini mengenai undang-undang kripto dan stablecoin?\n\nSementara itu, \"kami masih menerima permohonan. Kami masih memproses permohonan tersebut. Kami masih memberi tumpuan kepada objektif asas kami: melindungi pasaran, melindungi pengguna, menyokong inovasi.\"",
            "translated_summary": "“Dunia melihat New York, dan dunia melihat Jabatan Perkhidmatan Kewangannya,” kata pengawal selia kripto veteran Ken Coghill kepada seorang ahli Cornell…",
            "original_url": "https://coinmarketcap.com/community/en/articles/681391140b189a3b843d2ecf",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzMwOGMtZDM5Mi03ZDUxLTkzMmMtNWFhNWY1NTg2OGMx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-01 15:17:00"
        },
        {
            "title": "What’s Next for Bitcoin After Skyrocketing Past $97,000?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681391140d5d3224d60c2447",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bitcoin-logo-question-mark.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:15:00"
        },
        {
            "title": "Binance Web3 Wallet integrates Sonic blockchain, enabling airdrops",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138fed5ec51a2d039d4da0",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Sonic-option06.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:13:00"
        },
        {
            "title": "Analyst States Next Target for Bitcoin If It Breaks and Holds Above This Key Resistance",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138fed7764ac074fae1639",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2024/11/RCO-Finance-16-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:12:00"
        },
        {
            "title": "Ripple Launches XRP Rewards For Loyal Supporters as Token Eyes Key Price Breakout",
            "translated_facebook_post": "Ripple bagi ganjaran XRP percuma dekat penyokong setia dorang, sebagai tanda terima kasih dan harga XRP pun nampak macam nak naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138fee0d5d3224d60c2445",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/04191348/Ripple-News-Today_-CEO-Brad-Garlinghouse-Teases-Big-Updates-at-XRPL-Apex-2025.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:12:00"
        },
        {
            "title": "MGX to Use Trump Stablecoin for $2B Binance Investment",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138fed7764ac074fae1637",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2025/04/Eric-Trump.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:11:00"
        },
        {
            "title": "23 mega companies promise billions under Trump to build the US economy",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681391156ffd7a45d5bd562f",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/23-mega-companies-promise-billions-under-Trump-to-build-the-US-economy.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:10:00"
        },
        {
            "title": "Coinbase Asks Supreme Court to Limit IRS Access to Crypto User Data",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/coinbase-asks-supreme-court-to-limit-irs-access-to-crypto-user-data/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/04/coinbase-6.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:10:00"
        },
        {
            "title": "Why Does an Economist Cut Investment Risks?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/why-does-an-economist-cut-investment-risks",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/cryptocurrency-119.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:08:00"
        },
        {
            "title": "XRP vs SEC News: Ripple’s Exec Chairman To Meet SEC’s Paul Atkins?",
            "translated_facebook_post": "Pengerusi Eksekutif Ripple bakal bertemu dengan Pengerusi SEC, mungkin ada penyelesaian kes SEC vs Ripple, dan peluang kelulusan ETF XRP pun meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinpedia.org/news/xrp-vs-sec-news-ripples-exec-chairman-to-meet-secs-paul-atkins/",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/26191142/Paul-Atkins-Trumps-SEC-Pick-Holds-6-Million-in-Crypto-%E2%80%93-Financial-Disclosure-Reveals.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:08:00"
        },
        {
            "title": "Shiba Inu Burn Rate Soars 37,937%—Is a Massive SHIB Price Surge Coming?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec20d5d3224d60c2443",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/08/Shiba-Inu-SHIB8-convert.io_.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:08:00"
        },
        {
            "title": "NexusOne Consulting Influences US Crypto Policy with Trump Ties",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec25ec51a2d039d4d9a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/trump-era-officials-crypto-meeting.jpg.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:06:00"
        },
        {
            "title": "Nigerian Federal Court adjourns Binance tax evasion case to May 12, approves email service of court documents",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec00d5d3224d60c243f",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/30672.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:06:00"
        },
        {
            "title": "Ethereum's Future May Emerge from Grassroots Innovation",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec27764ac074fae1630",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/vitalik-buterin-tech-talk-stage.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:05:00"
        },
        {
            "title": "Microsoft Surpasses Apple as Largest Company by Market Cap",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec27764ac074fae1632",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/microsoft-corporate-ascendancy-art.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:05:00"
        },
        {
            "title": "Crystal Intelligence Acquires Whale Alert’s Scam Alert Platform to Strengthen Crypto Fraud Prevention and Victim Support",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec40b189a3b843d2ec9",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/05/POST-2025-05-01T170318.689.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:04:00"
        },
        {
            "title": "Bitcoin bulls prep $97K resistance showdown as gold dips 8% from highs",
            "translated_facebook_post": "Harga Bitcoin dah dekat RM100,000, naik 3%  hari tu, mengatasi emas yang jatuh 8% dari harga tertinggi.  Ramai pakar jangka Bitcoin akan terus meningkat, mungkin sebab pasaran saham pun nampak bagus. Tapi, keadaan ekonomi dunia masih tak menentu.",
            "translated_title": "Peminat Bitcoin bersiap bagi pertarungan harga rintangan $97,000 ketika harga emas jatuh 8% daripada paras tertinggi.",
            "translated_content": "Bitcoin (BTC) meningkat 3% pada 1 Mei, dengan peniaga posisi pendek bergelut untuk mengekang kenaikan harga pada bulan baharu ini.\n\nBitcoin memberi tekanan kepada posisi pendek selepas kenaikan harian sebanyak 3%\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD mencecah $96,955 di Bitstamp, paras tertinggi sejak 22 Februari.\n\nBitcoin, yang semakin hampir mencecah enam angka, meningkat bersama saham AS pada pembukaan Wall Street apabila Microsoft meningkat 10% untuk menjadi syarikat tersenarai awam paling bernilai di dunia.\n\nMenjawab situasi ini, pedagang popular Daan Crypto Trades mencadangkan bahawa saham mungkin berada di ambang kembali kepada trajektori menaik yang berterusan.\n\n“Saham diniagakan pada kawasan utama di sini,” tulisnya dalam analisis X yang berterusan.\n\nCarta yang disertakan menunjukkan S&P 500 menghampiri paras tertinggi bulanan, menunjukkan pemulihan berbentuk V.\n\n“Walaupun $BTC telah bertahan dengan lebih baik baru-baru ini, pergerakan besar oleh ekuiti masih harus mempengaruhi BTC & Kripto. Jadi pantau zon ini,” tambah Daan Crypto Trades.\n\nPedagang lain, Skew, memerhati kecairan pesanan buku bursa untuk tanda-tanda pergerakan jangka pendek yang akan datang.\n\nData terkini daripada sumber pemantauan CoinGlass menunjukkan kecairan permintaan menebal sekitar $97,000 pada masa penulisan.\n\nPenganalisis tentang gambaran makro: “Jangka pendek: buruk untuk emas”\n\nPembukaan Mei yang optimistik itu berlaku walaupun prospek ekonomi makro masih tidak menentu apabila kebimbangan kemelesetan kembali berikutan data KDNK AS yang lemah.\n\nDengan Rizab Persekutuan berada di bawah tekanan untuk mengurangkan kadar faedah, pelbagai pengulas pasaran kripto melihat peluang untuk kebangkitan semula yang lebih kuat dalam beberapa bulan akan datang.\n\n“Data ekonomi makro yang buruk telah muncul, yang meningkatkan tekanan ke atas FED untuk memulakan pencetakan wang semula,” kata pedagang, penganalisis dan usahawan kripto Michaël van de Poppe kepada pengikut X dalam sebahagian daripada catatan pada hari itu.\n\nXAU/USD jatuh lebih daripada 8% berbanding paras tertinggi sepanjang zaman yang dilihat pada April, dengan minyak turut mengalami kerugian.\n\nRencana ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Bitcoin menggantikan emas sebagai aset paling berprestasi, dengan harga BTC hampir mencecah AS$100,000.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138ec25ec51a2d039d4d96",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NjhjNWYtMzJjYy03NDk0LWIyMDMtMzAwYmYzZjVkMDRl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-01 15:04:00"
        },
        {
            "title": "XRP and MAGACOINFINANCE Could Take the Lead—Solana and Kaspa Add Power to the Mix",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138fef7764ac074fae163b",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1746041617.docx_1746041617_image2.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:02:00"
        },
        {
            "title": "Arbitrum Inflows Rise as Ethereum Outflows Surge",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68138d980d5d3224d60c243d",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/cardano-leads-institutional-inflows.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-01 15:02:00"
        }
    ]
}