{
    "timestamp": "2025-04-18 19:22:06",
    "all_news": [
        {
            "title": "OM Coin Price Plummets: What Investors Need to Know Now",
            "translated_facebook_post": "Harga OM Coin jatuh mendadak, lebih 90%, dan beberapa altcoin lain pun turut terjejas teruk, termasuk LUCE dan beberapa meme coin di Bybit.  Pelabur dinasihatkan berhati-hati dengan risiko tinggi dalam pasaran kripto sekarang ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/om-coin-price-plummets-what-investors-need-to-know-now/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-018-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:10:00"
        },
        {
            "title": "Dogecoin Whales Offload 570 million DOGE As Price Fails To Recover",
            "translated_facebook_post": "Harga Dogecoin jatuh, ramai pelabur besar jual banyak duit syiling, jadi harga mungkin turun lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a4a55c2e8b574afb2d92",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Dogecoin-Whales-Offload-570-million-DOGE-As-Price-Fails-To-Recover.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:09:00"
        },
        {
            "title": "Federal Judge Halts SEC Lawsuit Against Crypto",
            "translated_facebook_post": "Hakim persekutuan tangguh saman SEC terhadap kripto untuk 60 hari, berikutan pelantikan pengerusi SEC yang pro-kripto dan tindakan SEC yang sebelum ini menarik balik siasatan terhadap kes-kes besar macam Ripple dan Kraken.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/federal-judge-halts-sec-lawsuit-against-crypto",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/law-051.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:08:00"
        },
        {
            "title": "Ethereum Breakout Looms: Whales Piles Up in Anticipation of Big ETH Price Surge",
            "translated_facebook_post": "Harga Ethereum mungkin akan naik mendadak tak lama lagi, dengan ramai pelabur besar sedang membeli ETH.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a37c5cbe3f4a4c374da8",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/11164307/Ethereum-Price-Soars-9-as-Crypto-Market-Rebounds_-Whats-Next.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:04:00"
        },
        {
            "title": "HOT MOMENTS: Some Altcoins Listed on Major Exchanges Are Experiencing Sudden Declines – Here’s the Latest Information",
            "translated_facebook_post": "Beberapa altcoin, terutamanya memecoin,  mengalami penurunan harga mendadak baru-baru ini, dengan LUCE menjunam lebih 70% dalam masa beberapa saat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a37d5cbe3f4a4c374daa",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/05/kripto-para-dusus.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:04:00"
        },
        {
            "title": "Curve DAO Token eyes higher low as key confluence zone holds",
            "translated_facebook_post": "Harga CRV menunjukkan potensi untuk meneruskan trend meningkat selepas mendapat sokongan pada zon pertemuan utama.  Jika sokongan ini berjaya dipertahankan, harga mungkin akan meningkat lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a23d0167137235b3c84c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2022/04/Curve_Finance.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:02:00"
        },
        {
            "title": "Price predictions 4/18: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO, LINK, AVAX",
            "translated_facebook_post": "Ramalan harga Bitcoin dan beberapa altcoin nampaknya menunjukkan potensi pergerakan harga yang menarik, ada yang naik dan ada yang turun.  Bitcoin mungkin akan cecah harga tinggi baharu dalam masa terdekat, manakala altcoin lain pula bergantung kepada pelbagai faktor teknikal.  Secara keseluruhannya, pasaran nampaknya masih agak tidak menentu.",
            "translated_title": "Ramalan Harga 18/4: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO, LINK, AVAX",
            "translated_content": "Bitcoin (BTC) diniagakan dalam julat yang sempit sejak beberapa hari lalu, namun satu petunjuk positif ialah harga kekal melebihi $83,000.  Biasanya, tempoh turun naik yang rendah diikuti oleh pengembangan julat, tetapi sukar untuk meramal arah aliran pecahan dengan tepat.\n\nPenganalisis kripto kekal yakin dengan prospek Bitcoin kerana peningkatan harga emas pada tahun 2017 dan 2020 diikuti dengan peningkatan mendadak harga Bitcoin. Ketua pertumbuhan Joe Consorti berkata dalam satu catatan di X bahawa Bitcoin mengikuti emas dengan kelewatan kira-kira 100 hingga 150 hari.\n\nSekiranya Bitcoin bergerak mengikut jangkaan Consorti, paras tertinggi baharu mungkin dicapai antara suku ketiga dan keempat tahun 2025.  Begitu juga, akaun dagangan dan analitik Cryptollica menjangkakan sasaran jangka sederhana sebanyak $155,000 untuk Bitcoin.\n\nSelain Bitcoin, penganalisis juga yakin dengan altcoin. Bank Switzerland Sygnum menyatakan dalam pandangan pelaburan suku kedua 2025 bahawa peraturan yang dipertingkatkan untuk kes penggunaan kripto telah menyediakan asas untuk peningkatan altcoin yang kukuh pada suku kedua, kerana \"tiada satu pun perkembangan positif yang telah dinilai.\"\n\nBolehkah Bitcoin dan altcoin memecah paras rintangan di atas dan memulakan pemulihan? Mari kita analisis carta 10 mata wang kripto teratas untuk mengetahui.\n\n\nAnalisis Harga Bitcoin\n\nBitcoin diniagakan antara purata bergerak eksponen 20 hari ($83,463) dan purata bergerak mudah 200 hari ($87,857), menunjukkan pertempuran sengit antara pihak pembeli dan penjual.\n\nJika EMA 20 hari pecah, jualan mungkin meningkat, dan pasangan BTC/USDT mungkin jatuh kepada $78,500 dan kemudian kepada $73,777. Pembeli dijangka mempertahankan paras $73,777 dengan sekuat hati kerana penurunan di bawah paras ini mungkin menandakan permulaan aliran menurun.\n\nSebaliknya, pecahan dan penutupan di atas SMA 200 hari menunjukkan bahawa fasa pembetulan mungkin berakhir. Pasangan ini mungkin meningkat kepada $95,000 dan akhirnya kepada paras penting psikologi $100,000.\n\nAnalisis Harga Ether\n\nEther (ETH) diniagakan antara sokongan $1,368 dan rintangan $1,754, menunjukkan ketidaktentuan antara pihak pembeli dan penjual.\n\nPurata bergerak menurun dan RSI dalam zon negatif menunjukkan sedikit kelebihan kepada penjual. Sekiranya harga jatuh di bawah $1,471, pasangan ETH/USDT mungkin menurun kepada $1,368. Pembeli dijangka mempertahankan sokongan $1,368 dengan kuat kerana penurunan di bawah paras ini mungkin menjunam pasangan kepada $1,150.\n\nPada sisi positif, pembeli mungkin menghadapi rintangan hebat di zon antara EMA 20 hari ($1,676) dan $1,754. Pecahan dan penutupan di atas zon rintangan mungkin mendorong pasangan kepada paras keruntuhan $2,111.\n\nAnalisis Harga XRP\n\nPenjual gagal menjunam XRP (XRP) di bawah sokongan $2, menunjukkan kekurangan tekanan jualan pada paras yang lebih rendah.\n\nPembeli akan cuba memulakan pemulihan, yang mungkin mencapai SMA 50 hari ($2.23). Ini adalah paras jangka pendek penting untuk diperhatikan kerana pecahan di atasnya membuka jalan untuk kenaikan kepada garisan rintangan. Pembeli perlu menolak harga di atas garisan rintangan untuk menandakan perubahan aliran jangka pendek.\n\nSebagai alternatif, pecahan di bawah sokongan $2 memberi kelebihan kepada penjual. Pasangan XRP/USDT kemudian mungkin jatuh kepada zon sokongan $1.72 hingga $1.61.\n\nAnalisis Harga BNB\n\nBNB (BNB) diniagakan sedikit di bawah garisan aliran menurun, menunjukkan bahawa pembeli mengekalkan kedudukan mereka kerana menjangkakan pecahan.\n\nSekiranya pembeli menolak harga di atas garisan aliran menurun, pasangan BNB/USDT mungkin mendapat momentum dan meningkat kepada $644. Penjual akan cuba mempertahankan rintangan $644, tetapi pembeli dijangka membeli penurunan kepada EMA 20 hari ($588). Sekiranya berlaku, kemungkinan kenaikan kepada $680 meningkat.\n\nPandangan optimis ini akan dibatalkan dalam jangka pendek jika harga bertukar arah daripada garisan aliran menurun dan memecah di bawah $566. Ini mungkin mengekalkan pasangan di dalam segitiga untuk beberapa waktu lagi.\n\nAnalisis Harga Solana\n\nSolana (SOL) kembali naik daripada EMA 20 hari ($126) pada 16 April dan meningkat di atas SMA 50 hari ($130), menunjukkan pembelian semasa penurunan.\n\nPasangan SOL/USDT mungkin meningkat kepada rintangan di atas pada $153, di mana penjual dijangka memberikan rintangan hebat. Sekiranya pembeli menembusi paras $153, pasangan ini mungkin melonjak ke arah $180.\n\nPembeli dijangka melindungi zon antara EMA 20 hari dan $120. Sekiranya zon ini memberi laluan, ia menunjukkan bahawa penjual aktif pada paras yang lebih tinggi. Pasangan ini kemudian mungkin menurun kepada sokongan $110.\n\nAnalisis Harga Dogecoin\n\nDogecoin (DOGE) diniagakan antara EMA 20 hari ($0.16) dan sokongan penting pada $0.14 sejak beberapa hari lalu.\n\nEMA 20 hari yang meratakan dan penyimpangan positif pada RSI menunjukkan pengurangan tekanan jualan. Pembeli perlu menolak harga di atas SMA 50 hari ($0.17) untuk mendapat kelebihan. Pasangan DOGE/USDT mungkin meningkat kepada $0.20, satu paras penting untuk diperhatikan kerana pecahan di atasnya melengkapkan corak dasar berganda.\n\nSebaliknya, pecahan dan penutupan di bawah sokongan $0.14 menandakan permulaan peringkat seterusnya aliran menurun. Pasangan ini kemudian mungkin jatuh kepada $0.10.\n\nAnalisis Harga Cardano\n\nPembeli mengekalkan Cardano (ADA) di atas sokongan $0.59 tetapi bergelut untuk menolak harga di atas EMA 20 hari ($0.63).\n\nSekiranya harga bertukar arah dan memecah di bawah $0.59, pasangan ADA/USDT mungkin menurun ke arah sokongan kukuh pada $0.50. Ini adalah paras penting bagi pembeli untuk dipertahankan kerana penurunan di bawahnya menandakan sambungan semula aliran menurun. Sokongan seterusnya pada sisi negatif adalah pada $0.40.\n\nPembeli akan kembali memegang tampuk pemerintahan sekiranya berlaku pecahan dan penutupan di atas SMA 50 hari ($0.70). Pasangan ini kemudian mungkin meningkat kepada $0.83.\n\nAnalisis Harga UNUS SED LEO\n\nKegagalan UNUS SED LEO (LEO) untuk meningkat di atas garisan aliran menaik mungkin telah mendorong pembeli jangka pendek untuk mengambil keuntungan.\n\nEMA 20 hari ($9.34) telah mula menurun secara beransur-ansur, dan RSI berada di zon negatif, menunjukkan sedikit kelebihan kepada penjual. Sekiranya harga jatuh di bawah sokongan segera pada $8.95, pasangan LEO/USD mungkin menguji semula paras penting pada $8.79. Penurunan di bawah $8.79 mungkin menjunam pasangan kepada $8.30.\n\nPandangan negatif ini akan dibatalkan dalam jangka pendek jika harga meningkat di atas SMA 50 hari ($9.56). Pasangan ini kemudian mungkin menguji semula rintangan di atas pada $9.90.\n\nAnalisis Harga Chainlink\n\nChainlink (LINK) diniagakan di bawah EMA 20 hari ($12.77), tetapi penjual gagal menarik harga di bawah $11.68, menunjukkan kekurangan penjual pada paras yang lebih rendah.\n\nPembeli akan cuba menolak harga di atas purata bergerak. Sekiranya mereka berjaya, pasangan LINK/USDT mungkin meningkat kepada $16. Penjual akan cuba menghentikan kenaikan pada $16, tetapi pasangan ini mungkin mencapai garisan rintangan jika pembeli menang.\n\nSekiranya penjual ingin mengekalkan kelebihan, mereka perlu menjunam harga di bawah sokongan $11.68. Pasangan ini kemudian mungkin menurun kepada garisan sokongan saluran menurun, yang kemungkinan akan menarik pembeli.\n\nAnalisis Harga Avalanche\n\nAvalanche (AVAX) diniagakan berhampiran purata bergerak, menunjukkan keseimbangan antara penawaran dan permintaan.\n\nEMA 20 hari yang rata ($18.97) dan RSI berhampiran titik tengah tidak memberikan kelebihan yang jelas kepada pembeli atau penjual. Pecahan di atas garisan aliran menurun mungkin membuka jalan untuk kenaikan kepada rintangan di atas pada $23.50. Pembeli perlu mengatasi halangan ini untuk memulakan pergerakan menaik baharu.\n\nPada sisi negatif, pecahan dan penutupan di bawah $17.50 mungkin menjunam pasangan AVAX/USDT kepada $15.27. Ini adalah paras penting bagi pembeli untuk dipertahankan, kerana penurunan di bawah $15.27 mungkin menandakan sambungan semula aliran menurun.\n\n*Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.*",
            "translated_summary": "Bitcoin kelihatan bersedia untuk membuat pergerakan yang menentukan. Altcoin manakah yang akan mengikutinya?",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a23d0167137235b3c84a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ5ZWQtMTczNS03YTdmLThhNTEtOWQ1ZDU4YWE0MjZl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 19:02:00"
        },
        {
            "title": "Top 3 to Watch: Bitcoin (BTC), Solana, and XRP Gaining Traction",
            "translated_facebook_post": "Bitcoin, Solana, dan XRP tengah naik semula, tapi ramai nampaknya lebih berminat dengan MAGACOINFINANCE sebab potensi pulangan tinggi sebelum ia tersenarai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a37e5c2e8b574afb2d90",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744996286.docx_1744996286_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:01:00"
        },
        {
            "title": "Here’s When Altcoins Could Rebound, According to Swiss Bank Sygnum",
            "translated_facebook_post": "Bank Sygnum dari Switzerland jangka altcoin akan pulih pada suku kedua tahun 2025, didorong oleh peraturan kripto yang semakin baik dan peningkatan penggunaan, serta potensi impak positif daripada dasar-dasar ekonomi tertentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a23e0167137235b3c84e",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/altcoin231.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "Revolutionary Arbitrum Timeboost: Unlocking Express Lane for Lightning-Fast DeFi Transactions",
            "translated_facebook_post": "Arbitrum lancarkan Timeboost, sistem lelong untuk urutan transaksi lebih cepat.  Ia pilihan, guna ETH atau ARB untuk bida, dan hasilnya masuk ke dana Arbitrum DAO.  Jadi, transaksi pantas, dan komuniti untung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a23c5c2e8b574afb2d84",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Revolutionary-Arbitrum-Timeboost-Unlocking-Express-Lane-for-Lightning-Fast-DeFi-Transactions.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "24k+ $TICS Holders in Best Crypto Presale to Join, As Gala Enhances Web3 and Filecoin Strengthens Storage",
            "translated_facebook_post": "Ramai dah sertai pra-jualan  Qubetics,  dengan  fokus pada  interoperabiliti  blockchain dan  QubeQode IDE.  Gala dan Filecoin pun ada perkembangan menarik, tapi Qubetics nampaknya  berpotensi besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a37c0167137235b3c852",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-convert.io-43.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "Judge Grants Temporary Pause in SEC’s Crypto Regulatory Lawsuit",
            "translated_facebook_post": "Hakim tangguh sementara kes saman SEC tentang peraturan kripto, disebabkan perubahan pendekatan SEC yang lebih positif terhadap kripto sejak lantikan pengerusi baharu dan penamatan beberapa siasatan besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/judge-grants-temporary-pause-in-secs-crypto-regulatory-lawsuit/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-law-066.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "How Ripple (XRP) Could Spike to $15 — Key Triggers Explained",
            "translated_facebook_post": "Harga XRP mungkin cecah $15 disebabkan aliran pelaburan institusi menerusi ETF, yang boleh meningkatkan nilai pasarannya dengan banyak kali ganda.  Walaupun ada risiko, potensi kenaikan ini menarik perhatian, terutamanya dengan beberapa syarikat besar dah pun mohon ETF XRP.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a23c5c2e8b574afb2d86",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/10/xrp-ratio-1-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "Still Time to Buy? ETH, XRP, BTC May Yield 2,000% Over Time",
            "translated_facebook_post": "Pasaran kripto nampaknya stabil lepas beberapa minggu yang agak huru-hara, dan ramai mula fokus pada aset jangka panjang yang terbukti kukuh.  ETH, XRP, dan BTC masih berpotensi naik tinggi, malah ada yang jangka sampai 2000%, tapi ada juga altcoin lain yang menarik perhatian pelabur yang nak untung lebih cepat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/still-time-to-buy-eth-xrp-btc-may-yield-2000-over-time/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-16-1-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "Galaxy Digital Moves $20M in ETH to Binance Today",
            "translated_facebook_post": "Galaxy Digital dah pindah 20 juta dolar ETH ke Binance, dan jumlah keseluruhan yang dipindahkan dalam 6 hari mencecah 62,000 ETH.  Ini menimbulkan spekulasi sama ada mereka nak jual atau cuma susun semula aset.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802a23d2363f875ae9596fc",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/ethereum-5-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:00:00"
        },
        {
            "title": "Lorenzo Protocol’s BANK Token Jumps 160% After Binance Perpetual Listing",
            "translated_facebook_post": "Token BANK daripada Lorenzo Protocol melonjak naik sampai 160% lepas Binance umumkan penyenaraiannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68029ff95cbe3f4a4c374da0",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Lorenzo-Protocols-BANK-Token-Jumps-160-After-Binance-Perpetual-Listing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 18:53:00"
        },
        {
            "title": "Trump Coin Token Unlock To Push Value toward $9 This Week?",
            "translated_facebook_post": "Ramai spekulasi harga  *Trump coin* akan naik dekat $9 minggu ni lepas token unlock, tapi ada juga yang risau harga jatuh lagi.  Graf menunjukkan potensi kenaikan, tapi risiko penurunan juga ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68029ffa5cbe3f4a4c374da2",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Trump-coin-price-analysis.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 18:50:00"
        },
        {
            "title": "Revolutionary TON Staking V2: Unleashing New Rewards on Tokamak Network",
            "translated_facebook_post": "Tokamak Network baru je lancarkan TON Staking V2,  peningkatan besar untuk sistem ganjaran mereka.  Ini bagi menggalakkan lebih ramai penyertaan dan  menjadikan rangkaian mereka lebih kukuh dan terdesentralisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68029ff82363f875ae9596f4",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Revolutionary-TON-Staking-V2-Unleashing-New-Rewards-on-Tokamak-Network.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 18:50:00"
        },
        {
            "title": "Bitcoin (BTC) Mining is Alarming: Here’s Why and Future Prospects",
            "translated_facebook_post": "Walaupun harga Bitcoin masih tinggi, keuntungan perlombongan Bitcoin semakin susut dan nilai syarikat perlombongan jatuh teruk,  tapi peluang pelaburan jangka panjang mungkin wujud untuk syarikat yang kukuh dan cekap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68029ed10167137235b3c83f",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/09/kripto-para-bitcoin-madenciligi.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 18:46:00"
        }
    ]
}