{
    "timestamp": "2025-03-13 11:21:48",
    "all_news": [
        {
            "title": "Turkiye Ketatkan Peraturan Kripto dengan Peraturan Baharu untuk Bursa dan Pelabur",
            "description": "Lembaga Pasaran Modal Turki telah menerbitkan dua kenyataan media mengenai pengawalan penyedia perkhidmatan aset kripto di negara itu.",
            "content": "Turki Memperketatkan Peraturan Kripto dengan Peraturan Baharu untuk Penyedia Perkhidmatan Aset Kripto (CASP).\n\nPada 13 Mac, Lembaga Pasaran Modal (CMB) Turki telah menerbitkan dua dokumen pengawalseliaan berkaitan dengan pelesenan dan operasi CASP, termasuk bursa kripto, penjaga dan penyedia perkhidmatan dompet.\n\nKerangka kerja ini memberikan CMB pengawasan sepenuhnya ke atas platform kripto, memastikan pematuhan dengan piawaian kebangsaan dan antarabangsa.  Ia juga menetapkan piawaian dan keperluan untuk penubuhan dan penyediaan perkhidmatan aset kripto di Turki, seperti modal penubuhan, sejarah eksekutif, peraturan pemegang saham dan lain-lain.\n\nKeperluan yang Lebih Teguh untuk CASP\n\nDi bawah kerangka kerja ini, CASP dikehendaki melabur dalam infrastruktur pematuhan dan mungkin menghadapi cabaran untuk menyesuaikan diri dengan persekitaran pengawalseliaan baharu. CASP juga perlu mematuhi keperluan pelaporan yang ketat, memberikan maklumat tepat pada masanya dan tepat kepada CMB mengenai operasi mereka.\n\nMenurut dokumen tersebut, peraturan kripto baharu Turki selaras dengan piawaian global dan mengikuti pendekatan pengawalseliaan yang ditetapkan oleh Peraturan Pasaran Aset Kripto Eropah (MiCA) dan Suruhanjaya Sekuriti dan Bursa Amerika Syarikat.\n\nPeraturan tersebut juga menyasarkan keperluan dagangan yang lebih ketat untuk pelabur Turki, memperkenalkan sekatan mata wang stabil yang berpotensi dan menangani pasaran kewangan terdesentralisasi (DeFi) di Turki.\n\nIni adalah berita yang sedang berkembang, dan maklumat lanjut akan ditambah apabila ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThmMjEtMzZjYi03NDU2LWFmM2EtYzRmYzFkMzIxNWZk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2bd01f2aa06741674d663",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 11:05:00",
            "status": "Posted"
        }
    ]
}