{
    "timestamp": "2025-03-23 11:22:06",
    "all_news": [
        {
            "title": "Mengapa harga Bitcoin tersekat?",
            "description": "Pergerakan harga Bitcoin yang mendatar mencerminkan ketidaktentuan pedagang terhadap arah aliran harga BTC.",
            "content": "Harga Bitcoin (BTC) telah berayun dalam lingkungan $82,400-85,300 sejak 14 Mac, dengan percubaan penembusan ke kedua-dua arah berakhir dengan singkat, seperti yang ditunjukkan di bawah.\n\nCarta harga BTC/USD empat jam. Sumber: TradingView\n\nFaktor utama di sebalik tindakan harga Bitcoin yang mendatar termasuk:\n\n* Dasar ekonomi AS yang tidak menentu.\n* Kekurangan modal segar memasuki pasaran.\n* Susunan teknikal.\n\nKetakutan perang perdagangan mengimbangi berita positif Bitcoin\n\nHarga Bitcoin tersekat kerana tajuk berita positif dan negatif bertembung, mewujudkan konflik bias yang mengelirukan pedagang dan mengekalkan julat BTC.\n\nIsyarat positif:\n\n* Pada 19 Mac, Rizab Persekutuan mengekalkan kadar faedah pada 4.25%–4.50% dan mengumumkan kadar pengurangan imbangan kunci kira-kira yang lebih perlahan, menunjukkan dasar yang lebih longgar akan datang.\n* Pengerusi Fed Jerome Powell menggunakan perkataan \"sementara\" untuk menggambarkan inflasi yang didorong tarif, memberikan nada dovish yang seketika meningkatkan sentimen pasaran.\n* Presiden Donald Trump mengisytiharkan AS sebagai \"kuasa besar Bitcoin yang tidak dipertikaikan\" dan menolak dasar pro-kripto, termasuk perundangan stablecoin.\n* MicroStrategy terus menerajui permintaan institusi, menambah 130 BTC bernilai $10.7 juta, menjadikan jumlah keseluruhannya 499,226 BTC.\n* Senator Cynthia Lummis mencadangkan penjualan rizab emas AS untuk memperoleh 1 juta BTC dalam tempoh lima tahun — satu tanda berani perubahan sikap terhadap Bitcoin sebagai aset strategik.\n\nIsyarat negatif:\n\n* Walaupun nada dovish Powell, Fed menaikkan ramalan inflasi 2025 kepada 2.8% daripada 2.5% dan mengurangkan jangkaan pertumbuhan KDNK kepada 1.7% daripada 2.1%, menunjukkan risiko stagflasi semakin meningkat.\n* Penembusan pasca-FOMC Bitcoin adalah jangka pendek, dengan harga cepat kembali ke julat perdagangan yang sempit — menunjukkan kekurangan keyakinan.\n* Carta harga BTC/USD empat jam. Sumber: TradingView\n* Ketegangan perdagangan yang berterusan dan ketidakpastian tarif terus membayangi pasaran, tanpa penyelesaian yang jelas.\n* Seorang pegawai Bank Pusat Eropah memberi amaran bahawa pendirian pro-kripto Trump boleh mencetuskan krisis kewangan global.\n\nRingkasnya, kehati-hatian makroekonomi dan kebisingan geopolitik mengimbangi pemangkin positif. Sehingga satu pihak menembusi dengan pasti, harga Bitcoin kemungkinan akan kekal dalam keadaan tidak menentu.\n\nCecair yang menyusut menyebabkan pasaran Bitcoin menjadi tidak aktif\n\nPenguncupan dalam kecairan, penurunan aktiviti spekulatif, dan kemasukan modal yang semakin pudar terus mengekalkan BTC dalam lingkungan $82,400-85,300.\n\nApa yang perlu diketahui:\n\n* Cap yang direalisasikan berkembang pada hanya +0.67% sebulan, menunjukkan kemasukan modal yang lemah berbanding 13.2% pada Disember, menurut laporan rantaian mingguan Glassnode.\n* Carta perubahan kedudukan bersih cap yang direalisasikan Bitcoin. Sumber: Glassnode\n* Bekalan Panas, yang menjejak syiling yang dipegang selama seminggu atau kurang (proksi untuk aktiviti pedagang jangka pendek), telah menurun lebih 50%, menunjukkan penurunan mendadak dalam aktiviti perdagangan jangka pendek.\n* Carta Bekalan Panas Bitcoin. Sumber: Glassnode\n* Aliran masuk bursa telah jatuh daripada 58.6k BTC/hari kepada 26.9k BTC/hari, penurunan sebanyak 54%.\n* Pecahan aliran masuk bursa Bitcoin mengikut kohort. Sumber: Glassnode\n\nMetrik ini menunjukkan penurunan dalam perdagangan dan spekulasi, menunjukkan bahawa pasaran Bitcoin beralih daripada fasa yang didorong keuntungan kepada keseimbangan neutral.  Kecairan yang lebih rendah dan sentimen yang lemah mengehadkan pergerakan menaik dan menurun yang lebih besar.\n\nHarga BTC terperangkap dalam corak segitiga menaik\n\nHarga Bitcoin kekal tersekat kerana halangan teknikal terus mengehadkan momentum menaik dan menurun.\n\nKesimpulan utama:\n\n* Harga sedang mengukuhkan antara paras sokongan-bertukar-rintangan mendatar dan sokongan trendline menaik.\n* Sempadan atas bertindak sebagai siling yang kukuh.\n* Trendline menaik memberikan sokongan yang konsisten, mencegah penurunan yang lebih mendalam.\n* Percubaan penembusan menaik baru-baru ini telah gagal, termasuk penembusan palsu di atas trendline rintangan.\n* Struktur yang semakin ketat ini mencerminkan ketidaktentuan yang semakin meningkat, kemungkinan akan diselesaikan dengan pergerakan yang tajam sebaik sahaja salah satu paras tertembus dengan pasti.\n* Trendline rintangan mendatar dan sokongan trendline menaik melukis segitiga menaik.\n* Apa yang perlu diketahui:\n* Segitiga menaik dianggap sebagai corak pembalikan menaik apabila terbentuk dalam aliran menurun.\n* Sebagai peraturan, ia biasanya diselesaikan apabila harga menembusi di atas trendline atas dan meningkat sebanyak ketinggian maksimum segitiga.\n* Carta harga BTC/USD 12 jam. Sumber: TradingView\n* Ini membawa sasaran kenaikannya untuk April kepada sekitar $91,965.\n* Sebaliknya, penurunan di bawah trendline bawah boleh meningkatkan tekanan jualan.\n* Carta harga BTC/USD 12 jam. Sumber: TradingView\n* Jika ia berlaku, harga Bitcoin boleh menurun kepada $77,635 menjelang April.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvYWZjOGVjMDgtNDc2OC00MTdhLWEzNzEtYTQ2NDQyMzQ0ZWE4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/6606de65437d2e5d75bd07a0",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 11:01:00",
            "status": "Posted"
        }
    ]
}