{
    "timestamp": "2025-04-10 05:27:08",
    "all_news": [
        {
            "title": "Whale Liquidates 504 Million VIRTUAL Tokens, Incurs Heavy Loss",
            "translated_facebook_post": "Seorang pelabur besar rugi $8.51 juta lepas jual 504 juta token VIRTUAL.  Ini menyebabkan harga token jatuh banyak dan pasaran jadi tak menentu.  Nampaknya pelaburan dalam aset spekulatif ni memang berisiko tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f753ca65eefd78bd2b11f5",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/giant-whale-financial-loss-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 05:10:00"
        },
        {
            "title": "What Are the Best Crypto Coins to Buy in 2025? Discover 5 Hidden Gems Before They Explode",
            "translated_facebook_post": "Lima lima syiling kripto ni menarik perhatian, terutamanya Qubetics, EOS, Injective, Solana dan Cosmos.  Semua ni ada kegunaan praktikal dan berpotensi untuk berkembang maju.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f752989ce1103ac2a2c9f3",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/9dcb7d5d7f0b4862a48d276799da53f5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 05:09:00"
        },
        {
            "title": "Cronos ($CRO) Eyes 10X Rally After Bullish Breakout",
            "translated_facebook_post": "Harga Cronos ($CRO) mungkin akan naik 10 kali ganda, mencecah $0.8868, berdasarkan corak carta yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f753c99dec14158c5add3c",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Cronos-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 05:09:00"
        },
        {
            "title": "Bitcoin Crashes on Trump Tariff News: Will Saylor Hold or Sell?",
            "translated_facebook_post": "Harga Bitcoin jatuh mendadak disebabkan tarif baharu Trump, ramai tertanya-tanya apa tindakan Michael Saylor seterusnya, sama ada beliau akan jual sebahagian Bitcoin miliknya atau tidak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7527265eefd78bd2b11ef",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/8e9608b11f704eb99733c0facfd4b6a1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 05:09:00"
        },
        {
            "title": "3 reasons why Ethereum price keeps falling",
            "translated_facebook_post": "Harga Ether terus jatuh sebab beberapa faktor: data rantaian menunjukkan trend menurun, minat pelabur lemah dengan aliran keluar ETF yang tinggi, dan  sentimen pasaran negatif ditunjukkan oleh kadar pembiayaan yang rendah.",
            "translated_title": "3 Sebab Harga Ethereum Terus Menurun",
            "translated_content": "Harga Ether (ETH) baru-baru ini mengalami penurunan yang menyaksikan ia kehilangan paras sokongan penting $1,500, dan beberapa petunjuk teknikal menunjukkan bahawa ETH mungkin mengalami pembetulan yang lebih mendalam sebelum pulih secara berterusan.\n\nData menunjukkan harga Ether jatuh di bawah harga terdahulu - satu metrik *onchain* yang mengira semula nilai pasaran sesuatu kripto matawang berdasarkan harga di mana setiap duit syiling terakhir bergerak di blok rantai.\n\nMenurut penyumbang CryptoQuant, theKriptolik, perdagangan harga ETH di bawah metrik ini, yang secara sejarahnya merupakan petanda *bearish*. Apabila harga terdahulu berada di atas harga semasa, ia biasanya bertindak sebagai rintangan dan meletakkan \"kebanyakan pemegang tiba-tiba dalam kedudukan kerugian,\" kata penganalisis itu.\n\nPenganalisis itu menambah:\n\nHarga terdahulu Ethereum untuk alamat pengumpulan. Sumber: CryptoQuant\n\nPada Jun 2022, harga terdahulu Ether jatuh di bawah harga semasa, mendahului penurunan harga ETH sebanyak 51% berikutan kejatuhan pasaran Terra Luna. Senario yang serupa disaksikan pada November 2022, apabila metrik tersebut jatuh di bawah harga sebelum Ether jatuh 35% berikutan kejatuhan FTX.\n\nOleh kerana senario yang serupa sedang berlaku, persediaan semasa secara longgarnya menggemakan fasa kesinambungan *bearish* sebelumnya, dengan harga ETH berisiko mengalami pembetulan yang lebih mendalam.\n\nAliran ETF Spot Ethereum kekal lemah\n\nETF Spot Ethereum terus melemah, dengan aliran keluar bersih melebihi $3.3 juta pada 8 April. Malah, produk pelaburan ini telah mencatatkan aliran keluar sebanyak $94.1 juta sepanjang dua minggu lepas berbanding aliran masuk sebanyak $13 juta.\n\nKetiadaan minat pelabur adalah membimbangkan, terutamanya memandangkan permintaan institusi dianggap sebagai sebahagian penting daripada daya tarikan Ether dan memainkan peranan dalam keuntungan yang diperoleh pada Mei 2024 apabila pelabur bertaruh pada kelulusan ETF daripada Suruhanjaya Sekuriti dan Bursa AS.\n\nJadual aliran ETF Spot Ether. Sumber: Farside Investors\n\nIni juga tercermin dalam semua produk Ether yang lain, dengan laporan daripada CoinShares menunjukkan bahawa aliran masuk ke dana pelaburan Ethereum sejajar dengan keadaan *bearish* yang dilihat di seluruh pasaran, dengan aliran keluar sebanyak $37.4 juta dicatatkan pada minggu berakhir 4 April.\n\nMinat terbuka ETH rendah, dan kadar pendanaan adalah negatif\n\nSatu lagi faktor yang menekan harga Ether adalah kekurangan minat dalam pasaran derivatifnya, dibuktikan oleh minat terbuka yang rendah dan kadar pendanaan negatif.\n\nMinat terbuka (OI) - jumlah keseluruhan kontrak niaga hadapan dan opsyen yang belum selesai - kekal rendah, menunjukkan pengurangan penyertaan pedagang dan aktiviti spekulatif. Pada masa ini, pada $16.7 bilion, metrik ini adalah 48% di bawah puncaknya sebanyak $32.3 bilion yang disaksikan pada 24 Januari.\n\nPenurunan OI menandakan berkurangan keyakinan atau minat pelabur, yang boleh memburukkan lagi penurunan harga apabila tekanan pembelian berkurangan.\n\nMinat terbuka ETH di semua bursa. Sumber: CoinGlass\n\nMenenangkan isu ini ialah kadar pendanaan negatif dalam pasaran niaga hadapan kekal Ether, yang berada di bawah 0%, menunjukkan bahawa sentimen *bearish* menguasai pasaran.\n\nKadar pendanaan ETH di semua bursa. Sumber: Glassnode\n\nRantai blok lapisan-1 pesaing mengatasi aktiviti rangkaian Ethereum\n\nYuran gas Ethereum yang tinggi menawarkan peluang kepada rantai blok lapisan-1 pesaing yang memberi tumpuan kepada kebolehskalaan tinggi untuk mengurangkan bahagian pasarannya dalam ruang tersebut. Walaupun sebahagian kecil daripada aktiviti telah berpindah kepada penyelesaian lapisan-2 Ethereum, sesetengah pengguna dan pembangun memilih alternatif lapisan-1 teratas yang lain seperti BNB Chain, Solana, Avalanche dan Tron.\n\nAkibatnya, pertumbuhan aktiviti rangkaian Ethereum telah ketinggalan berbanding pesaingnya.\n\nRantai blok teratas yang disusun mengikut jumlah DApps 24 jam, USD. Sumber: DappRadar\n\nDompet aktif unik Ethereum (UAW) - alamat yang terlibat dengan aplikasi terdesentralisasi (DApps) pada platform - menurun lebih daripada 33% sepanjang 30 hari terakhir berbanding hanya penurunan 16% pada Solana dan peningkatan 16% pada Tron.\n\nBegitu juga, jumlah keseluruhan transaksi yang digunakan pada rangkaian Ethereum menurun sebanyak 40.5% dalam tempoh yang sama, manakala transaksi pada BNB Chain, Solana dan Avalanche menurun sebanyak 16%, 30% dan 23%, masing-masing. Transaksi pada Tron dan Fantom meningkat sebanyak 23% dan 16%.\n\nTiada petunjuk bahawa faktor-faktor yang menekan harga Ether - seperti penurunan aktiviti rangkaian dan permintaan yang rendah untuk produk ETF spotnya - akan berbalik dalam masa terdekat.\n\nWalaupun ini tidak menjamin bahawa harga Ether akan kekal dalam aliran menurun yang berpanjangan, persediaan teknikal menunjukkan bahawa harga ETH mungkin mencecah paras terendah pada $1,000.\n\nRencana ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Harga ETH bergelut untuk mendapatkan semula momentum menaik ketika data rantaian blok menimbulkan kebimbangan lanjut.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f752849dec14158c5add38",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2U3YTAtYzgzMS03NDM0LTk1NTQtYmY3MzFmMDVmOGE0.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 05:05:00"
        },
        {
            "title": "Trump’s $750B Tariff Plan Is a Massive Wealth Shift, Says Billionaire Investor Chamath",
            "translated_facebook_post": "Pelabur Chamath Palihapitiya nampaknya percaya pelan tarif Trump tu bukan sekadar perang perdagangan, tapi strategi untuk alihkan kekayaan dan kuasa dalam Amerika Syarikat, bina semula industri mereka, dan kurangkan kebergantungan pada negara lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f751706cf8817a545d99b5",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/06174842/How-Donald-Trumps-Presidential-Win-Could-Transform-Crypto-Regulations-in-The-US-1-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 05:01:00"
        },
        {
            "title": "XRP Jumps to $2, Dogecoin Surges 10% as Trump’s Tariff Pause Riles up Bitcoin Prices",
            "translated_facebook_post": "Harga XRP melonjak kepada $2, Dogecoin naik 10% apabila tindakan Trump menangguhkan tarif mengejutkan harga Bitcoin.  Kenaikan harga pada hari Khamis itu berlaku setelah Trump menangguhkan tarif yang lebih tinggi ke atas semua negara kecuali China, di mana beliau meningkatkan kadar cukai kepada 125%, di tengah-tengah kebimbangan yang semakin meningkat...\n\n\nPenangguhan tarif Trump buat harga kripto macam XRP dan Dogecoin naik mendadak, tapi Bitcoin macam terkesan sikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/xrp-jumps-to-usd2-dogecoin-surges-10-as-trump-s-tariff-pause-riles-up-bitcoin-prices/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/76d2cc19095f51b5ba3980b5f76d0f2c07952b1c-4953x3302.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:53:00"
        },
        {
            "title": "Trump's Tariff Pause May Benefit China's Billionaires in Electronics",
            "translated_facebook_post": "Penangguhan tarif oleh Trump mungkin menguntungkan ahli perniagaan China yang terlibat dalam sektor elektronik dan pakaian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74f1465eefd78bd2b11e4",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bustling-chinese-tech-market.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:52:00"
        },
        {
            "title": "XRP Price Jumps 19% to $2.08 After Trump Halts Tariffs",
            "translated_facebook_post": "Harga XRP naik mendadak lepas Trump tangguh tarif, tapi ramai jangka harga akan turun balik nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74f1465eefd78bd2b11e2",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/XRP-Price-Jumps-19-to-2.08-After-Trump-Halts-Tariffs.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:51:00"
        },
        {
            "title": "XRP Price Set to Soar as Analysts Predict Surge to $12 by End of 2025",
            "translated_facebook_post": "Harga XRP dijangka meningkat mendadak, mungkin mencecah $12 menjelang akhir 2025, didorong oleh permintaan institusi yang tinggi, pelancaran ETF, dan pengembangan ekosistem Ripple.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74dd565eefd78bd2b11df",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/XRP-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:45:00"
        },
        {
            "title": "SafeMoon CEO Seeks Dismissal Citing DOJ Crypto Unit Decision",
            "translated_facebook_post": "CEO SafeMoon cuba jatuhkan saman terhadap dia, guna keputusan Jabatan Kehakiman Amerika Syarikat (DOJ) yang tutup unit kripto mereka sebagai alasan.  Ini mungkin jejas keyakinan pelabur dan akan beri kesan kepada peraturan kripto di masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74cc165eefd78bd2b11d7",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-businessman-courthouse.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:42:00"
        },
        {
            "title": "Magic Eden acquires crypto trading app Slingshot to move beyond NFTs",
            "translated_facebook_post": "Magic Eden, platform NFT, dah beli aplikasi dagangan kripto, Slingshot, untuk tambah servis di luar NFT je.  Ni sebab pasaran NFT tengah kurang memberangsangkan.",
            "translated_title": "Magic Eden peroleh aplikasi dagangan kripto Slingshot untuk meluaskan perkhidmatan di luar NFT.",
            "translated_content": "Pasaran token bukan boleh tukar (NFT) Solana, Magic Eden, telah memperoleh aplikasi dagangan kripto Slingshot sebagai sebahagian daripada strategi untuk berkembang melepasi NFT memandangkan pasaran lain ditutup di tengah-tengah kemelesetan pasaran yang berpanjangan.\n\nLangkah ini meluaskan sokongan Magic Eden kepada lebih 8 juta token merentas hampir semua rangkaian blok utama, kata firma itu dalam catatan X pada 9 April.\n\nSlingshot telah mengumpul hampir 1 juta pengguna setakat ini, membolehkan pengguna mengakses mana-mana token pada 10 rangkaian blok terbesar dengan baki USDC sejagat (USDC).\n\nSlingshot adalah salah satu daripada beberapa platform kripto yang bertujuan untuk menyampaikan pengekstrakan rantai penuh — menghapuskan keperluan pengguna untuk memilih dompet yang betul, memastikan mereka mempunyai yuran gas yang mencukupi, mencari jambatan yang boleh dipercayai dan memindahkan dana — hanya kemudian untuk membeli token yang mereka cari.\n\nKetua Pegawai Eksekutif Magic Eden, Jack Lu, berharap integrasi ini akan membantu mengalihkan lebih ramai daripada 500 juta pengguna yang masih bergantung pada bursa terpusat kepada platform rantaian asli kripto yang lebih banyak.\n\nLu berkata bahawa Magic Eden dan Slingshot akan terus beroperasi secara bebas tetapi menyatakan akan ada \"sambungan yang semakin meningkat\" antara platform dari semasa ke semasa.\n\nLu juga menyatakan bahawa Magic Eden memperoleh $75 juta daripada pasaran NFTnya pada tahun 2024 dan berharap pengambilalihan Slingshot akan membantu meningkatkan angka tersebut.\n\nPengembangan Magic Eden berlaku apabila beberapa pasaran NFT telah ditutup dalam beberapa bulan kebelakangan ini.\n\nDraftKings, GameStop dan bursa kripto Bybit semuanya telah menutup pasaran NFT mereka, dengan Bybit memetik penurunan jumlah dagangan NFT dalam pengumumannya pada 8 April.\n\nX2Y2 juga baru-baru ini mengumumkan bahawa pasaran NFTnya akan ditutup pada 30 April memandangkan firma itu beralih kepada kecerdasan buatan.\n\nPasaran NFT telah menyaksikan jualan NFT bernilai $1.6 bilion merentas 14 juta transaksi setakat tahun 2025, data CryptoSlam menunjukkan.\n\nWalau bagaimanapun, jumlah jualan bulanan telah jatuh setiap bulan pada tahun 2025, dan $1.6 bilion tidak menepati sasaran untuk menyamai jumlah $8.9 bilion daripada tahun 2024, apatah lagi rekod $23.7 bilion yang dilihat pada tahun 2022.",
            "translated_summary": "Translation failed",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74cc1ee7e2237151dea37",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFkNzktNmRiYy03NTM4LThmM2YtMjZmN2RhZmYwZjc5.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 04:41:00"
        },
        {
            "title": "Federal Reserve Tariff Increases Expected to Drive Inflation",
            "translated_facebook_post": "Peningkatan tarif dijangka akan menaikkan inflasi,  walaupun perkembangan positif dalam peraturan kripto dilihat di acara ChainCatcher.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74cc19dec14158c5add20",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/fed-sweat-chaincatcher-crypto.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:40:00"
        },
        {
            "title": "XRP Price Prediction Today: What’s Next After 12% Jump?",
            "translated_facebook_post": "Pasaran saham Amerika dan kripto naik mendadak lepas Donald Trump umumkan tangguh sementara tarif import, bagi banyak negara,  tapi China masih tinggi tarifnya.  XRP pun naik lebih 12%, tapi masih perlu tengok perkembangan selanjutnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74cc0ee7e2237151dea2d",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/05133015/XRP-Price-May-Soar-to-17-with-Emerging-Pattern.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:37:00"
        },
        {
            "title": "Ethereum, XRP, Solana, and Bitcoin (BTC) Identified as 2025’s 25x Crypto Contenders",
            "translated_facebook_post": "Bitcoin, Ethereum, XRP, dan Solana dijangka naik 25 kali ganda menjelang 2025, manakala projek baru macam MAGACOINFINANCE juga berpotensi tinggi dengan pulangan menarik melalui pre-sale.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74a6b14556470284d9246",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207776.docx_1744207776_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:30:00"
        },
        {
            "title": "OKX Wallet Enhances Features for Bitcoin BRC-20 Users",
            "translated_facebook_post": "Dompet OKX kini lebih baik untuk pengguna Bitcoin BRC-20, dengan peningkatan kelajuan transaksi dan antara muka pengguna yang lebih mesra.  Ini dijangka akan menarik lebih ramai pengguna dan meningkatkan penggunaan token Bitcoin BRC-20.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f74a69ee7e2237151dea25",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/okx-wallet-smartphone-display.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:29:00"
        },
        {
            "title": "Qubetics: The Best Coins to Join Now in 2025 – Why Cardano and Astra Are Also Contenders for the Top Spot",
            "translated_facebook_post": "Qubetics, Cardano, dan Astra antara mata wang kripto menarik perhatian sekarang, dengan Qubetics menonjol kerana pasaran pemilikan aset sebenar dan  potensi pulangan pelaburan yang tinggi.  Cardano pula meneruskan inovasi dalam pendidikan Bitcoin dan simpanan kripto AS, manakala Astra berkembang dalam DeFi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7488165eefd78bd2b11c8",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/1ef05862fdf64999a6d2d447e13f0216.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:26:00"
        },
        {
            "title": "The First AI-Driven NFT “Jackson Sharkz” — Free Minting, Zero Royalty",
            "translated_facebook_post": "Koleksi NFT Jackson Sharkz yang dikuasakan AI akan dilancarkan secara percuma pada 15 April 2025, menawarkan pelbagai faedah eksklusif kepada pemegangnya termasuk akses kepada ciri AI dan acara-acara istimewa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7484ca8c71212f8c93763",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ab477014b465405094af876243c6d993.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 04:25:00"
        }
    ]
}