{
    "timestamp": "2025-03-20 07:25:00",
    "all_news": [
        {
            "title": "Harga Bitcoin cecah paras tertinggi dua minggu berikutan spekulasi pasaran terhadap berita kripto berkaitan Trump.",
            "description": "Bitcoin diniagakan berhampiran paras tertinggi dua minggu berikutan jangkaan pengemaskinian dasar kripto AS.",
            "content": "Bitcoin (BTC) melonjak ke paras tertinggi dua minggu pada 20 Mac di tengah-tengah khabar angin bahawa kerajaan AS sedang menyediakan “kemas kini utama” kepada dasar kripto mereka.\n\nCarta 4 jam BTC/USD. Sumber: Cointelegraph/TradingView\n\nPowell daripada Fed menyuntik kelegaan kepada saham dan kripto\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD mencecah hampir $87,500 di Bitstamp.\n\nBuat masa ini sedang mengukuh berhampiran $86,000, Bitcoin mendapat manfaat daripada mesyuarat Rizab Persekutuan yang agak tenang sehari sebelumnya di mana para pegawai memilih untuk mengekalkan kadar faedah pada tahap semasa.\n\nPembuat dasar mengesahkan bahawa mereka menjangkakan dua pengurangan menjelang akhir tahun 2025, dengan Pengerusi Fed Jerome Powell menggambarkan inflasi telah “berkurang dengan ketara.”\n\n“Kita tidak perlu tergesa-gesa untuk melaraskan pendirian dasar kita, dan kita berada dalam kedudukan yang baik untuk menunggu kejelasan yang lebih besar,” katanya dalam kenyataan pembukaan sebelum sidang akhbar yang menyusuli keputusan kadar faedah.\n\nPendekatan “tunggu dan lihat” sudah memadai untuk melegakan aset berisiko yang bermasalah, dengan Bitcoin menyertai saham AS dalam melonjak dan menamatkan hari yang lebih tinggi. S&P 500 meningkat kira-kira 1% untuk sesi 20 Mac, menambah $500 bilion dalam topi pasaran.\n\nMenjawabnya, Arthur Hayes, bekas Ketua Pegawai Eksekutif bursa kripto BitMEX, mencadangkan bahawa Fed telah menyampaikan isyarat utama kepada peniaga untuk menambah risiko.\n\n“JAYPOW menyampaikan, QT pada dasarnya berakhir 1 April. Perkara seterusnya yang kita perlukan untuk benar-benar meningkat adalah sama ada pengecualian SLR dan atau permulaan semula QE,” tulisnya dalam catatan X yang tipikal, merujuk kepada pegawai yang berputar daripada pengetatan kuantitatif kepada pelonggaran kuantitatif.\n\nCarta 1 hari S&P 500. Sumber: Cointelegraph/TradingView\n\nPeniaga Bitcoin memerhati pengumuman kripto AS\n\nWalau bagaimanapun, peniaga Bitcoin lebih mementingkan perubahan potensi dalam pendirian kripto AS kerana bisikan menunjukkan bahawa pengumuman itu boleh dibuat pada 21 Mac.\n\n“Ini akan menjadi kemas kini utama pertamanya sejak 6 Mac, apabila rizab kripto kebangsaan ditubuhkan,” sumber perdagangan The Kobeissi Letter merumuskan dalam catatan X mengenai topik tersebut.\n\nApabila Trump menandatangani perintah eksekutif untuk mencipta Rizab Bitcoin Strategik awal bulan ini, pasaran kekal agak tenang kerana ternyata pelan itu tidak semestinya melibatkan AS membeli BTC.\n\nWalau bagaimanapun, dengan penutupan harian terkini di atas garis trend rintangan utama, sebab untuk optimis kembali dengan pantas.\n\n“Bitcoin hanya perlu meningkat sebanyak +8% lagi untuk meletakkan dirinya bagi menuntut semula Julat di atas dan menamatkan penyimpangan menurun ini,” lapor peniaga dan penganalisis popular Rekt Capital.\n\nCarta 1 minggu BTC/USD. Sumber: Rekt Capital/X\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIwMmUtNTFlMS03ZjA0LWFkM2ItM2VkYmM2OGY2YWY1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dbbf24cfbaa745fe055d00",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 07:05:00",
            "status": "Posted"
        }
    ]
}