{
    "timestamp": "2025-03-07 20:27:29",
    "all_news": [
        {
            "title": "Pembiayaan Bitcoin: Strategi Belanjawan Neutral bagi AS untuk Memperoleh BTC",
            "description": "Kerajaan Amerika Syarikat mengekalkan beberapa rizab aset strategik yang boleh ditukarkan sebahagiannya untuk membeli Bitcoin tambahan bagi rizab AS.",
            "content": "Presiden AS Donald Trump menerusi perintah eksekutifnya telah menubuhkan rizab strategik Bitcoin (BTC). Strategi yang neutral dari segi bajet ini bertujuan untuk memperoleh lebih banyak Bitcoin, termasuk melalui rampasan aset dan kemungkinan menukarkan aset rizab lain kepada kripto mata wang ini.\n\nKerajaan AS mengekalkan rizab strategik yang merangkumi pelbagai aset dan komoditi, termasuk emas, petroleum, gas asli, mata wang asing, ubat-ubatan, tanah, mineral bumi jarang yang kritikal, dan juga keju.\n\nAset rizab strategik yang paling cair ialah petroleum, emas, dan mata wang asing.\n\nMenurut Jabatan Tenaga AS, Rizab Petroleum Strategik AS mempunyai kira-kira 395 juta tong minyak mentah setakat 28 Februari, dengan kapasiti pegangan keseluruhan melebihi 713 juta tong.\n\nDengan harga $67 setong Minyak Mentah West Texas, ini memberikan rizab petroleum AS nilai melebihi $26.4 bilion.\n\nData daripada Perbendaharaan AS menunjukkan bahawa jabatan itu kini memegang lebih daripada 258.6 juta auns troy emas, bernilai lebih daripada $10.9 bilion setakat 28 Februari.\n\nRizab mata wang asing boleh tukar Perbendaharaan AS, setakat 31 Januari, berjumlah lebih daripada $35 bilion. Sygnum Bank menganggarkan bahawa rizab Bitcoin AS boleh meningkatkan permodalan pasaran BTC sebanyak kira-kira 25%, atau kira-kira $460 bilion.\n\nSetiausaha Perbendaharaan Scott Bessent berkata AS sepatutnya membawa BTC ke negara ini. Senator Cynthia Lummis menyeru penukaran rizab emas kepada Bitcoin.\n\nPada Julai 2024, Senator Wyoming Cynthia Lummis memperkenalkan Akta Bitcoin kepada Senat AS, menggariskan pelan untuk kerajaan AS memperoleh 5% daripada jumlah bekalan Bitcoin — 1 juta BTC.\n\nRang undang-undang itu juga mencadangkan kerajaan AS memegang Bitcoin selama 20 tahun sebagai lindung nilai terhadap inflasi.\n\nPada November 2024, Senator Lummis mencadangkan penukaran sebahagian rizab emas AS kepada Bitcoin sebagai cara neutral bajet untuk membeli 1 juta BTC, yang akan menelan belanja kira-kira $90 bilion pada masa itu.\n\nBTC merupakan aset digital terbesar kerajaan AS yang dipegang mengikut nilai dolar pada kira-kira $17.4 bilion.\n\nLummis sebelum ini berhujah bahawa Perbendaharaan AS harus menukar sebahagian asetnya untuk membeli BTC tetapi tidak menyatakan aset mana yang harus ditukar.\n\nPenasihat Rumah Putih David Sacks juga memanggil Bitcoin sebagai emas digital dan rizab strategik Bitcoin yang baru ditubuhkan sebagai “Fort Knox digital” untuk kripto mata wang terdesentralisasi yang had bekalannya.\n\nSacks menambah bahawa sifat kehabisan BTC membezakannya daripada kripto mata wang lain sebagai stor nilai yang unik.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5Mzg3OGItOWIyNi03Y2NlLTg1ZTctMTJhYWUzNTE1OGY1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb514a02839c002189f775",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 19:59:00",
            "status": "Posted"
        }
    ]
}