{
    "timestamp": "2025-03-24 05:27:10",
    "all_news": [
        {
            "title": "Jabatan Perbendaharaan AS berhujah tiada keperluan penghakiman mahkamah muktamad dalam kes Tornado Cash",
            "description": "Jabatan Perbendaharaan AS berhujah tiada keperluan untuk penghakiman mahkamah muktamad dalam saman berkaitan pensenaraian Tornado Cash kerana ia sudah...",
            "content": "Jabatan Perbendaharaan AS menyatakan tiada keperluan untuk penghakiman mahkamah muktamad dalam saman terhadap tindakan sekatan mereka terhadap Tornado Cash selepas menyingkirkan pencampur kripto itu daripada senarai sekatan.\n\nPada Ogos 2022, Pejabat Kawalan Aset Asing (OFAC) Jabatan Perbendaharaan mengenakan sekatan terhadap Tornado Cash selepas mendakwa protokol itu membantu pengubahan wang haram kripto yang dicuri oleh kumpulan penggodam Korea Utara, Lazarus Group, menyebabkan beberapa pengguna Tornado Cash memfailkan saman terhadap pengawal selia.\n\nSelepas keputusan mahkamah memihak kepada Tornado Cash, Jabatan Perbendaharaan AS menyingkirkan pencampur itu daripada senarai sekatannya pada 21 Mac, bersama-sama beberapa dozen alamat kontrak pintar yang berkaitan dengan Tornado daripada senarai Individu yang Ditetapkan Khas (SDN), dan kini berhujah \"perkara ini kini tidak lagi wujud.\"\n\nKerana Tornado Cash telah dikeluarkan daripada senarai sekatan, Jabatan Perbendaharaan AS berhujah tiada keperluan untuk penghakiman mahkamah muktamad dalam saman tersebut. Sumber: Paul Grewal\n\n“Kerana mahkamah ini, seperti semua mahkamah persekutuan, mempunyai kewajipan berterusan untuk meyakinkan diri bahawa ia mempunyai bidang kuasa Artikel III ke atas kes ini, penerangan tentang perkara yang tidak lagi wujud adalah wajar,” kata Jabatan Perbendaharaan AS.\n\nBagaimanapun, ketua pegawai undang-undang Coinbase, Paul Grewal, berkata harapan Jabatan Perbendaharaan untuk kes tersebut diisytiharkan tidak lagi wujud sebelum penghakiman rasmi dibuat bukanlah proses undang-undang yang betul.\n\n“Selepas dengan berat hati menyenaraikan semula TC, mereka kini mendakwa mereka telah menjadikan sebarang keperluan untuk penghakiman mahkamah muktamad tidak lagi wujud. Tetapi itu bukan undang-undang, dan mereka mengetahuinya,” katanya.\n\n“Di bawah pengecualian pemberhentian sukarela, keputusan defendan untuk menamatkan amalan yang dipertikaikan menjadikan kes tidak lagi wujud hanya jika defendan dapat menunjukkan bahawa amalan tersebut tidak dapat ‘dijangka berulang dengan munasabah.’”\n\nGrewal menunjuk kepada keputusan Mahkamah Agung 2024 yang mendapati aduan undang-undang daripada Yonas Fikre, seorang warga AS yang dimasukkan ke dalam Senarai Larangan Terbang, tidak lagi wujud dengan mengeluarkannya daripada senarai itu kerana larangan itu boleh dikuatkuasakan semula pada tarikh kemudian.\n\nSumber: Paul Grewal\n\n“Di sini, Jabatan Perbendaharaan juga telah mengeluarkan entiti Tornado Cash daripada SDN, tetapi tidak memberikan jaminan bahawa ia tidak akan menyenaraikan semula Tornado Cash. Itu tidak mencukupi, dan akan menjelaskan perkara ini kepada mahkamah daerah,” kata Grewal.\n\nEnam pengguna Tornado Cash yang diketuai oleh pembangun teras Ethereum, Preston Van Loon, dengan sokongan Coinbase, menyaman Jabatan Perbendaharaan pada September 2022 untuk membalikkan sekatan tersebut dengan hujah bahawa ia menyalahi undang-undang.\n\nKumpulan advokasi dasar kripto, Coin Center, meneruskan saman yang serupa pada Oktober 2022.\n\nPada Ogos 2023, seorang hakim mahkamah persekutuan Texas berpihak kepada Jabatan Perbendaharaan AS, memutuskan bahawa Tornado Cash adalah entiti yang boleh ditetapkan mengikut peraturan OFAC. Dalam rayuan, panel tiga hakim memutuskan pada bulan November bahawa sekatan Jabatan Perbendaharaan terhadap kontrak pintar kekal pencampur kripto itu menyalahi undang-undang.\n\nJabatan Perbendaharaan AS mempunyai tempoh 60 hari untuk mencabar keputusan itu, yang dilakukannya; bagaimanapun, mahkamah AS berpihak kepada Tornado Cash, membatalkan sekatan pada 21 Januari dan memaksa agensi kerajaan itu untuk membuang sekatan tersebut menjelang Mac.\n\nPengasasnya masih menghadapi pertikaian undang-undang, bagaimanapun. Pihak AS mendakwa Roman Storm dan pengasas bersama, Roman Semenov pada Ogos 2023, menuduh mereka membantu pengubahan wang haram lebih daripada $1 bilion dalam kripto melalui Tornado Cash.\n\nSemenov masih bebas dan berada dalam senarai dikehendaki FBI. Storm bebas dengan bon $2 juta dan dijangka menghadapi perbicaraan pada bulan April.\n\nSementara itu, pembangun Tornado Cash, Alexey Pertsev, telah dibebaskan dari penjara selepas mahkamah Belanda menangguhkan “penahanan pra perbicaraan” beliau semasa beliau bersiap untuk merayu sabitan pengubahan wang haramnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzZhZDUtMjgzNS03OTIyLWEzNjQtOWNlNTFmMjhkMjVj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e0eb5c21eb1213901be7d0",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-24 05:17:00",
            "status": "Posted"
        }
    ]
}