{
    "timestamp": "2025-04-24 04:32:37",
    "all_news": [
        {
            "title": "Top Presale Crypto of 2025–Dragoin’s Live Telegram Game Earns You $DDGN, More on SEI and ZetaChain Cryptos",
            "translated_facebook_post": "Dragoin, projek kripto baru, tawarkan permainan di Telegram semasa pra-jualan, bagi pengguna dapat bermain, menang token, dan sertai ekosistem sebelum pelancaran rasmi.  Berbeza dengan Sei dan ZetaChain yang fokus pada infrastruktur, Dragoin lebih interaktif dan beri pulangan pelaburan tinggi (ROI).  Jadi, selain dapat untung, dapat main game lagi!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bba30286c702ea3d11ff",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/19de7b7cb87440e8a3fd62181f48c37a.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:18:00"
        },
        {
            "title": "Best Crypto Coins to Invest in: UNSD, CYBER, AGIX & GAL Powering Real AI and SocialFi Utility",
            "translated_facebook_post": "Beberapa syarikat kripto,  UNSD, CYBER, AGIX dan GAL,  fokus pada utiliti sebenar menerusi AI dan SocialFi, bukan sekadar janji kosong.  Pelaburan dalam syarikat-syarikat ini dilihat berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bb75b0f24a03e470ed69",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b9d0b3c1912448679487968adef179da.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:17:00"
        },
        {
            "title": "Bitcoin is the ‘cleanest shirt in the dirty laundry’ — Bitfinex",
            "translated_facebook_post": "Bitcoin nampaknya menunjukkan kekuatan berbanding pasaran kewangan lain, walaupun masih awal untuk jangka masa panjang.",
            "translated_title": "Bitcoin ialah ‘baju kemeja paling bersih dalam cucian kotor’ — Bitfinex",
            "translated_content": "Bitcoin menunjukkan daya tahan berbanding pasaran kewangan yang lebih luas di tengah-tengah ketidaktentuan ekonomi makro, tetapi penganalisis memberi amaran bahawa masih terlalu awal untuk mengetahui sama ada trend ini akan berterusan.\n\n“Kita belum sampai ke tahap itu lagi, tetapi jika Bitcoin mengekalkan kekuatannya sepanjang CPI akan datang, serta turun naik berkaitan Powell dan pendapatan ekuiti yang berterusan, naratif pemisahan boleh berkembang daripada “perbezaan sementara” kepada “perubahan rejim,” kata penganalisis Bitfinex dalam nota pasaran 23 April yang dilihat oleh Cointelegraph.\n\nKekuatan relatif Bitcoin masih belum terbukti sebagai struktur\n\nPenganalisis berkata bahawa walaupun kekuatan relatif Bitcoin (BTC) berbanding ekuiti AS “nampaknya nyata,” ia masih belum disahkan sebagai struktur. Penganalisis memberi amaran bahawa Bitcoin sebelum ini telah menyaksikan tempoh prestasi yang mengatasi pasaran untuk tempoh yang singkat, hanya untuk akhirnya kembali selari dengan pasaran yang lebih luas.\n\nBitcoin semakin meninggalkan korelasi sahamnya untuk meniru kenaikan emas. Pada masa penerbitan, harga Bitcoin mencatatkan keuntungan sebanyak 7.68% dalam tempoh 30 hari yang lalu. Sementara itu, S&P 500 dan Nasdaq masing-masing menjunam 6.79% dan 8.14%, menurut data Google Finance.\n\nDalam tempoh yang sama, Nvidia (NVDA), yang telah mengatasi Bitcoin dalam dekad yang lalu, jatuh 15.4%. Penganalisis mengaitkan penurunan itu kepada “larangan berkesan ke atas eksport cip canggih ke China dan turun naik yang didorong oleh tarif.” Pada Mei 2024, Ketua Pegawai Eksekutif Swan Bitcoin, Cory Klippsten, berkata terdapat “kemungkinan hampir sifar bagi Nvidia untuk mengatasi Bitcoin dalam 10 tahun akan datang.”\n\nPenganalisis Bitfinex menggambarkan pasaran kripto semasa sebagai “keadaan hibrid,” dengan peningkatan risiko ekonomi makro di satu pihak dan peningkatan aliran masuk ETF Bitcoin spot di pihak yang lain.\n\nPada 22 April sahaja, aliran masuk ETF Bitcoin spot berjumlah $913 juta, yang tertinggi sejak akhir Januari.\n\nMereka menambah bahawa ini mengukuhkan kedudukan Bitcoin sebagai simpanan nilai yang kukuh, dengan penguasaan Bitcoin meningkat kepada paras yang tidak pernah dilihat sejak akhir 2021.\n\nPada masa penerbitan, penguasaan Bitcoin adalah 64.39%, menurut data TradingView.\n\nPeserta pasaran kripto akan memerhatikan Indeks Harga Pengguna (CPI) April, yang diterbitkan pada 13 Mei, selepas data Mac menunjukkan trend penyejukan yang dilihat oleh sesetengah pihak sebagai isyarat menurun jangka pendek untuk Bitcoin.\n\nCPI Mac adalah sebanyak 2.4% tahun ke tahun, turun daripada 2.8% pada Februari, paras terendah sejak Februari 2023, menurut Biro Statistik AS.\n\nSementara itu, sesetengah penganalisis kripto memberi amaran bahawa penunjuk lain menunjukkan bahawa perhimpunan Bitcoin mungkin tidak akan berterusan.\n\nKetua penyelidikan 10x Research, Markus Thielen, berkata, “Memandangkan penunjuk pencetakan stablecoin kami belum kembali kepada tahap aktiviti tinggi, kami kekal berhati-hati mengenai kemampanan perhimpunan Bitcoin semasa.”",
            "translated_summary": "Penganalisis Bitfinex dalam nota pasaran pada 23 April menyatakan bahawa kekuatan relatif Bitcoin berbanding ekuiti AS “nampaknya nyata” tetapi masih belum “disahkan…”",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bbe5f582ea1e570904e1",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY0ZmEtNzA4Ni03MjY4LTg2MmMtMGEyMDY3NDE2MjM5.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 04:17:00"
        },
        {
            "title": "Web3 ai Presale Soars 1747%, XRP Targets $0.75, TON Builds Toward $3.50, Finding the Best New Crypto to Buy",
            "translated_facebook_post": "XRP dan TON nampaknya berpotensi meningkat nilainya, manakala  'Web3 ai' pula menawarkan analisis AI masa nyata untuk membantu pelabur membuat keputusan yang lebih bijak, dengan jualan awal yang menjanjikan pulangan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bb38f582ea1e570904dd",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5a1e5a223a914258b6601ee2196c5526.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:16:00"
        },
        {
            "title": "White House Shake-Up—Qubetics Hits 509M Tokens While Aptos and HNT Eye Top Cryptos for Massive Growth",
            "translated_facebook_post": "Pasaran kripto nampaknya rancak sekarang ni!  Qubetics dah jual 509 juta token, Aptos dijangka naik bulan Mei, dan Helium pun ada potensi untuk meningkat.  Banyak projek menarik dalam dunia kripto ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bbe40286c702ea3d1203",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/qubeqode-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:15:00"
        },
        {
            "title": "Coinbase Faces Legal Blow in Oregon While Qubetics Races Ahead—Is It the Top Altcoin for Huge Gains?",
            "translated_facebook_post": "Sekarang ni Coinbase tengah hadapi masalah undang-undang di Oregon, tapi Qubetics pulak tengah naik mendadak.  Ramai nampak potensi Qubetics untuk untung besar,  Render dan Cronos pun macam menarik juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bbe50286c702ea3d1205",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-23T163005.056Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:15:00"
        },
        {
            "title": "Strategic Bitcoin Reserve Ignites Altcoin Momentum—Qubetics, Cosmos, and Polkadot Dominate as Top Cryptos With 100x Potential",
            "translated_facebook_post": "Pelaburan Bitcoin strategik AS melonjakkan momentum altcoin, dengan Qubetics, Cosmos, dan Polkadot antara yang menonjol dan berpotensi meningkat 100 kali ganda.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://thebitjournal.com/strategic-bitcoin-reserve-fuels-altcoin-surge-qubetics-polkadot-cosmos-named-top-crypto-with-100x-potential/",
            "source": "The Bit Journal",
            "image": "https://thebitjournal.b-cdn.net/wp-content/uploads/2025/04/image-156.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:15:00"
        },
        {
            "title": "Breakthrough: 21Shares Files for SUI ETF in Delaware, What it Means for SUI Crypto",
            "translated_facebook_post": "21Shares, sebuah penerbit produk perdagangan bursa kripto terkenal, dah daftar dana dagangan bursa (ETF) untuk SUI di Delaware.  Ni langkah besar, mungkin bagi pelabur biasa nak beli SUI dengan lebih mudah dan selamat nanti, tapi masih perlu dapat kelulusan SEC dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bab50286c702ea3d11fd",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Breakthrough-21Shares-Files-for-SUI-ETF-in-Delaware-What-it-Means-for-SUI-Crypto.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:10:00"
        },
        {
            "title": "A Bullish Fork in the Road for Ripple’s XRP, Will XRP Price Hit $17 to $111 This Bull Cycle Peak",
            "translated_facebook_post": "Harga XRP dijangka meningkat mendadak, mungkin mencecah $17 atau lebih tinggi lagi, malah sampai $111, mengikut analisis terkini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/a-bullish-fork/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/02/XRP-ETF.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:10:00"
        },
        {
            "title": "Explore Top Crypto Presales of 2025 with Big Growth Plans",
            "translated_facebook_post": "Beberapa projek kripto *presale* tahun 2025 menawarkan peluang pelaburan awal dengan potensi pulangan tinggi,  daripada *meme coin* hinggalah platform pendidikan kripto.  Namun,  kaji selidik dahulu sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b91ab0f24a03e470ed63",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/63c97b3f42464388aaf7c5223e269b99.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:07:00"
        },
        {
            "title": "Metaplanet Increases Bitcoin Holdings with Latest Purchase",
            "translated_facebook_post": "Metaplanet, syarikat tersenarai di Tokyo, dah tambah lagi 145 Bitcoin, jadi jumlah keseluruhan Bitcoin diorang dah cecah 5,000!  Ini menunjukkan minat syarikat-syarikat di Asia terhadap Bitcoin semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b98db0f24a03e470ed65",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/metaplanet-bitcoin-acquisition-art.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:05:00"
        },
        {
            "title": "Americans Over 60 Lost $2.84B to Crypto Scams in 2024, FBI Reports",
            "translated_facebook_post": "Warga emas Amerika kerugian besar akibat penipuan kripto, FBI melaporkan peningkatan kes dan kerugian kewangan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b98c0286c702ea3d11fb",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2019/07/113245-1010b-e1564064075414.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:05:00"
        },
        {
            "title": "Bitcoin & Ethereum ETFs See Strong Inflows",
            "translated_facebook_post": "Pelaburan dalam ETF Bitcoin dan Ethereum meningkat banyak baru-baru ni, menunjukkan keyakinan pelabur institusi terhadap aset digital ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bbe5f582ea1e570904df",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Common-ETF-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:05:00"
        },
        {
            "title": "Crypto exchange KuCoin enters crowded Thailand market",
            "translated_facebook_post": "KuCoin dah masuk pasaran kripto Thailand, bersaing dengan Bitkub, Binance, dan Upbit.  Mereka dapat lesen dan dah tukar nama platform sedia ada jadi KuCoin Thailand. Walaupun pasaran tu dah ramai pemain, KuCoin tetap yakin boleh bertapak kukuh di sana.",
            "translated_title": "Pasaran bursa kripto Thailand yang sesak kini menerima kemasukan KuCoin.",
            "translated_content": "**KuCoin Kembangkan Perniagaan ke Asia Tenggara, Sasar Pasaran Kripto Thailand**\n\n Bursa kripto KuCoin bakal meluaskan lagi operasinya ke Asia Tenggara, menyasarkan pasaran kripto yang semakin berkembang di Thailand.  Menurut pengumuman pada 23 April, KuCoin merancang untuk melancarkan platform bursa kripto yang menawarkan aset digital dan produk berkaitan di negara tersebut.\n\nERX Company Ltd, bursa token digital pertama di Thailand yang dipantau oleh Suruhanjaya Sekuriti dan Bursa, telah menjenamakan semula sebagai KuCoin Thailand berkuat kuasa 22 April. Bursa kripto ini akan beroperasi di bawah ERX, yang baru-baru ini menerima lesen bursa kripto daripada pengawal selia kewangan Thailand.\n\n“Kami mengukuhkan keupayaan kami untuk menawarkan penyelesaian setempat yang disesuaikan dengan pasaran Thailand,” kata Ketua Pegawai Eksekutif ERX, Att Tongyai Asavanund. Pengguna ERX sedia ada telah dipindahkan ke platform KuCoin Thailand yang baharu, dan aplikasi KuCoin TH boleh didapati di Android dan iOS.\n\n**KuCoin Sertai Pasaran Thailand yang Semakin Sesak**\n\nKuCoin memasuki pasaran yang sesak, kerana terdapat lapan syarikat lain yang dilesenkan oleh SEC Thailand untuk beroperasi sebagai bursa kripto dan aset digital. Antaranya ialah WAAN Exchange, Gulf Binance, Thai Digital Assets Exchange, InnovestX Securities, GMO-Z.com Cryptonomics, Upbit Exchange, Bitkub Online dan Orbix Trade.\n\nBitkub adalah yang terbesar setakat ini dan mempunyai jumlah dagangan harian sekitar $70 juta, menurut CoinGecko. Sebagai perbandingan, platform global KuCoin mendakwa mempunyai jumlah dagangan harian sebanyak $3.8 bilion.\n\nPada Januari, kerajaan Thailand mengumumkan program perintis yang membolehkan pelancong membayar menggunakan Bitcoin (BTC) dalam persekitaran kotak pasir di pulau peranginan Phuket. Walau bagaimanapun, ia belum dilancarkan.\n\nWalaupun perdagangan kripto masih popular di Thailand, penggunaan aset kripto untuk pembayaran telah diharamkan oleh bank pusat pada tahun 2022.\n\nPada awal April, pengawal selia kewangan Thailand menyasarkan platform kripto rakan sebaya asing dalam tindakan keras terbaru mereka bagi memerangi penipuan dan pengubahan wang haram.\n\nKuCoin kini sedang berusaha untuk menyelesaikan isu dengan Suruhanjaya Perdagangan Niaga Hadapan Komoditi AS selepas ia didakwa di bawah pentadbiran sebelumnya pada Mac 2024 kerana melanggar Akta Pertukaran Komoditi.",
            "translated_summary": "KuCoin telah memasuki pasaran perdagangan kripto Thailand yang sesak, bersaing dengan Bitkub, Binance, dan Upbit.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b8491ac82e309cc2380b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzJjODItZDUxZi03ZTA3LTgxZjItYjlhMjdhZjkyY2Ji.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 04:02:00"
        },
        {
            "title": "SEC Charges PGI Global with $198 Million Crypto Fraud",
            "translated_facebook_post": "PGI Global dan CEOnya didakwa atas penipuan kripto bernilai $198 juta, dengan dana pelabur disalahgunakan untuk kegunaan mewah; pengawasan terhadap penipuan kripto semakin ketat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b8491ac82e309cc2380d",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-courtroom-scene.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:01:00"
        },
        {
            "title": "DOGE Nears Breakout, SUI Targets $8.88, & Web3 ai Presale Shows 1747% ROI Potential, Best Crypto Coin to Buy Now?",
            "translated_facebook_post": "Dogecoin (DOGE) mungkin akan naik, Sui (SUI) sasar harga $8.88, dan pra-jualan Web3 ai menawarkan potensi pulangan pelaburan (ROI) sehingga 1747%.  Peluang menarik untuk pelabur kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b847f582ea1e570904d6",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/web3ai-1112A.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:00:00"
        },
        {
            "title": "OpenAI Open Model: A Game-Changing Push in AI Competition",
            "translated_facebook_post": "OpenAI bakal lancarkan model bahasa terbuka mereka,  sasarannya untuk jadi yang terbaik dalam kalangan model sejenis.  Langkah ni dibuat untuk saing pesaing lain dan mungkin akan  cepatkan lagi perkembangan AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b848b0f24a03e470ed5b",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/OpenAI-Open-Model-A-Game-Changing-Push-in-AI-Competition.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:00:00"
        },
        {
            "title": "Ethereum, Bitcoin, XRP Might Turn $1K to $50K—Analysts Stay Bullish Despite Crash",
            "translated_facebook_post": "Ramai pakar masih yakin Ethereum, Bitcoin, dan XRP boleh naik harga, walaupun pasaran sekarang agak turun naik.  Pelaburan awal dalam MAGACOINFINANCE juga menarik perhatian ramai sebab potensi keuntungan tinggi dan pelan jualan yang jelas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bab6391a88541da677f2",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-351.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:00:00"
        },
        {
            "title": "Dragoin Delivers What Ronin and Immutable X Didn’t: A Play-to-Earn Game Live in Presale with 6,740% ROI",
            "translated_facebook_post": "Dragoin, tak macam Immutable X dan Ronin, bagi peluang pengguna dapat duit terus semasa prajualan menerusi permainan di Telegram.  Potensi pulangan pelaburan pun tinggi, sampai 6740%! Seronok dapat main, dapat duit lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b98e99029e68588cff3d",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-convert.io-2025-04-23T212856.088.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:00:00"
        },
        {
            "title": "Dragoin Mini-Game Goes Live, Could This Meme Coin Outshine Dogecoin and SHIB?",
            "translated_facebook_post": "Dragoin, duit digital baharu, bukan sekadar meme coin biasa, tapi ada permainan di Telegram yang bagi ganjaran.  Berbeza dengan Dogecoin dan Shiba Inu, Dragoin  ada permainan, jualan awal dengan harga makin naik, dan mekanisme pembakaran token.  Nampak macam ada potensi, tapi kita tengok macam mana nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809b98db0f24a03e470ed67",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-23T162705.203Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:00:00"
        }
    ]
}