{
    "timestamp": "2025-04-13 21:23:59",
    "all_news": [
        {
            "title": "BNB Chain Clarifies Position on Project Cooperation and Endorsements",
            "translated_facebook_post": "Rantaian BNB telah menjelaskan tentang kerjasama dan pengesahan projek, menafikan khabar angin kerjasama palsu dan menegaskan pentingnya rujukan kepada saluran rasmi sahaja.  Harga BNB kekal stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc2945abf11b2ec54a9ebc",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bnb-chain-superhero-cartoon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 21:10:00"
        },
        {
            "title": "Market Shakes as OM Coin Faces Dramatic Price Drop",
            "translated_facebook_post": "Harga OM Coin jatuh mendadak lebih 90%, tapi pasukan MANTRA kata ia tak berkaitan dengan projek mereka dan tengah siasat isu tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-shakes-as-om-coin-faces-dramatic-price-drop/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-171-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 21:09:00"
        },
        {
            "title": "Jamie Dimon Warns of Treasury Market Chaos",
            "translated_facebook_post": "Ketua JPMorgan Chase, Jamie Dimon, risau akan kemungkinan huru-hara dalam pasaran bon AS disebabkan peraturan dan ketegangan perdagangan AS-China,  mencadangkan perubahan peraturan untuk elakkan campur tangan Rizab Persekutuan dan kemungkinan peningkatan minat dalam kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/jamie-dimon-warns-of-treasury-market-chaos",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-032-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 21:08:00"
        },
        {
            "title": "Bitcoin Surges Amidst Global Trade Tensions as Trump Reaffirms Tariff Stance",
            "translated_facebook_post": "Harga Bitcoin naik mendadak sebab ketegangan perdagangan global lepas Presiden Trump tetapkan dasar tarif import yang ketat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc281df3dc10584546ea14",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/serious-businessman-office-view.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 21:06:00"
        },
        {
            "title": "$10 MAGACOINFINANCE vs $80K BTC — Which One’s 50x Closer?",
            "translated_facebook_post": "Pelaburan dalam MAGACOINFINANCE menawarkan pulangan yang tinggi berbanding Bitcoin, meskipun masih dalam peringkat awal.  Harga semasa yang rendah dan potensi kenaikan yang besar menarik minat ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc281dc870831e8e6ffb51",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744559395.docx_1744559395_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 21:02:00"
        },
        {
            "title": "Jamie Dimon Highlights Potential Disruptions in the $30 Trillion U.S. Treasury Market",
            "translated_facebook_post": "Ketua JPMorgan Chase, Jamie Dimon, bimbang akan masalah yang mungkin berlaku dalam pasaran bon AS bernilai $30 trilion, dan ini mungkin menyebabkan pelabur beralih kepada aset alternatif seperti kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/jamie-dimon-highlights-potential-disruptions-in-the-30-trillion-u-s-treasury-market/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1128-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:59:00"
        },
        {
            "title": "BREAKING: Mantra (OM) Team, Whose Price Dropped 90 Percent Suddenly, Made a Statement About the Decline",
            "translated_facebook_post": "Harga Mantra (OM) jatuh teruk, hampir 90%, tapi pasukan pembangunan kata penurunan tu bukan sebab diorang jual token, sedang siasat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc26f1f3dc10584546ea0d",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/05/kripto-para-dusus.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:59:00"
        },
        {
            "title": "Expert Shares Why XRP Will Become the Neutral Bridge Reserve Asset",
            "translated_facebook_post": "Pakar jangka XRP akan jadi aset rizab neutral, sebagai jambatan di tengah-tengah ketidakstabilan ekonomi global dan peralihan kuasa dolar AS.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc281cf3dc10584546ea12",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2022/02/Ripple-XRP-Buy-300x200.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:58:00"
        },
        {
            "title": "Warren Buffett will only start buying up stocks again if the Fed intervenes in the market",
            "translated_facebook_post": "Warren Buffett masih tunggu campur tangan Rizab Persekutuan sebelum melabur lagi,  dia lebih selesa tunggu keadaan pasaran stabil dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc2498f3dc10584546ea03",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Warren-Buffett-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:45:00"
        },
        {
            "title": "Bitcoin MACD Signals Bullish Surge Ahead",
            "translated_facebook_post": "Indikator MACD untuk Bitcoin menunjukkan potensi kenaikan harga yang ketara, mungkin sehingga 80%, berdasarkan trend lalu.  Ini menarik perhatian pelabur dan pedagang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc236cf3dc10584546ea00",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Bitcoin-3-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:45:00"
        },
        {
            "title": "Bitcoin’s Strong Correlation with Global M2 Signals Potential Bullish Trends Ahead",
            "translated_facebook_post": "Bitcoin mungkin akan naik harga dalam masa terdekat sebab kaitan yang kuat antara Bitcoin dengan jumlah wang global.  Pakar nasihat untuk sabar dan fokus pada trend jangka panjang, bukannya turun naik harga jangka pendek.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc25ac67a36a2e29241aa5",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/bitcoin-3-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:45:00"
        },
        {
            "title": "Major Token Unlocks Scheduled for April, Impacting Market Dynamics",
            "translated_facebook_post": "Ramai token akan dikeluarkan pada April nanti, mungkin akan beri kesan pada pasaran.  Fasttoken dan Connex antara yang paling banyak, mungkin akan buat harga turun sikit dalam jangka masa pendek.  Tapi pelabur kena tengok juga jumlah jual beli dan macam mana orang rasa pasal pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc2242493fc33440e38b8d",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/fasttoken-connex-market-2025.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:40:00"
        },
        {
            "title": "$1K in BTC, ETH, and XRP — Q2 Could Be the Last Window",
            "translated_facebook_post": "Ramai pakar sarankan melabur dalam Bitcoin, Ethereum, atau XRP dalam suku tahun kedua ni, tapi satu projek altcoin, MAGACOINFINANCE,  tunjuk potensi pulangan yang tinggi.  Pelaburan awal dalam MAGACOINFINANCE mungkin berbaloi sebelum harganya naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc2116f3dc10584546e9f8",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-213.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:30:00"
        },
        {
            "title": "What Happened In Crypto Today: BTC, Alts, Market Overview",
            "translated_facebook_post": "Harga Bitcoin turun sikit hari ni, tapi masih nampak positif dalam jangka masa panjang.  Walaupun pasaran altcoin agak kurang memberangsangkan, ada beberapa altcoin menunjukkan prestasi yang baik, macam Solana dan beberapa lagi.  Indeks Fear and Greed masih menunjukkan tahap takut, tapi dah ada peningkatan sedikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc1fea4988ac275b7eceef",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/Heres-What-Happened-In-Crypto-Today-BTC-Alts-Market-Overview.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:26:00"
        },
        {
            "title": "Mantra price plummets: What happened to the real-world asset token?",
            "translated_facebook_post": "Harga Mantra jatuh mendadak lebih 90% dalam 24 jam lepas, walaupun baru-baru ni mencatatkan kenaikan 640% dalam 12 bulan.  Ini mungkin menjejaskan rancangan mereka untuk beroperasi sebagai bursa aset maya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc1ea4f3dc10584546e9f3",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/01/crypto-news-broken-blank-coins-red-trading-chart-is-down-background-neon-colors02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:25:00"
        },
        {
            "title": "Bitcoin rallies amid macroeconomic concerns — Are HYPE, ONDO, RNDR and KAS next?",
            "translated_facebook_post": "Harga Bitcoin meningkat, dan ini mungkin memberi isyarat positif untuk beberapa altcoin lain seperti HYPE, ONDO, RNDR, dan KAS.  Namun,  perlu berhati-hati kerana pasaran kripto masih berubah-ubah.",
            "translated_title": "Bitcoin melonjak di tengah kebimbangan makroekonomi",
            "translated_content": "Bitcoin (BTC) membuat kemunculan semula yang memberangsangkan minggu ini, meningkat lebih 7%, menunjukkan pembelian kukuh pada paras yang lebih rendah. Pengasas bersama BitMEX, Arthur Hayes, berkata dalam catatan di X bahawa krisis pasaran bon AS mungkin menyediakan landasan untuk tindak balas dasar yang lebih lanjut, dan itu boleh mengakibatkan Bitcoin memasuki “mod menaik sahaja”.\n\nPlatform blok rantai dan kecerdasan, Glassnode, menyatakan dalam catatan di X bahawa Bitcoin telah membina sokongan kukuh pada $79,000, dengan kira-kira 40,000 Bitcoin terkumpul di situ. Pencipta Bollinger Bands, John Bollinger, turut menggemakan pandangan yang sama. Dalam catatan di X, Bollinger berkata bahawa Bitcoin sedang membentuk “W bawah Bollinger Band klasik”, tetapi ia memerlukan pengesahan.\n\nPara peserta pasaran akan memerhati dengan teliti prestasi indeks dolar AS (DXY), yang diniagakan di bawah paras 100. Sebarang kelemahan selanjutnya dalam dolar AS boleh menjadi menaik untuk Bitcoin.\n\nJika Bitcoin berjaya mengekalkan paras yang lebih tinggi, ia kemungkinan akan meningkatkan sentimen dalam sektor mata wang kripto.  Ini boleh mencetuskan pemulihan dalam altcoin terpilih.  Apakah mata wang kripto yang mungkin mendapat manfaat daripada kekuatan Bitcoin?\n\nAnalisis harga Bitcoin\n\nBitcoin memecah dan ditutup di atas garisan rintangan pada 12 April, yang merupakan petunjuk pertama bahawa fasa pembetulan mungkin berakhir.\n\nBawah adalah analisis teknikal bagi beberapa matawang kripto:\n\n**BTC/USDT:**  Bear kemungkinan tidak akan mudah berputus asa dan akan cuba menarik harga kembali di bawah purata bergerak eksponen 20 hari ($82,885). Jika mereka berjaya, ia menunjukkan bahawa bear masih aktif pada paras yang lebih tinggi. Pasangan BTC/USDT kemudiannya boleh jatuh kepada $78,500. Pembeli mungkin mempunyai perancangan lain. Mereka akan cuba mempertahankan EMA 20 hari semasa penurunan. Jika harga meningkat semula daripada EMA 20 hari, ia akan menandakan perubahan sentimen daripada menjual semasa peningkatan kepada membeli semasa penurunan. Ini meningkatkan prospek kenaikan kepada $89,000 dan, selepas itu, kepada $95,000.  EMA 20 hari adalah menaik, dan indeks kekuatan relatif (RSI) berada dalam wilayah positif, menunjukkan kelebihan kepada bull.  Peningkatan semula daripada EMA 20 hari menunjukkan bahawa bull cuba menukar garisan rintangan kepada sokongan. Pasangan ini mungkin menghadapi jualan pada $89,000, tetapi ia kemungkinan akan dilepasi. Ini boleh mendorong pasangan itu ke zon $92,000 hingga $95,000. Sebaliknya, purata bergerak adalah sokongan penting bagi bull untuk dipertahankan. Jika mereka gagal dalam usaha mereka, pasangan itu boleh jatuh mendadak kepada $78,500.\n\n**Hyperliquid (HYPE):** Hyperliquid (HYPE) ditutup di atas SMA 50 hari ($15.14) pada 11 April dan mencapai rintangan atas $17.35 pada 12 April. EMA 20 hari ($13.84) telah mula meningkat, dan RSI telah meningkat hampir 56, menunjukkan pembeli mempunyai kelebihan. Penjual cuba mempertahankan rintangan $17.35, tetapi jika bull menang, pasangan HYPE/USDT boleh memulakan kenaikan kepada $21 dan seterusnya kepada $25. Pandangan optimis ini akan dinafikan dalam jangka pendek jika harga menurun daripada $17.35 dan memecah di bawah EMA 20 hari. Pasangan itu kemudiannya boleh jatuh kepada $12, yang dijangka akan menarik pembeli. Pasangan ini telah menarik balik kepada 20-EMA, yang merupakan sokongan jangka pendek penting untuk diperhatikan. Jika harga meningkat semula daripada 20-EMA dengan kekuatan, ia menandakan pembelian semasa penurunan. Bull kemudian akan membuat satu lagi percubaan untuk mengatasi halangan pada $17.35. Jika mereka berjaya, pasangan itu mungkin meningkat kepada $21. Terdapat rintangan kecil pada $18, tetapi ia kemungkinan akan dilepasi. Penjual perlu menarik dan mengekalkan harga di bawah 20-EMA untuk melemahkan momentum menaik. Pasangan itu kemudiannya boleh menurun kepada 50-SMA.\n\n\n**Ondo (ONDO):** Ondo (ONDO) telah memecah keluar daripada garisan aliran menurun, menunjukkan bahawa bear mungkin kehilangan pegangan mereka. Pemulihan menghadapi jualan berhampiran $0.96 tetapi mungkin mendapat sokongan pada EMA 20 hari ($0.83) semasa penurunan. Jika harga meningkat semula daripada EMA 20 hari, bull akan sekali lagi cuba memacu pasangan ONDO/USDT melebihi $0.96. Jika mereka berjaya, pasangan itu boleh mendapat momentum dan meningkat ke arah $1.20. Penjual mungkin mempunyai perancangan lain. Mereka akan cuba menarik harga kembali di bawah EMA 20 hari. Jika mereka berjaya, pasangan itu boleh jatuh kepada $0.79 dan kemudian kepada $0.68. Carta 4 jam menunjukkan bahawa pasangan itu menghadapi jualan dalam zon rintangan $0.93 hingga $0.96. Pembeli perlu mengekalkan harga di atas 20-EMA untuk mengekalkan kelebihan. Jika harga meningkat semula daripada 20-EMA dengan kekuatan, kemungkinan untuk memecah melebihi $0.96 meningkat. Pasangan itu kemudiannya mungkin meningkat kepada $1.05 dan kemudian kepada $1.20. Sebaliknya, jika harga jatuh di bawah 20-EMA, ia menunjukkan bahawa permintaan berkurangan pada paras yang lebih tinggi. Pasangan itu kemudiannya mungkin menurun kepada 50-SMA.\n\n\n**Render (RNDR):** Render (RNDR) telah mencapai rintangan atas $4.22, di mana bear dijangka akan melakukan pertahanan yang kuat. Purata bergerak berada di ambang persilangan menaik, dan RSI telah meningkat ke zon positif, menandakan kelebihan kepada pembeli. Jika harga meningkat melebihi $4.22, pasangan RNDR/USDT akan melengkapkan corak double-bottom. Terdapat rintangan kecil pada $5, tetapi ia kemungkinan akan dilepasi. Pasangan itu kemudiannya boleh meningkat ke sasaran corak $5.94. Bertentangan dengan andaian ini, jika harga menurun dengan mendadak daripada $4.22 dan memecah di bawah purata bergerak, ia menandakan tindakan julat terikat dalam jangka pendek. Pasangan ini menghadapi jualan pada $4.06, tetapi penurunan kemungkinan akan mendapat sokongan pada 20-EMA. Jika harga meningkat semula daripada 20-EMA dengan kekuatan, ia akan menunjukkan bahawa sentimen kekal positif. Ini meningkatkan prospek pemecahan melebihi $4.22. Pasangan ini mungkin menghadapi rintangan antara $4.60 dan $5, tetapi jika harga tidak jatuh kembali di bawah $4.22, ia menandakan permulaan pergerakan menaik baharu. Sebagai alternatif, pemecahan dan penutupan di bawah 20-EMA menunjukkan bull kehilangan pegangan mereka. Pasangan itu kemudiannya mungkin jatuh kepada 50-SMA, menandakan pengukuhan dalam jangka pendek.\n\n\n**Kaspa (KAS):** Kaspa (KAS) meningkat dan ditutup di atas SMA 50 hari ($0.07) pada 12 April, menunjukkan bahawa tekanan jualan berkurangan. EMA 20 hari ($0.07) telah mula meningkat, dan RSI telah meningkat ke wilayah positif, menunjukkan bahawa laluan paling kurang rintangan adalah ke atas. Jika pembeli memacu harga melebihi $0.08, pasangan KAS/USDT akan melengkapkan corak double-bottom. Susunan menaik ini mempunyai objektif sasaran $0.12. Sebaliknya, jika harga menurun daripada $0.08 dan memecah di bawah EMA 20 hari, ia akan menandakan pembentukan julat. Pasangan itu mungkin berayun antara $0.08 dan $0.05 untuk beberapa waktu. Pasangan ini telah menurun daripada $0.08 tetapi kemungkinan akan mendapat sokongan pada 20-EMA. Jika harga meningkat semula daripada 20-EMA, pasangan itu boleh meningkat ke bahagian atas julat, yang merupakan rintangan penting untuk diperhatikan. Jika pembeli mengatasi halangan atas, pasangan itu boleh memulakan pergerakan menaik baharu ke arah $0.09. Pandangan positif ini akan dibatalkan dalam jangka pendek jika harga menurun dan memecah di bawah sokongan $0.07. Ini boleh mengekalkan pasangan itu terperangkap di dalam julat untuk sedikit masa lagi.\n\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Kenaikan harga Bitcoin kepada $86,000 mungkin memberi isyarat kepada pedagang altcoin untuk membuka posisi baharu dalam ONDO, HYPE, RNDR dan KAS.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc1d8d22199020619d73b7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjMwMDYtN2I5NC03ODJlLTg1N2UtODgzZGYxMzQ3ZmFk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-13 20:21:00"
        },
        {
            "title": "Popcat Pops 26%, Peanut the Squirrel Gains, and Troller Cat Whitelist Lands on Its Feet",
            "translated_facebook_post": "Troller Cat, Popcat, dan Peanut the Squirrel tengah \"fight\" untuk jadi meme coin paling popular. Troller Cat, dengan ciri unik dan pra-jualan yang menarik perhatian ramai, nampaknya berpotensi besar. Popcat pula dah naik mendadak, manakala Peanut the Squirrel secara perlahan-lahan bina reputasi yang kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fbdbb810e3c572375ed6d0",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5db0e8461f0e479e87320587f3075302.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:15:00"
        },
        {
            "title": "Keyboard Cat, GOHOME, and the Cat That’s Set to Claw Its Way to the Top—7 Meme Coins to Watch",
            "translated_facebook_post": "Beberapa syiling meme macam Troller Cat, GOHOME, dan beberapa lagi tengah naik sekarang.  Troller Cat nampaknya paling menjanjikan sebab ada peluang dapat ganjaran lumayan dan akses awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc1d8cd022a00e7b0877e0",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed-29.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:15:00"
        },
        {
            "title": "Qubetics Hits Stage 29 With 24,600+ Holders—Near Protocol and Filecoin Join List of Top Cryptos to Invest in Today",
            "translated_facebook_post": "Qubetics, Near Protocol, dan Filecoin antara projek kripto yang tengah meningkat naik, menawarkan peluang pelaburan menarik dengan potensi pulangan tinggi.  Qubetics fokus pada pengewangan aset fizikal, Near Protocol pada pembangunan aplikasi terdesentralisasi yang cekap, dan Filecoin pada penyelesaian storan data terdesentralisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc1d8cf3dc10584546e9ea",
            "source": "TurkishNY Radio",
            "image": "https://www.turkishnyradio.com/wp-content/uploads/2025/04/image-121.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:15:00"
        },
        {
            "title": "ENA Signals Major Reversal with Falling Wedge and Inverse Head and Shoulders",
            "translated_facebook_post": "ENA menunjukkan potensi kenaikan harga yang memberangsangkan lepas beberapa corak teknikal muncul.  Harga mungkin naik lagi lepas patah beberapa halangan utama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc1ea44988ac275b7ecee9",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/Bullish-MarketBullish-Trading-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 20:15:00"
        }
    ]
}