{
    "timestamp": "2025-04-25 14:26:31",
    "all_news": [
        {
            "title": "China Denies Tariff Talks With US Amid Rising Tensions",
            "translated_facebook_post": "China menafikan sebarang rundingan tarif dengan Amerika Syarikat, keadaan tegang antara dua negara masih berterusan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b98de3d2c4050a6864c9b",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/04/China-Sells-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:12:00"
        },
        {
            "title": "Coinbase Faces Key Legal Victories in Staking Disputes",
            "translated_facebook_post": "Beberapa negeri Amerika Syarikat dan Suruhanjaya Sekuriti dan Bursa (SEC) telah menarik balik saman terhadap Coinbase, membuka jalan untuk lebih ramai orang guna perkhidmatan 'staking' kripto dan mungkin menarik lebih banyak pelaburan dalam pasaran kripto Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b98df1b91ed6d54bb21e5",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/coinbase-celebration-meeting-room.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:12:00"
        },
        {
            "title": "Nous Research secures $50M from Paradigm to build decentralized AI on Solana",
            "translated_facebook_post": "Nous Research, syarikat AI terdesentral, dapat dana $50 juta untuk bina AI terbuka menggunakan teknologi blockchain Solana,  dengan kerjasama ramai untuk cabar gergasi AI sedia ada.",
            "translated_title": "Nous Research peroleh $50 juta daripada Paradigm untuk bina AI terdesentralisasi di Solana.",
            "translated_content": "**Nous Research Secures $50 Million Series A, Valued at $1 Billion**\n\nDecentralized AI startup Nous Research has raised $50 million in a Series A funding round, led by crypto venture capital firm Paradigm. This represents one of the largest investments to date at the intersection of blockchain and artificial intelligence.  The funding round values Nous at $1 billion.  Previous investors, including Distributed Global, North Island Ventures, and Delphi Digital, participated in earlier seed rounds totaling $20 million.\n\nFounded in 2022, Nous Research is developing open-source AI models powered by decentralized infrastructure.  The company utilizes the Solana blockchain to incentivize global participation in training its AI models, aiming to compete with centralized AI giants like OpenAI and DeepMind.  The company harnesses global idle computing power for AI training.\n\nFounded by AI researchers, including Diederik Kingma (co-inventor of the Adam optimizer), Nous takes a unique approach. Instead of relying on centralized data centers, it allows individuals worldwide to contribute their idle computing power.  Blockchain technology ensures secure and incentivized participation while mitigating risks such as data poisoning through features like Byzantine fault tolerance.\n\nCo-founder Karan Malhotra stated, \"We very much came from a mentality that we want to create and serve the world’s best AI.”  The 20-person team plans to use the new capital to scale compute resources and advance research.  In December 2024, Nous announced it was pre-training a 15-billion-parameter LLM in a decentralized manner, livestreaming progress for transparency.\n\nParadigm's investment reflects a growing interest in AI within the crypto venture community.  Paradigm partner Arjun Balaji commented that Nous’s \"open, community-oriented approach is a powerful contrast to the closed, centralized efforts from incumbent labs.\"\n\nParadigm, founded by Coinbase’s Fred Ehrsam and ex-Sequoia partner Matt Huang, is a leading crypto venture capital firm.  Its portfolio includes prominent projects like Uniswap and dYdX, and it has consistently supported Ethereum scaling solutions such as Optimism.",
            "translated_summary": "Nous Research kumpul dana $50 juta daripada Paradigm untuk membina AI terdesentralisasi di Solana, memanfaatkan teknologi rantaian blok bagi memacu inovasi AI sumber terbuka.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b98deec3c4a01152a113b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGQxYzgtOGExYy03MjI4LWFlYzctZDViMDI0ZGJlYWE1.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-25 14:10:00"
        },
        {
            "title": "Best Crypto to Buy Now as XRP Price Rallies",
            "translated_facebook_post": "Harga XRP naik, menarik minat ramai, tapi beberapa altcoin lain macam Bitcoin Pepe, CartelFi, dan PepeX pun nampaknya berpotensi untung lebih besar sebab mereka ada inovasi unik dalam pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b98de4f00be797fcb501c",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/25193347/bitcoin-world.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:09:00"
        },
        {
            "title": "FragBTC: Solana’s First Native Yield-Generating Bitcoin Product",
            "translated_facebook_post": "Solv Protocol lancarkan FragBTC, produk pertama di Solana yang bagi hasil Bitcoin.  Ia hasil kerjasama Solv, Zeus Network, dan Fragmetric,  menawarkan pulangan Bitcoin dengan keselamatan tinggi dan akses lebih mudah kepada pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97ac1b91ed6d54bb21d4",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/12165.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:08:00"
        },
        {
            "title": "Roger Ver Hires Roger Stone for $600K Legal Aid",
            "translated_facebook_post": "Roger Ver upah Roger Stone dengan bayaran $600,000 untuk bantu selesaikan masalah cukai $48 juta, sekaligus menonjolkan perkaitan antara pemimpin kripto dan ahli politik dalam isu peraturan kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97ae1b91ed6d54bb21da",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-courtroom-strategy.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:08:00"
        },
        {
            "title": "Hespérides University Introduces Innovative Bitcoin Master’s Program",
            "translated_facebook_post": "Universiti Hespérides di Sepanyol akan tawarkan program ijazah sarjana Bitcoin secara online bermula 28 April 2025, meliputi aspek teknikal, undang-undang, ekonomi dan falsafah Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/hesperides-university-introduces-innovative-bitcoin-masters-program",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-news-080.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:08:00"
        },
        {
            "title": "Pro: Trade wars are causing recalibration, not collapse for investors",
            "translated_facebook_post": "Walaupun ada perang perdagangan, ekonomi global sebenarnya masih kuat dan menunjukkan daya tahan yang memberangsangkan.  Bank pusat dan kerajaan pun bertindak pantas dengan rangsangan ekonomi, manakala pelaburan dalam sektor tertentu seperti pertahanan dan teknologi hijau semakin meningkat.  Jadi, perubahan berlaku, tapi bukan ke arah kejatuhan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97ae4f00be797fcb5015",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/02/crypto-news-bull-option01.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:05:00"
        },
        {
            "title": "Is Pokémon Partnering with Sui? SUI Crypto Jumps to $3 on Rumors",
            "translated_facebook_post": "Gosip pasal Pokémon mungkin akan bekerjasama dengan Sui blockchain tengah hangat sekarang, harga SUI pun naik sampai $3 sebab spekulasi ni.  Update Pokémon HOME dan satu kenyataan blog Sui yang cepat dipadam menambahkan lagi spekulasi.  Walaupun belum ada pengesahan, ramai yang teruja!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97ae4f00be797fcb5017",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2024/12/Sui_Header_1733911816FmyULY3D2s.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:05:00"
        },
        {
            "title": "Nvidia remains cautious about dealing with crypto",
            "translated_facebook_post": "Nvidia kekal fokus pada AI, bukan kripto;  walaupun pernah untung besar dari perlombongan Bitcoin, mereka nampaknya lebih yakin dengan potensi AI dan pelaburan besar dalam pembuatan cip di Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97ad4f00be797fcb5013",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Nvidia-remains-cautious-about-dealing-with-crypto.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:05:00"
        },
        {
            "title": "Could MAGACOINFINANCE, Bitcoin (BTC), and XRP Break Key Price Barriers?",
            "translated_facebook_post": "Bitcoin, XRP, dan MAGACOINFINANCE mungkin akan meningkat nilainya, dengan MAGACOINFINANCE dilihat berpotensi tinggi kerana masih dalam peringkat awal dan mendapat perhatian pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b966b3d2c4050a6864c91",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745514986.docx_1745514986_image3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:02:00"
        },
        {
            "title": "DPIN Hanoi AI+DePIN Summit: Charting the Course for a Decentralized AI Infrastructure Ecosystem",
            "translated_facebook_post": "Satu sidang kemuncak AI+DePIN baru-baru ini di Hanoi telah membincangkan tentang infrastruktur AI terdesentralisasi, aset dunia sebenar (RWA), dan peluang di Asia Tenggara.  Ia menekankan potensi kerjasama antara rangkaian infrastruktur fizikal terdesentralisasi (DePIN) dengan teknologi AI untuk akses yang lebih luas dan kos efektif kepada kuasa pengkomputeran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b959d4f00be797fcb5006",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/9fa93f897b92498992745687fb702c3e.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:01:00"
        },
        {
            "title": "Hespérides University Launches a Dynamic Online Master’s Program in Bitcoin",
            "translated_facebook_post": "Universiti Hespérides akan lancarkan program ijazah sarjana Bitcoin secara atas talian pada April 2025, gabungkan teori dan amali,  serta kerjasama industri untuk sediakan peluang kerjaya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/hesperides-university-launches-a-dynamic-online-masters-program-in-bitcoin/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-news-1093-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:01:00"
        },
        {
            "title": "Italian Town to Unveil Monument Honoring Bitcoin Creator Satoshi Nakamoto",
            "translated_facebook_post": "Bandar kecil di Itali, Fornelli, nak bina monumen untuk penghormat Satoshi Nakamoto, pengasas Bitcoin, sebagai tanda sokongan terhadap mata wang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b966a1b91ed6d54bb21d2",
            "source": "BTCPeers",
            "image": "https://btcpeers.com/content/images/2025/04/3332.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:00:00"
        },
        {
            "title": "Solana Strategies purchases $500m in SOL; Meanwhile, excitement builds for Yeti Ouro in P2E market",
            "translated_facebook_post": "Pelaburan besar dalam Solana dan sambutan hangat terhadap Yeti Ouro menjanjikan potensi keuntungan yang menarik dalam pasaran kripto, terutamanya dengan peningkatan harga Solana dan jualan awal YETIO yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b96684f00be797fcb500a",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/11/crypto-news-Solana-and-meme-coins-option06.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:00:00"
        },
        {
            "title": "Atkins SEC era sparks massive industry optimism, crypto execs speak out",
            "translated_facebook_post": "Pelantikan Paul Atkins sebagai pengerusi SEC mencetuskan optimisme dalam industri kripto, dengan harapan lebih banyak kejelasan dan pengurangan ketidakpastian peraturan.",
            "translated_title": "Era SEC Atkins mencetuskan optimisme besar dalam industri, eksekutif kripto bersuara.",
            "translated_content": "Industri kripto sedang bersiap untuk perubahan ketara dalam nada pengawalseliaan susulan pelantikan Paul Atkins sebagai pengerusi Suruhanjaya Sekuriti dan Bursa AS (SEC) pada 21 April. Bekas pesuruhjaya SEC dengan pegangan teguh terhadap falsafah deregulasi, Atkins menggantikan Gary Gensler, yang pendiriannya yang agresif terhadap kripto telah mencorakkan sebahagian besar legasi agensi itu baru-baru ini.\n\nDalam episod terbaru Byte-Sized Insight bersama Cointelegraph, tokoh-tokoh utama industri memberi pandangan mereka tentang implikasi perubahan kepimpinan ini dan apa yang mungkin dapat dicapainya untuk inovasi, pelaburan dan kejelasan bagi aset digital.\n\n\"Zaman kegemilangan\" kripto berterusan\n\nChris Perkins, presiden CoinFund, menyatakan keterujaannya terhadap pengerusi SEC yang baharu, meramalkan pengurangan ketidakpastian pengawalseliaan di bawah pentadbiran baharu.\n\n\"Kita berada di bawah pemerintahan keganasan pengawalseliaan ini, di bawah pentadbiran Biden,\" kata Perkins. \"Pelabur dalam aset, mereka sangat selesa mengambil risiko pasaran... tetapi mereka tidak selesa mengambil risiko reputasi, dan bersama-sama dengan itu ialah risiko pengawalseliaan.\"\n\nBeliau menyatakan bahawa bukan sahaja pelabur dan syarikat yang gugup di bawah pentadbiran lepas, malah pembangun dalam ruang kripto juga telah disasarkan atas kerja mereka.\n\nPerkins menekankan bagaimana perubahan iklim pengawalseliaan dapat memangkinkan pertumbuhan.\n\nKatherine Dowling, penasihat umum dan ketua pegawai komersial di Bitwise Asset Management, bersetuju bahawa perubahan itu sudah kelihatan.\n\n\"Suasana sudah berubah,\" katanya. \"Kita telah melihat pelbagai aktiviti sekitar kes-kes undang-undang tertentu... yang ditolak, digugurkan... bukan kerana semua pengawalseliaan akan hilang... tetapi kerana lebih banyak kerja perlu dilakukan untuk menentukan apa itu aset digital ini.\"\n\nDowling menegaskan bahawa perubahan itu adalah mengenai kejelasan, bukan deregulasi.\n\nApa yang diharapkan daripada era Atkins\n\nJames Gernetzke, ketua pegawai kewangan Bitcoin dan dompet kripto Exodus, menambah bahawa \"janji untuk dapat berinteraksi dengan pengawal selia secara munasabah… akan sangat membantu.\"\n\nGernetzke berkata beliau menjangkakan kepulangan kepada \"jangka masa yang lebih normal\" untuk IPO dan akses kepada pasaran modal.\n\nPerkins menangkap sentimen yang lebih luas, dengan memanggil rang undang-undang struktur pasaran yang akan datang sebagai potensi kunci.",
            "translated_summary": "Paul Atkins telah mengangkat sumpah sebagai pengerusi SEC. Berikut adalah apa yang kepimpinannya mungkin ertikan bagi pasaran kripto, perlindungan pelabur dan masa depan DeFi…",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b9669ec3c4a01152a1126",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWZiZmYtZDExMy03ODA5LTgwMDMtZTQ0YmRhMTYxZDNl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-25 14:00:00"
        },
        {
            "title": "Ethereum Holds $1,540 Range, Binance Coin Targets $600, Unstaked Makes Its Way Into Top Trending Crypto Conversations",
            "translated_facebook_post": "Harga Ethereum dekat dengan titik penting, Binance Coin nampak stabil, manakala Unstaked menarik perhatian sebagai projek kripto baru yang menjanjikan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b96693d2c4050a6864c8d",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-25T140222.729Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:00:00"
        },
        {
            "title": "ALGO’s Chart Sparks Interest, BDAG Unveils X10 Miner, IOTA Rebased Launch Nears",
            "translated_facebook_post": "Harga ALGO menunjukkan potensi kenaikan, IOTA bakal naik taraf rangkaiannya, dan BlockDAG mempamerkan prototaip pelombong X10 yang menjanjikan pulangan tinggi.  Nampaknya BlockDAG paling menarik perhatian buat masa ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97ae1b91ed6d54bb21d8",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-25T140430.740Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:00:00"
        },
        {
            "title": "MANTRA Starts Token Burn, BDAG Launches 90% Discount, & XRP ETF Buzz Builds",
            "translated_facebook_post": "MANTRA sedang bakar token untuk pulihkan keyakinan pelabur,  XRP ETF makin hangat diperkatakan, tapi BlackRock masih berhati-hati.  BlockDAG pula menarik perhatian ramai dengan diskaun 90%, peluang terbaik untuk melabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b97aeec3c4a01152a1132",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-25T140826.110Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 14:00:00"
        },
        {
            "title": "Ethereum Whales Liquidate Amid Price Volatility",
            "translated_facebook_post": "Harga Ethereum turun naik, dan nampaknya ada beberapa pelabur besar jual banyak ETH baru-baru ni.  Ini menyebabkan harga bergerak dan menunjukkan betapa pengaruh mereka terhadap pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680b95501b91ed6d54bb21ce",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/ethereum-whale-activities-impact.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-25 13:58:00"
        }
    ]
}