{
    "timestamp": "2025-04-02 15:31:12",
    "all_news": [
        {
            "title": "VeTrade Launches as VeChain’s First Decentralized Exchange with Limit Order Functionality",
            "translated_facebook_post": "VeTrade, bursa terdesentralisasi pertama VeChain, dah dilancarkan, bagi pengguna lebih kawalan dalam berurus niaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/vetrade-launches-as-vechains-first-decentralized-exchange-with-limit-order-functionality/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2023/03/RuskaDesign-VeChain-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:12:00"
        },
        {
            "title": "Experts Are Backing This Record Breaking $0.06 Crypto To Beat Dogecoin and Cardano To $6 As Ecosystem Explodes",
            "translated_facebook_post": "Pakar-pakar ramal matawang kripto Rollblock yang harganya cuma $0.06, bakal mengatasi Dogecoin dan Cardano mencecah $6, disebabkan ekosistemnya yang pesat berkembang.  \n\n\nRamai pakar jangka Rollblock akan mengatasi Dogecoin dan Cardano, sampai harga mencecah $6.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/experts-are-backing-this-record-breaking-006-crypto-to-beat-dogecoin-and-cardano-to-6-as-ecosystem-explodes/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-04-02%20at%2016.05.43.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:11:00"
        },
        {
            "title": "Bitcoin breaks $86K as US tariff 'Liberation Day' risks 11% BTC price dip",
            "translated_facebook_post": "Harga Bitcoin mencecah paras tertinggi,  tapi mungkin jatuh semula ke sekitar $76,000 disebabkan pengumuman tarif baharu.",
            "translated_title": "Bitcoin Pecah AS$86,000 Ketika ‘Hari Pembebasan’ Tarif AS Mengundang Risiko Penurunan Harga BTC 11%",
            "translated_content": "Bitcoin (BTC) mencapai paras tertinggi April pada pembukaan Wall Street pada 2 April di tengah-tengah jangkaan pasaran terhadap \"Hari Pembebasan\" AS.\n\nCarta BTC/USD 1 jam. Sumber: Cointelegraph/TradingView\n\nBitcoin mencuba untuk menembusi paras baharu di tengah-tengah pengiraan tarif AS\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan paras tertinggi tempatan sebanyak $86,444 di Bitstamp, prestasi terbaik untuk BTC/USD sejak 28 Mac.\n\nKetidakstabilan kekal menjelang pengumuman Presiden AS Donald Trump mengenai satu siri tarif perdagangan timbal balik yang meluas.\n\nLangkah-langkah tersebut akan didedahkan dalam satu ucapan dari Taman Mawar Rumah Putih pada pukul 4 petang Waktu Timur, dengan Trump kemudian mengadakan sidang akhbar.\n\nWalaupun saham AS diniagakan sedikit menurun selepas pembukaan, Bitcoin berjaya menebus kerugian, bertindak di kawasan penting yang dipenuhi dengan garisan trend jangka panjang.\n\nSeperti yang dilaporkan oleh Cointelegraph, ini termasuk pelbagai purata bergerak mudah (SMA) dan eksponen (EMA), antaranya SMA 200 hari - satu garisan sokongan pasaran lembu jantan klasik yang kini hilang.\n\nCarta BTC/USD 1 hari dengan SMA 200. Sumber: Cointelegraph/TradingView\n\nDalam pemerhatian terbaharunya, pedagang dan penganalisis popular Rekt Capital membuat rujukan tambahan kepada EMA 21 minggu dan 50 minggu.\n\n“Pengukuhan antara dua EMA Pasaran Lembu Jantan berterusan. Walau bagaimanapun, EMA 21 minggu (hijau) mewakili harga yang lebih rendah kerana ia menurun,” tulisnya dalam catatan di X bersama carta ilustrasi.\n\nCarta BTC/USD 1 minggu dengan EMA 21, 50. Sumber: Rekt Capital/X\n\nRekt Capital menandakan berita lebih menaik yang bakal berlaku, terima kasih kepada BTC/USD yang cuba untuk menembusi trend menurun yang panjang pada jangka masa harian.\n\nBeliau mengesahkan:\n\nCarta BTC/USD 1 hari. Sumber: Rekt Capital/X\n\nBulan lepas, metrik indeks kekuatan relatif (RSI) harian Bitcoin melepasi trend menurunnya sendiri yang telah wujud sejak November 2024.\n\nAnalisis memberi amaran harga BTC $76,000 mungkin kembali\n\nBagaimanapun, meneruskan gambaran makro, firma perdagangan QCP Capital tidak bersemangat.\n\nAset berisiko, ia memberitahu pelanggan saluran Telegram pada hari itu, kemungkinan akan “tetap berada di bawah tekanan” berikutan pengumuman tarif.\n\n“Dalam kripto, sentimen kekal agak lemah. BTC terus didagangkan tanpa keyakinan, manakala ETH mengekalkan sokongan pada $1,800. Di seluruh pasaran, pasaran kripto menunjukkan tanda-tanda keletihan dengan banyak syiling menurun 90% YTD, dengan sesetengahnya menurun lebih 30% dalam minggu lepas,” ringkasannya.\n\nPergerakan tarif sebelumnya pada suku pertama hampir sebulat suara memberikan tindak balas harga BTC yang menurun.\n\nPeserta industri lain lebih berharap, termasuk firma pengurusan aset Swissblock, yang berhujah bahawa “tiada tanda kejatuhan yang bakal berlaku” berlaku pada Bitcoin.\n\n“Adakah $BTC akan kekal sebagai lindung nilai, atau akan mengikut TradFi ke dalam penurunan?” soalnya dalam satu utas X pada 31 Mac, sambil menggambarkan tindakan harga BTC sebagai “di persimpangan jalan.”\n\nCarta momentum harga Bitcoin. Sumber: Swissblock/X\n\nSwissblock melihat potensi untuk kembali ke paras terendah beberapa bulan $76,000 sekiranya berlaku tindak balas negatif - penurunan sebanyak 11% berbanding paras semasa.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Bitcoin memberi petanda kenaikan harga BTC sebelum tarif AS didedahkan, tetapi bolehkah ia mengelakkan penurunan semula ke paras $76,000?",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed5450ec80cf22bb938105",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY2ZjktMzU3My03M2Y2LTg2OWQtZDMwNjY1ZTE1MWM3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 15:09:00"
        },
        {
            "title": "Tron (TRX) Founder Justin Sun May Have Averted Crypto Market Disaster – Saved a Near-Sinking Stablecoin",
            "translated_facebook_post": "Justin Sun, pengasas Tron,  bantu selamatkan TrueUSD (TUSD) daripada masalah kewangan besar lepas berbilion ringgit rizabnya hilang akses.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed53246c1c3b04d91cc931",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/12/justin-sun-tron.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:07:00"
        },
        {
            "title": "7-Eleven Begins Accepting Bank of Korea’s Digital Currency in CBDC Trial",
            "translated_facebook_post": "7-Eleven di Korea Selatan dah mula terima mata wang digital Bank of Korea sebagai sebahagian daripada ujian CBDC.  Ada diskaun 10% untuk pengguna yang guna!\n\nPeluang guna mata wang digital semakin meluas di Korea Selatan, dengan 7-Eleven menawarkan insentif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/7-eleven-begins-accepting-bank-of-korea-s-digital-currency-in-cbdc-trial/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/a6dc54ffbb39aa20a5df88f339909ac9fc35a9b4-1920x1080.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:07:00"
        },
        {
            "title": "Week in RWA: $7.4B Lost as Heavyweights Hold Ground",
            "translated_facebook_post": "Pasaran aset dunia sebenar (RWA) mengalami penurunan minggu ini, susut hampir $7.4 bilion.  Beberapa token RWA jatuh lebih 30%, walaupun ada juga yang meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/week-in-rwa-dollar74b-lost-as-heavyweights-hold-ground/",
            "source": "Daniel Phillips",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/13e7f39258184a1b9b7328219f5de5a9.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:06:00"
        },
        {
            "title": "Japan's Second Largest Bank Enters the Cryptocurrency Sector with This Altcoin!",
            "translated_facebook_post": "Bank kedua terbesar di Jepun, SMBC, akan lancarkan duit mata digital sendiri, bekerjasama dengan Ava Labs dan Fireblocks, dijangka siap tahun depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed520cec80cf22bb9380ea",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/02/japonya-.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:03:00"
        },
        {
            "title": "VanEck Launches Celestia ETNs on European Exchanges",
            "translated_facebook_post": "VanEck dah lancarkan ETN Celestia kat bursa Eropah, bagi pelabur institusi akses mudah tanpa perlu pegang token TIA sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed520d6c1c3b04d91cc92d",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/vaneck-celestia-etns-launch-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:02:00"
        },
        {
            "title": "Bitcoin Slows as Solana and MAGACOINFINANCE Take Over the Spotlight",
            "translated_facebook_post": "Bitcoin macam dah slow sikit, ramai pelaburalih tumpuan ke projek lain macam Solana dan MAGACOINFINANCE. Solana memang laju, tapi MAGACOINFINANCE tengah naik daun sebab pre-sale dia berjaya kumpul banyak duit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed520efcc6434b634422d6",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17435322799954232-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:01:00"
        },
        {
            "title": "Grayscale Launches BTCC and BPI Bitcoin ETFs",
            "translated_facebook_post": "Grayscale baru lancarkan dua ETF Bitcoin baru, BTCC dan BPI,  membuka lebih banyak peluang pelaburan kripto dan menarik lebih ramai pelabur institusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed520cfcc6434b634422d0",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Grayscale-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:00:00"
        },
        {
            "title": "Musk’s government-efficiency blockchain: What could go wrong and what could go right?",
            "translated_facebook_post": "Cadangan Elon Musk untuk guna teknologi blockchain dalam kerajaan Amerika Syarikat ada potensi baik dan buruk.  Ketelusan tinggi memang menarik, tapi pindahkan data lama dan latih pekerja guna sistem baru tu kerja besar.  Risiko maklumat sulit terdedah pun perlu dipertimbangkan.",
            "translated_title": "Rangkaian Blok Kecekapan Kerajaan Musk: Apakah Kesilapan dan Kejayaan yang Mungkin Berlaku?",
            "translated_content": "Pendapat oleh: James Strudwick, pengarah eksekutif, Starknet Foundation\n\nPandangan mengenai penggunaan teknologi baharu telah berubah di Washington. Cadangan Ketua Pegawai Eksekutif Tesla dan penasihat presiden, Elon Musk, untuk menggabungkan teknologi blockchain ke dalam Perbendaharaan AS telah meletakkan blockchain dan penggunaannya untuk kewangan negara di barisan hadapan perdebatan global. Menurut Musk, sebahagian besar daripada usaha ini berpunca daripada kebimbangan terhadap ketidakmungkinan kemampanan perbelanjaan kerajaan semasa. Dengan lejarnya yang tidak boleh diubah dan jejak audit yang telus, blockchain sedang menunggu peluang, menawarkan penyelesaian berpotensi untuk menguruskan kewangan awam yang besar.\n\nMusk memperjuangkan sistem maklumat bersepadu yang boleh menjejak pembayaran, kelayakan dan sumber kerajaan secara masa nyata, mendorong perdebatan dalam komuniti fintech mengenai kebaikan dan keburukan memperkenalkan alat sedemikian di peringkat kerajaan. Idea ini menarik, kerana huraian mengenai blockchain secara berkesan menjanjikan akauntabiliti, kebolehlacakan dan operasi yang diperkemas. Peralihan di sini, iaitu kepada infrastruktur kerajaan yang dikuasakan oleh blockchain, menimbulkan beberapa cabaran yang mungkin melebihi jangkaan pentadbiran baharu setakat ini.\n\nBlockchain sebagai pelengkap kerajaan\n\nSatu kebimbangan bagi pemegang kepentingan yang mengorbit dunia blockchain ialah tentang skala operasi kerajaan. Setiap hari, kerajaan AS mengendalikan beribu-ribu transaksi merentas pelbagai jabatan. Kebolehlaksanaan visi Musk dipersoalkan hanya disebabkan oleh kerumitannya sendiri. Keselamatan yang boleh dibuktikan yang mesti ditawarkan oleh teknologi blockchain semasa mengendalikan berjuta-juta transaksi harian tanpa menghadapi masalah untuk berjaya pada skala ini amat besar.\n\nSatu penyelesaian yang dicadangkan oleh Musk ialah model hibrid yang menggunakan \"Validium\" zero-knowledge rollups. Kelajuan dan kecekapan ZK-rollups moden, yang boleh mengendalikan ratusan juta transaksi setiap hari, berpotensi untuk memastikan setiap bahagian transaksi kerajaan bagi setiap warganegara utuh dan boleh disahkan. Sifat teknologi yang pesat berkembang, yang berskala untuk mengendalikan jumlah transaksi yang lebih tinggi pada tahun-tahun akan datang, menunjukkan bahawa ini boleh dicapai.\n\nMalangnya, ini sendiri mempunyai halangan tersendiri, terutamanya semasa mengintegrasikan perkhidmatan awam, yang cenderung beroperasi secara berasingan.\n\nSoalan manusia\n\nIroni yang besar di sini ialah pengisytiharan Musk tentang ketidakefisienan kerajaan sebagai sebab untuk pergolakan yang sedang berlaku mungkin menjadi salah satu sebab terbesar untuk tidak meneruskan pelan tersebut. Halangan sebenar di sini bukanlah teknologi, tetapi manusia. Peralihan daripada sistem lama yang ketinggalan zaman kepada infrastruktur blockchain yang lebih moden memerlukan bukan sahaja kemas kini perisian, tetapi juga pengaturcaraan semula tenaga kerja sepenuhnya. Pekerja kerajaan yang tertanam dalam birokrasi biasa dengan sistem yang ketinggalan zaman, dan melatih semula mereka bukanlah tugas yang mudah.\n\nLaporan terkini: Jabatan perumahan AS menimbang blockchain, stablecoin untuk membayar dan memantau geran: Laporan\n\nTambahan pula, pangkalan data kerajaan semasa adalah labirin data yang didokumenkan dengan buruk dan sukar difahami. Mengeluarkan dan memindahkan data ini ke infrastruktur blockchain sendiri adalah satu tugas yang mungkin memerlukan pelaburan yang serius. Walaupun keanggunannya, blockchain tidak dibina untuk menangani ketidakefisienan sedemikian. Walaupun potensinya untuk mengendalikan persekitaran yang kompleks dan diedarkan, kesukaran yang wujud dalam sistem itu sendiri boleh menjadikan peralihan lebih rumit daripada masalah yang ditimbulkannya.\n\nMenimbang ketelusan dan kerahsiaan\n\nKetelusan perbelanjaan persekutuan juga merupakan faktor yang perlu diberi perhatian. Kekuatan semula jadi blockchain dan daya tarikannya yang dipuji adalah kekuatannya. Ia membenarkan warganegara menjejaki bagaimana dana awam diperuntukkan dan dibelanjakan. Premis Musk boleh memupuk tahap akauntabiliti yang belum pernah dilihat setakat ini, yang menjadikan transaksi, setiap perwakilan kuasa dan setiap pengagihan sumber kelihatan kepada orang ramai secara masa nyata.\n\nMasalahnya ialah data kerajaan yang sensitif, maklumat sulit atau pengenalan peribadi boleh terdedah secara berbahaya pada blockchain awam. Tindak balas Musk adalah untuk cuba mengaitkan data sensitif kepada saluran persendirian dalam blockchain dan memastikan bahawa hanya individu yang mempunyai kebenaran yang sesuai atau daripada jabatan tertentu sahaja boleh mengakses maklumat sulit. Secara teori, ini menangani kebimbangan keselamatan sambil membenarkan kebolehsahan awam blockchain.\n\nTawaran Musk boleh membawa kepada sistem yang lebih cekap dan bertanggungjawab. Dorongan sosial di sebalik ini ialah kritikan lama terhadap pembaziran perbelanjaan dan peruntukan sumber yang salah. Terdapat juga kemungkinan untuk mengukuhkan proses demokrasi dengan menjadikan pegawai awam lebih bertanggungjawab. Pihak berkuasa yang terdesentralisasi mempunyai impak yang lebih luas untuk memperkasa rakyat melalui akses masa nyata.\n\nTerdapat aspek berwawasan ke hadapan kepada visi ini. Ia menimbulkan satu persoalan yang mendalam. Teknologi boleh menangani cabaran tadbir urus manusia, tetapi kita berisiko mengalami pergeseran asas dalam cara kita memahami privasi dan pihak berkuasa yang bertanggungjawab. Semasa kita mempersoalkan sifat tadbir urus, ia memerlukan pertimbangan teliti terhadap peranan blockchain dan apa yang akhirnya boleh bermakna untuk masa depan masyarakat secara keseluruhan.\n\nPendapat oleh: James Strudwick, pengarah eksekutif, Starknet Foundation.",
            "translated_summary": "Potensi Faedah dan Cabaran Cadangan Elon Musk untuk Menggunakan Teknologi Rantaian Blok di Perbendaharaan AS, daripada Peningkatan Ketelusan kepada Logis...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed520c6c1c3b04d91cc929",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdmMzEtMmRiYy03Y2I5LTg4OTYtN2ZkZjQ4ZDk4NzJk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 15:00:00"
        },
        {
            "title": "Best Altcoins for 100x Next Bull Run: Buy Before the Next Big Surge",
            "translated_facebook_post": "Beberapa altcoin berpotensi meningkat nilai dengan banyak kali ganda, termasuk Chainlink, Solana, Sui dan Algorand, yang menawarkan penyelesaian inovatif dalam teknologi blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed5325fcc6434b634422dc",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/Pitch-3-12.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:00:00"
        },
        {
            "title": "Dogecoin Price Prediction: DOGE Flashes Green As Mutuum Finance (MUTM) Readies Itself For a Stunning 13,420% Upside",
            "translated_facebook_post": "Harga Dogecoin mungkin naik semula lepas beberapa bulan jatuh, tapi ada peluang pelaburan lain yang lebih lumayan dengan potensi pulangan 13,420%.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed53256c1c3b04d91cc937",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-13.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 15:00:00"
        },
        {
            "title": "Grayscale Announced the Launch of Two New Bitcoin ETFs – Here Are They!",
            "translated_facebook_post": "Grayscale baru lancarkan dua ETF Bitcoin baru, BTCC dan BPI, yang memberi pendapatan sampingan sambil melabur dalam Bitcoin.  Kedua-dua ETF ini guna strategi *covered call*, bukan terus pegang Bitcoin.  Jadi,  pelabur boleh dapat pendapatan tambahan dan lindung nilai risiko turun naik harga Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinpedia.org/news/grayscale-announced-the-launch-of-two-new-bitcoin-etfs-here-are-they/",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/27191030/Grayscale-Updates-Its-Top-20-Crypto-Projects-for-Q2-2025-%E2%80%93-New-Crypto-Stars-Shine.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:59:00"
        },
        {
            "title": "CZ has a few words for devs raising money for unworthy crypto-AI projects",
            "translated_facebook_post": "Ramai projek AI kripto fokus sangat pada token, bukan kegunaannya.  CZ dari Binance rasa patut utamakan pembangunan produk dulu, baru fikir pasal token.  Ada juga projek baru nak gantikan Bitcoin, tapi ramai yang risau pasal kawalan pusat dalam AI kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed520cfcc6434b634422ce",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/CZ-has-a-few-words-for-devs-raising-money-for-unworthy-crypto-AI-projects.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:57:00"
        },
        {
            "title": "Ethereum Price Prediction April 2025 – Where Next For ETH $1500 or $5000? ETH Whales Are Making Their Next Move",
            "translated_facebook_post": "Ramalan harga Ethereum untuk April 2025 agak positif, ada yang jangka mencecah $1500 malah $5000!  Nampaknya pelabur besar pun dah mula bergerak.\n\n\nHarga Ethereum dijangka meningkat pada April 2025, mungkin mencecah $1500 atau lebih tinggi lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/ethereum-price-prediction-april-2025-where-next-for-eth-1500-or-5000-eth-whales-are-making-their-next-move/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-04-02%20at%2015.54.26.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:57:00"
        },
        {
            "title": "Justin Sun Acts to Stabilize TrueUSD Reserves",
            "translated_facebook_post": "Justin Sun campur tangan untuk stabilkan rizab TrueUSD, bagi pulihkan keyakinan pelabur lepas turun naik pasaran, harapnya keadaan pasaran kriptokurensi jadi lebih tenang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed50e5ec80cf22bb9380e8",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-businessman-retro-office.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:55:00"
        },
        {
            "title": "Can EOS And CRO Sustain Their Upward Momentum In April? Price Forecast For EOS & CRO",
            "translated_facebook_post": "Harga EOS dan CRO baru-baru ni naik mendadak, dan nampaknya ada potensi untuk terus meningkat, terutamanya EOS dengan kenaikan hampir 20% sebulan dan CRO dengan kenaikan lebih 27%.  Tapi kena ingat, pasaran kripto ni sentiasa berubah, jadi kena sentiasa berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed4ee86c1c3b04d91cc91d",
            "source": "BITZO",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6f9d86cf01654b598af5cce61cdaf9e9.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:51:00"
        },
        {
            "title": "New FTX EU Owner Backpack Initiates Customer Claims Process",
            "translated_facebook_post": "Pemilik baru FTX EU, Backpack, yang beli syarikat tu pada Januari dengan harga $32.7 juta, dah mula proses tuntutan pelanggan.  Mereka suruh pelanggan buat pengesahan KYC dulu sebagai langkah pertama.  Takde maklumat lanjut lagi setakat ni.\n\n\nPemilik baru FTX EU dah mula proses tuntutan, suruh pelanggan buat pengesahan KYC dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/new-ftx-eu-owner-backpack-initiates-customer-claims-process/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/924f300d4a2f226716f6a66aaffc2326dbe79aad-2688x1536.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:49:00"
        },
        {
            "title": "Remember This Name! Remittix Presale Becomes the Top Predicted of 2025 as Project Raises Almost $15M in Record Time",
            "translated_facebook_post": "Remittix, projek pembayaran kripto, berjaya kumpul hampir $15 juta dalam masa singkat.  Kejayaan presale ini menunjukkan potensi besarnya di pasaran, terutamanya dengan tumpuan kepada kemudahan dan kegunaan sebenar dalam pembayaran antarabangsa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed4fb9fcc6434b634422c8",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/01/18113422/Remittix-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:49:00"
        }
    ]
}