{
    "timestamp": "2025-04-08 19:23:34",
    "all_news": [
        {
            "title": "Crypto Industry Lost 40% of Active Web3 Developers in a Year",
            "translated_facebook_post": "Jumlah pembangun Web3 aktif susut hampir 40% dalam setahun, menunjukkan kurangnya nilai sebenar dan tumpuan berlebihan pada projek yang lebih banyak cakap daripada hasil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57351c012ec225890040b",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/web30804_21fde98d20.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:02:00"
        },
        {
            "title": "🚀 ZetaChain (ZETA) – The Omnichain Future of Web3",
            "translated_facebook_post": "ZetaChain, platform kontrak pintar omnichain pertama,  boleh bagi aplikasi terdesentralisasi berinteraksi dengan pelbagai blockchain, termasuk Bitcoin dan Ethereum, daripada satu rangkaian je.  Walaupun masih baru dan ada risiko, potensi dia untuk ubah cara aplikasi Web3 berfungsi merentas rantai memang besar.  Kena tengok perkembangan dia nanti!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57354dce8a52ec5e27ed5",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-04-08-%D0%B2-18.32.39.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:00:00"
        },
        {
            "title": "Dragon’s Stage 1 is Selling Out Fast - Here’s Why DDGN’s 6700% Surge is a Better Bet than Shiba Inu",
            "translated_facebook_post": "Projek kripto Dragoin tengah naik mendadak sebab strategi pembakaran token tetap yang menjamin kekurangan bekalan, berbeza dengan Shiba Inu yang walaupun aktif, masih belum nampak peningkatan harga yang ketara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f53a85ab1be52e515e3bfd",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3ad768e0a3834a67a570ae04770d0858.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:00:00"
        },
        {
            "title": "Aptos (APT) Price Shows Strength at Key Support While Fundamentals Remain Strong: Can It Reach $20?",
            "translated_facebook_post": "Harga APT naik, menunjukkan kekuatan pada paras sokongan utama, walaupun jumlah dagangan menurun.  Pertumbuhan ekosistem yang kukuh dengan peningkatan pengguna dan aktiviti DeFi menyokong potensi kenaikan harga sehingga $20.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57350e1c9dc0db97a55d2",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/09/P2P-Review-2-1-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:00:00"
        },
        {
            "title": "Crypto Billionaire Sets Sights on Dogecoin and Lightchain AI – A New Chapter in Blockchain Investment",
            "translated_facebook_post": "Seorang bilionair melabur dalam Dogecoin dan Lightchain AI, gabungan AI dan teknologi blockchain yang menjanjikan. Lightchain AI, kini dalam pra-jualan, telah menarik minat ramai pelabur. Dogecoin pula kekal popular berkat sokongan tokoh berpengaruh dan kos transaksi yang rendah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57352dce8a52ec5e27ed3",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-15-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:00:00"
        },
        {
            "title": "Bitcoin Rally Stalls, but Sliding Yuan Could Be Bullish Catalyst",
            "translated_facebook_post": "Kenaikan harga Bitcoin terhenti, tapi penurunan nilai Yuan mungkin jadi pemangkin kenaikan harga.  Amerika Syarikat akan kenakan tarif tambahan 104% ke atas barangan China bermula tengah malam.\n\n\nHarga Bitcoin berhenti naik, tapi Yuan jatuh mungkin bantu naikkan balik harga Bitcoin.  Amerika kenakan cukai tinggi barang China.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/bitcoin-rally-stalls-but-sliding-yuan-could-be-bullish-catalyst/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/228e81d1be01ee38d5da26271e243faccfb27ea4-1500x1000.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:59:00"
        },
        {
            "title": "BlackRock taps Anchorage Digital for digital asset custody",
            "translated_facebook_post": "BlackRock, gergasi pelaburan dunia,  gandeng Anchorage Digital untuk jaga aset digital mereka, bagi memenuhi permintaan pelabur, termasuk akses kepada 'staking' dan urus tadbir 'on-chain'.",
            "translated_title": "BlackRock memilih Anchorage Digital untuk penjagaan aset digital.",
            "translated_content": "Pengurus aset BlackRock bekerjasama dengan Anchorage Digital untuk perkhidmatan penjagaan kripto, satu langkah yang bertujuan untuk menangani permintaan aset digital yang semakin meningkat daripada pelabur runcit dan institusi.\n\nMenurut pengumuman pada 8 April, BlackRock merupakan firma pelaburan terbesar di dunia, dengan aset bernilai $11.6 trilion di bawah pengurusan. Syarikat ini antara penyedia produk bursa dagangan kripto (ETP) terbesar, dengan pegangan berjumlah $45.3 bilion dalam Bitcoin (BTC) dan $1.7 bilion dalam Ether (ETH), menurut data daripada Arkham.\n\nAnchorage merupakan satu-satunya bank kripto yang diberi piagam persekutuan di Amerika Syarikat.  Selain perkhidmatan penjagaan, ia akan memberikan BlackRock akses kepada peneguhan dan penyelesaian aset digital. Anchorage kini menyokong dana BUIDL BlackRock — satu dana bertokenkan $2 bilion yang disokong oleh US Treasurys dan tertumpu kepada aset dunia nyata.\n\nBlackRock bergantung kepada Coinbase untuk penjagaan Bitcoin yang dipegang dalam ETF iShares Bitcoin Trust.\n\nDana Bitcoin telah menghadapi laluan yang bergelora pada tahun 2025.\n\nSejak pelancarannya pada Januari 2024, dana Bitcoin telah menarik aliran masuk kumulatif sebanyak $36 bilion. Walau bagaimanapun, data daripada Sosovalue, yang menjejaki prestasi ETF, menunjukkan bahawa tahun 2025 telah ditandai dengan ayunan yang tajam, dengan tempoh aliran masuk yang kuat diikuti oleh aliran keluar yang ketara.\n\nDana Bitcoin dilihat sebagai antara pelancaran ETF yang paling berjaya dalam sejarah, dengan ETF iShares Bitcoin Trust BlackRock mengatasi pesaing dan mencatatkan aliran masuk bersih sebanyak $39 bilion, menurut Sosovalue. Firma itu kemudian melancarkan ETP kripto di Eropah.",
            "translated_summary": "BlackRock bekerjasama dengan Anchorage Digital, sebuah firma penjaga aset kripto, yang akan memberi firma pelaburan itu akses kepada perkhidmatan staking dan tadbir urus rantaian blok.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57225e1c9dc0db97a55c8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzQ0ZWItZDM0NS03MTZjLTgwOTctMzU0OTVlYWU5YzNk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 18:58:00"
        },
        {
            "title": "Venture Capital Firm Invests $50M in Crypto Startups",
            "translated_facebook_post": "Firma modal usaha niaga melabur $50 juta dalam syarikat permulaan kripto, mendorong pertumbuhan dan inovasi dalam sektor ini, dan pasaran bertindak balas positif terhadap pelaburan tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57225e1c9dc0db97a55c6",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-office-celebration.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:58:00"
        },
        {
            "title": "Whale Makes Bold $1.89M Bet on Fartcoin, Would it play out?",
            "translated_facebook_post": "Seorang pelabur besar dalam kripto telah melabur $1.89 juta dalam Fartcoin, membeli berjuta-juta token walaupun pasaran kripto sedang merosot.  Ini menyebabkan spekulasi dan minat ramai terhadap Fartcoin yang harganya telah meningkat mendadak sejak sebulan lepas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57352d239291a4709e045",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Whale-Makes-Bold-1.89M-Bet-on-Fartcoin-Would-it-play-out.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:58:00"
        },
        {
            "title": "US-China Tariffs Escalate, Impacting Cryptocurrency Market",
            "translated_facebook_post": "Peningkatan tarif antara Amerika Syarikat dan China buat harga kripto merudum, ramai pelabur risau, tapi mungkin ramai juga akan guna kripto sebagai alternatif simpanan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57226e1c9dc0db97a55cc",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/us-china-tariff-crypto-impact.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:57:00"
        },
        {
            "title": "Interactive Brokers Adds LINK, AVAX, SUI to Platform",
            "translated_facebook_post": "Platform dagangan Interactive Brokers tambah Chainlink, Avalanche, dan Sui, bagi pengguna layak, sekali gus memudahkan urusan dagangan pelbagai aset di satu tempat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57351dce8a52ec5e27ed1",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Interactive-Brokers-Adds-LINK-AVAX-SUI-to-Platform.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:55:00"
        },
        {
            "title": "DeFi Borrowing Demand Plunges as Crypto Traders Deleverage Amid Market Turmoil",
            "translated_facebook_post": "Permintaan pinjaman DeFi merudum kerana pedagang kripto mengurangkan leverage di tengah-tengah pergolakan pasaran. Nilai keseluruhan pinjaman pada platform DeFi yang besar seperti Aave dan Morpho telah menurun dengan mendadak berbanding kemuncaknya pada pertengahan Disember, disebabkan pelabur berebut... (Tiada maklumat lanjut).\n\n\nPasaran kripto tengah tak stabil, ramai pelabur tarik balik pinjaman DeFi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/defi-borrowing-demand-plunges-as-crypto-traders-deleverage-amid-market-turmoil/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/17e570642967fe96dd37e19685add1244c2dc52f-1280x818.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:53:00"
        },
        {
            "title": "The Best Guide to Venture Capital in Crypto for Emerging Entrepreneurs",
            "translated_facebook_post": "Pelaburan modal usaha nias dalam projek kripto dah cecah berbilion,  fokus utama sekarang pada AI, DeFi, dan penyelesaian pembayaran.  Walaupun berisiko tinggi, potensi keuntungan yang besar tetap menarik pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57225e1c9dc0db97a55c4",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/vent0804_143ea13c6b.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:53:00"
        },
        {
            "title": "Justin Sun Offers $50M Bounty, Accuses FDT of $456M Misuse in TUSD Case",
            "translated_facebook_post": "Pengasas Tron, Justin Sun, dakwa First Digital Trust salah guna dana AS$456 juta dan tawar ganjaran AS$50 juta untuk maklumat.  Pihak FDT menafikan dakwaan dan juga mengancam tindakan undang-undang.  Kes ni nampaknya akan berpanjangan di mahkamah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f56fb5e1c9dc0db97a55b2",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2025/04/justin-sun.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:47:00"
        },
        {
            "title": "Elon Musk Criticizes Trump's Adviser Over Tariff Policy",
            "translated_facebook_post": "Elon Musk kecam dasar tarif penasihat Trump, Peter Navarro, cetus perdebatan kesan ekonomi dan hubungan perdagangan antarabangsa.  Pendapat berbeza timbul, ada setuju, ada tak setuju dengan kritikan Musk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f56fb5e1c9dc0db97a55b6",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/elon-musk-business-panel.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:45:00"
        },
        {
            "title": "Bitcoin Stays Strong at $79K as Tariff Talks Take Over Social Media",
            "translated_facebook_post": "Harga Bitcoin kekal kukuh dekat $79,000 walaupun banyak perbincangan pasal tarif di media sosial, menunjukkan pelabur mungkin dah jangka risiko geopolitik awal-awal lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57224e1c9dc0db97a55be",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/bitcoin-1-5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:45:00"
        },
        {
            "title": "SEC Responds to “Urgent Evidence” Filing in Ripple (XRP) Case",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa AS (SEC) telah menolak permohonan bukti tambahan dalam kes Ripple, atas alasan kekurangan bidang kuasa mahkamah, ketidakpatuhan prosedur, dan bukti yang dianggap tidak perlu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f56fb468c9e22bf73a0ae2",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/02/SEC-vs-Ripple.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:43:00"
        },
        {
            "title": "Bitcoin futures divergences point to transitioning market — Are BTC bulls accumulating?",
            "translated_facebook_post": "Pasaran Bitcoin nampak macam tengah beralih arah; ada peningkatan aktiviti perdagangan masa hadapan, tapi ramai juga tutup posisi mereka.  Harga Bitcoin mungkin akan naik, tapi kalau tak, mungkin akan masuk fasa menurun.  Pelabur institusi pula macam tak panik sangat.",
            "translated_title": "Perbezaan dalam pasaran hadapan Bitcoin menunjukkan peralihan pasaran — Adakah pelabur Bitcoin sedang mengumpul aset?",
            "translated_content": "Harga Bitcoin (BTC) telah jatuh sebanyak 5.6% dalam tempoh tujuh hari yang lalu, mencatatkan tiga lilin harian di bawah paras sokongan $80,000 buat pertama kalinya sejak 9 November 2024.\n\nData daripada Glassnode menyerlahkan Bitcoin menyaksikan peningkatan sebanyak 64% dalam jumlah dagangan niaga hadapan dalam tempoh yang sama. Platform analisis itu menyatakan bahawa \"ini menandakan pembalikan daripada bulan lalu,\" di mana jumlah dagangan niaga hadapan semakin berkurangan.\n\nPeningkatan dalam jumlah dagangan niaga hadapan menunjukkan peningkatan aktiviti pasaran, tetapi analisis lanjut ke atas pasaran niaga hadapan yang lebih luas mendedahkan prospek yang lebih kompleks.  Minat terbuka Bitcoin (OI), yang mewakili jumlah keseluruhan kontrak niaga hadapan yang belum diselesaikan, menurun sebanyak 19% dalam tempoh dua minggu yang lalu.\n\nPengurangan ini menunjukkan bahawa walaupun jumlah dagangan meningkat, sesetengah pedagang sedang menutup kedudukan mereka dan bukannya mengekalkannya, mungkin untuk mengunci keuntungan atau mengurangkan risiko berkaitan dengan struktur pasaran menurun Bitcoin.\n\nJumlah penghapusan likuiditi kripto juga mencecah $2 bilion antara 6 April hingga 8 April, yang selanjutnya mengukuhkan kemungkinan pedagang mengambil pendekatan berhati-hati.\n\nSecara keseluruhannya, data ini menunjukkan bahawa Bitcoin mungkin berada dalam keadaan peralihan. Peningkatan jumlah dagangan niaga hadapan mencerminkan minat dan aktiviti spekulatif yang semakin meningkat, berpotensi menandakan berakhirnya fasa pembetulan dan permulaan tempoh pengumpulan. Namun, penurunan minat terbuka menunjukkan pendekatan yang menghindari risiko, dengan pedagang mengurangkan pendedahan di tengah-tengah ketidakpastian ekonomi makro yang berterusan.\n\nJika harga Bitcoin gagal pulih sementara jumlah dagangan niaga hadapan dan minat terbuka bertemu, ia mungkin menandakan permulaan pasaran menurun. Begitu juga, harga Bitcoin yang meningkat bersama-sama dengan OI dan jumlah dagangan akan menunjukkan tempoh pengumpulan, diikuti oleh kemungkinan aliran menaik.\n\nAliran keluar ETF Bitcoin tunai kekal minimum. Saham ekuiti utama AS kini berada lebih 20% di bawah paras tertinggi sepanjang zaman, dengan S&P 500 kehilangan pertumbuhan setahun hanya dalam tempoh lebih sebulan. Walaupun institusi tradisional mungkin telah mengalami kerugian belum direalisasikan yang besar dalam tempoh dua minggu yang lalu, data aliran keluar ETF Bitcoin tunai tidak mencerminkan panik pasaran buat masa ini.\n\nDalam tempoh dua minggu yang lalu, jumlah aliran keluar ETF Bitcoin tunai adalah kurang daripada $300 juta. Perbezaan ini menunjukkan daya tahan dalam asas pelabur institusi Bitcoin.\n\nTidak seperti jualan yang dilihat dalam pasaran ekuiti, aliran keluar yang terhad daripada ETF Bitcoin tunai menunjukkan bahawa pelabur institusi belum panik, berpotensi melihat Bitcoin sebagai lindung nilai atau mengekalkan keyakinan terhadap nilai jangka panjangnya di tengah-tengah pergolakan pasaran tradisional.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Kestabilan harga Bitcoin berbanding saham dan ketiadaan aliran keluar yang besar daripada ETF BTC tunai menunjukkan bahawa peserta pasaran mungkin sedang…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f56fb568c9e22bf73a0ae4",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjE1ZGMtMjNlZC03OGI5LWFkZGUtZWIzOWYzOTk3NmEz.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 18:42:00"
        },
        {
            "title": "Ripple's $1.25 Billion Acquisition of Hidden Road Expands Institutional Reach",
            "translated_facebook_post": "Ripple beli Hidden Road dengan harga $1.25 bilion, niat nak kembangkan servis untuk pelabur besar.  Ini akan tingkatkan penggunaan XRP dan RLUSD, dan buka peluang besar untuk Ripple dalam pasaran kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f56fb668c9e22bf73a0aea",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/ripple-hidden-road-deal-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:40:00"
        },
        {
            "title": "Mina Coin Sends Shockwaves with New Report and Roadmap Insights",
            "translated_facebook_post": "Laporan baru Mina Coin mendedahkan inflasi tinggi (9%), tiada yuran protokol, dan penurunan pengesah.  Mereka perlu cari jalan tambah pendapatan dan kurangkan inflasi untuk kekal relevan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/mina-coin-sends-shockwaves-with-new-report-and-roadmap-insights/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/analysis-005.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 18:39:00"
        }
    ]
}