{
    "timestamp": "2025-04-19 08:31:18",
    "all_news": [
        {
            "title": "Ripple Shocks Investors: CEO Confirms No IPO Plans for 2025 Amid Hype",
            "translated_facebook_post": "CEO Ripple sahkan takde niat nak senaraikan syarikat di bursa saham dalam masa terdekat, walaupun ramai spekulasi.  Buat masa ni, fokus mereka lebih kepada hal dalaman dan keadaan ekonomi semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035b75bacb77000759d521",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2023/04/ripple-xrp-price-surge.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:10:00"
        },
        {
            "title": "Solana Faces Declining Trends as Technical Indicators Signal Caution",
            "translated_facebook_post": "Harga Solana menurun berbanding Bitcoin, dan petunjuk teknikal mencadangkan berhati-hati sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/solana-faces-declining-trends-as-technical-indicators-signal-caution/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/solana-1064.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:10:00"
        },
        {
            "title": "XRP Price Prediction For April 19, 2025",
            "translated_facebook_post": "Ramalan harga  menunjukkan XRP mungkin akan naik, dengan pelbagai petunjuk teknikal seperti corak *falling wedge* dan MACD menyokong trend menaik.  Sasaran harga berada sekitar $2.15 hingga $2.30, tetapi ingatlah, ini hanya ramalan dan bukan nasihat kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035b74bacb77000759d51f",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2023/05/XRP-Price1-300x200.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:06:00"
        },
        {
            "title": "Base creator admits sharing ‘Base is for pimping’ art was a mistake",
            "translated_facebook_post": "Pencipta Base minta maaf sebab kongsi karya digital yang guna perkataan kurang sesuai, lepas tu ramai kecam tindakan dia.",
            "translated_title": "Pencipta Pangkalan Akui Kesilapan Kongsi Seni 'Pangkalan Untuk Pelacuran'",
            "translated_content": "Pencipta Base, rantaian blok lapisan 2 Ethereum, Jesse Pollak, telah memohon maaf susulan kecaman terhadap hantaran karya seni digital yang kontroversi dan menggunakan slogan Base, “Base adalah untuk semua orang.”\n\nBeberapa pengguna media sosial mendapati karya seni itu menyinggung dan tidak wajar.\n\n“Ia hanyalah satu frasa di antara banyak lagi, tetapi saya akui ini adalah satu kesilapan dan saya memohon maaf,” kata Pollak dalam hantaran X pada 18 April yang merujuk kepada keputusannya untuk berkongsi semula imej GIF yang memaparkan frasa “Base adalah untuk...” diikuti dengan urutan perkataan yang berputar, termasuk istilah kontroversi seperti “menawarkan khidmat seks” dan “memercikkan,” serta perkataan yang lebih neutral seperti “seni,” “mencipta NFT,” dan “idea.”\n\nPollak menyatakan beliau menghargai “seni provokatif.”\n\nPollak menegaskan bahawa karya seni itu dihasilkan oleh seorang pencipta, bukan dirinya, dan secara khusus memohon maaf untuk imej yang memaparkan frasa “Base adalah untuk menawarkan khidmat seks.”\n\nPollak berkata bahawa walaupun beliau ingin menyokong artis yang membina di Base dan mengakui bahawa beliau menghargai “seni provokatif,” beliau sedar akan keperluan untuk berhati-hati dengan mesej yang dikongsikannya, terutamanya apabila mesej itu nampaknya datang terus daripadanya.\n\nIni berlaku selepas kritikan daripada beberapa peserta industri kripto yang menggunakan media sosial untuk menyatakan kekecewaan mereka terhadap sokongan Pollak terhadap imej tersebut, yang mempersoalkan penggunaan perkataan “menawarkan khidmat seks.”\n\nPenganalisis kripto “Kristel” berkata dalam hantaran X pada 18 April, “jadi kita secara santai mempromosikan menawarkan khidmat seks sekarang?” “Saya faham untuk menolak sempadan, tetapi ini bukan caranya,” katanya.\n\n“Ini bukan provokatif dan ‘cukup berani’,” tambahnya. Pengasas Kanto Labs berkata ia adalah “mimpi ngeri PR sepenuhnya.”\n\nSementara itu, penganalisis kripto David Z. Morris berkata ini “bukan sahaja menjejaskan Base, malah menjejaskan kripto.” Morris menambah:\n\nBagaimanapun, ramai yang memuji Pollak atas permohonan maafnya dan usaha berterusan untuk menolak sempadan dalam industri kripto. “Saya suka kejujuran ini. Kita semua melakukan kesilapan, tetapi yang penting ialah bagaimana kita membesar darinya,” kata penganalisis kripto Zuri.\n\nPengasas bersama Bankless, David Hoffman berkata, “Saya menghormati kepimpinan di sini.” Pengasas bersama Milk Road, Kyle Reidhead berkata, “Lakukan dan kongsikan apa sahaja yang anda mahu tanpa perlu memohon maaf.”\n\nBase menjadi tumpuan kontroversi hanya beberapa hari lalu apabila akaun X rasmi berkongsi hantaran yang mempromosikan memecoin dengan slogan pemasarannya, “Base adalah untuk semua orang.”\n\nIa juga berkongsi pautan kepada token dengan nama yang sama di Zora, rangkaian sosial di mana pengguna boleh menjadikan catatan sebagai token untuk orang lain membuat spekulasi.\n\nDalam masa lebih sejam selepas ia diwujudkan, token “Base adalah untuk semua orang” mencapai kemuncak permodalan pasaran sebanyak $17.1 juta — kemudian jatuh hampir 90% dalam tempoh 20 minit berikutnya kepada nilai pasaran sebanyak $1.9 juta, menurut data DEX Screener.\n\nSeorang jurucakap Coinbase menjauhkan Base daripada token tersebut, memberitahu Cointelegraph pada 17 April, \"Base tidak melancarkan token.” “Ini bukan token Base yang rasmi, dan Base tidak menjual token ini. Base membuat hantaran di Zora, yang secara automatik mentokenkan kandungan,” kata jurucakap itu.",
            "translated_summary": "Pencipta Base, Jesse Pollak, memohon maaf pada 18 April lalu setelah berkongsi sekeping seni digital yang memaparkan perkataan \"pimping,\" yang mencetuskan kontroversi dengan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035a4d8f691c57282fef99",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2JmZDAtM2IyOC03ZWFiLThlNzgtYzliZjIyM2I3NTNm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-19 08:06:00"
        },
        {
            "title": "Gold and Bitcoin Price Prediction From Robert Kiyosaki",
            "translated_facebook_post": "Robert Kiyosaki ramal harga Bitcoin akan melebihi $1 juta dan emas mencecah $30,000 sejampai 2035, disebabkan kegawatan ekonomi yang dijangkakan.  Beliau sarankan pelaburan dalam emas, perak dan Bitcoin untuk mengharungi krisis ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680359084ddef363b10b46a3",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/robert-kiyosaki.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:03:00"
        },
        {
            "title": "Momentum Picks Right Now: XRP, Ethereum, Solana, and BTC",
            "translated_facebook_post": "Pasaran kripto macam dah stabil sikit, tapi MAGACOINFINANCE tengah naik.  XRP, ETH, SOL, dan BTC pun menarik perhatian ramai, jadi ramai yang cepat-cepat labur sebelum terlepas peluang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035a4dbacb77000759d518",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744996357.docx_1744996357_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:02:00"
        },
        {
            "title": "Robert Kiyosaki Predicts Bitcoin Price to Hit $1 Million – Here’s When",
            "translated_facebook_post": "Robert Kiyosaki ramal harga Bitcoin akan mencecah $1 juta menjelang 2035,  serta menyarankan pelaburan dalam emas dan perak juga,  sebagai langkah bijak mengharungi kemelesetan ekonomi yang dijangkakan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035907a49a6565fb691280",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/07/Copy-of-P2P-Review-6-2-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:00:00"
        },
        {
            "title": "RIO returns to the support level that previously triggered a 2000 percent price surge",
            "translated_facebook_post": "RIO nampaknya dah kembali ke paras sokongan yang pernah mencetuskan kenaikan harga 2000 peratus sebelum ini, menunjukkan momentum baharu selepas pembetulan pasaran yang lama.  Ia macam dah sedia untuk naik lagi!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035907bacb77000759d515",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/07/CNF-7.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 08:00:00"
        },
        {
            "title": "Tariffs, explained: How they work and why they matter",
            "translated_facebook_post": "Dasar tarif baru ni menjejaskan banyak pihak, terutama perniagaan kecil dan pengguna yang terpaksa tanggung kenaikan harga barang. Walaupun bertujuan melindungi industri dalam negara, ia juga mencetuskan kontroversi dan cabaran undang-undang.",
            "translated_title": "Tarif, Dijelaskan: Cara Kerjanya dan Kepentingannya",
            "translated_content": "## Tarif: Satu Tinjauan Komprehensif\n\nTarif ialah cukai yang dikenakan ke atas barangan import oleh kerajaan atau kesatuan supranasional. Kadangkala, tarif juga boleh dikenakan ke atas barangan eksport. Ia menjana pendapatan kerajaan dan berfungsi sebagai alat kawal selia perdagangan, selalunya untuk melindungi industri domestik.\n\nTerdapat empat kategori utama tarif:\n\n* **Tarif ad valorem:** Dikira sebagai peratusan nilai barangan. Contohnya, cukai 20% mungkin dikenakan ke atas barangan bernilai $100.\n* **Tarif spesifik:** Yuran tetap berdasarkan kuantiti barangan. Contohnya, mungkin terdapat tarif sebanyak $5 bagi setiap kilogram gula import.\n* **Tarif kompaun:** Menggabungkan tugas spesifik dan tugas ad valorem yang dikenakan ke atas barangan import yang sama. Kedua-dua tarif dikira bersama untuk menentukan jumlah cukai. Contohnya, sesebuah negara mungkin mengenakan tarif ke atas wain import sebanyak $5 seliter ditambah 10% daripada nilai wain tersebut.\n* **Tarif campuran:** Tarif campuran mengenakan sama ada tugas spesifik atau tugas ad valorem, berdasarkan syarat yang telah ditetapkan. Contohnya, untuk trak import, sesebuah negara mungkin mengenakan caj sama ada $5,000 seunit atau 15% daripada nilai kereta, yang mana lebih tinggi.\n\nObjektif dasar sedemikian adalah untuk mempengaruhi aliran perdagangan antarabangsa, melindungi industri domestik, dan bertindak balas terhadap amalan tidak adil oleh negara asing. Apabila tarif dikenakan ke atas barangan import, ia menaikkan kosnya, menjadikan alternatif yang dihasilkan di dalam negara lebih lumayan bagi pelanggan dari segi harga.\n\nDi Amerika Syarikat, pentadbiran Trump menggunakan tarif timbal balas sebagai instrumen utama dalam mempengaruhi dasar perdagangan negara lain. Tarif timbal balas ialah cukai perdagangan yang dikenakan oleh sesebuah negara sebagai tindak balas kepada tarif atau halangan yang ditetapkan oleh negara lain. Dasar ini bertujuan untuk membetulkan ketidakseimbangan perdagangan dan melindungi industri domestik.\n\nTarif biasanya dikutip oleh jabatan kastam sesebuah negara di pelabuhan masuk berdasarkan nilai dan pengelasan barangan yang diisytiharkan.\n\nSesetengah negara menggunakan kuota kadar tarif, yang membenarkan kuantiti produk tertentu diimport pada tarif yang lebih rendah. Sebaik sahaja kuota tersebut dilepasi, tarif yang lebih tinggi akan dikenakan. Sistem ini mengimbangi perlindungan domestik dengan akses kepada pasaran global, terutamanya dalam sektor seperti pertanian dan tekstil.\n\n**Dasar tarif timbal balas pentadbiran Trump**\n\nPresiden AS Donald Trump menandatangani perintah eksekutif pada 2 April 2025, satu hari yang beliau gelar Hari Pembebasan, memetik kuasa beliau di bawah Akta Kuasa Ekonomi Kecemasan Antarabangsa (IEEPA). Perintah itu mengenakan tarif minimum 10% ke atas semua import AS berkuat kuasa pada 5 April 2025. Tarif timbal balas berkuat kuasa pada 9 April 2025.\n\nTrump menyatakan bahawa AS akan mengenakan tarif timbal balas pada kadar kira-kira separuh daripada kadar yang dikenakan oleh negara lain. Contohnya, AS mengenakan tarif 34% sebagai tindak balas kepada tarif China sebanyak 67%. Tarif 25% ke atas semua import kereta juga diumumkan.\n\nDasar tarif timbal balas pentadbiran Trump berakar umbi daripada kepercayaan bahawa AS menghadapi ketidakseimbangan perdagangan yang lama dan layanan tidak adil oleh rakan perdagangan global. Untuk menangani perkara ini, pentadbirannya menolak apa yang disebutnya sebagai tarif timbal balas, yang bertujuan untuk menetapkan struktur tarif yang sepadan atau sekurang-kurangnya hampir dengan tarif yang dikenakan oleh negara asing ke atas eksport Amerika.\n\nDi bawah pendekatan ini, pentadbiran menggunakan dasar tarif untuk memberi tekanan kepada negara-negara untuk menurunkan halangan perdagangan mereka atau men runding semula perjanjian perdagangan. Dasar ini mendapat sokongan daripada pengeluar domestik dan kumpulan buruh kerana cuba untuk mengimbang semula perdagangan dan menyokong industri AS. Tetapi ia juga mencetuskan kritikan daripada ahli ekonomi dan sekutu antarabangsa yang menganggapnya sebagai perlindungan dan mengganggu sistem ekonomi yang sedia ada di dunia.\n\nDasar tarif timbal balas telah membentuk semula hubungan perdagangan AS dan menandakan satu pemergian daripada dasar perdagangan global terbuka dan pelbagai hala selama beberapa dekad.\n\nTarif boleh membentuk semula rantaian bekalan. Untuk mengelakkan cukai import yang tinggi, syarikat sering memindahkan pembuatan ke negara-negara yang mempunyai perjanjian perdagangan yang baik. Peralihan ini tidak selalu memberi manfaat kepada pengguna, kerana penjimatan tidak selalu diwarisi, dan logistik menjadi lebih kompleks.\n\n**Perang tarif AS-China: Satu konflik ekonomi yang menentukan**\n\nPerang tarif AS-China, yang bermula pada tahun 2018 di bawah pentadbiran Trump pertama, menandakan perubahan ketara dalam hubungan ekonomi global. Konflik antara dua ekonomi terbesar dunia ini mempunyai implikasi yang luas ke atas rantaian bekalan global, inflasi dan dinamik geopolitik.\n\nKonflik perdagangan antara AS dan China bukan sekadar perselisihan dua hala. Ia menandakan pemikiran semula struktur dasar perdagangan dalam dunia multipolar. Perang perdagangan bermula selepas AS mengenakan tarif meluas di bawah Seksyen 301 Akta Perdagangan 1974, memetik amalan perdagangan yang tidak adil, kecurian harta intelek dan pemindahan teknologi paksaan oleh China.\n\nDari masa ke masa, AS mengenakan tarif ke atas barangan China bernilai lebih daripada $360 bilion. China membalas dengan tarif ke atas eksport AS bernilai $110 bilion, menyasarkan sektor utama seperti pertanian dan pembuatan.\n\nKonflik itu mengganggu rantaian bekalan utama dan menaikkan kos bagi perniagaan dan pengguna Amerika. Petani Amerika teruk terjejas oleh tarif balas China ke atas kacang soya, yang menyebabkan kerajaan AS menyediakan berbilion dolar subsidi untuk mengimbangi kerugian.\n\nWalaupun Perjanjian Fasa Satu pada tahun 2020 meredakan ketegangan dan memerlukan China untuk meningkatkan pembelian barangan AS dan menguatkuasakan perlindungan harta intelek, banyak tarif kekal. Pentadbiran Biden mengekalkan kebanyakan langkah ekonomi yang dikenakan oleh pentadbiran Trump pertama, menandakan kebimbangan bipartisan terhadap amalan perdagangan China.\n\nSetakat 10 April 2025, Trump telah mengenakan tarif 125% ke atas China, manakala bagi 75 negara, beliau telah menangguhkan pengenaan tarif selama 90 hari.\n\nBerbanding dengan pertikaian dengan sekutu seperti Kesatuan Eropah atau Kanada, taruhannya lebih tinggi dalam konflik AS-China, dan akibatnya lebih meluas.\n\nBerikut ialah respons pelbagai kerajaan terhadap tarif Trump:\n\n* Perdana Menteri Kanada Mark Carney melaksanakan tarif 25% ke atas kereta dan trak buatan AS.\n* China akan mengenakan tarif 34% ke atas semua import AS, berkuat kuasa pada 10 April.\n* Perdana Menteri Perancis menggambarkan tarif tersebut sebagai bencana ekonomi.\n* Perdana Menteri Itali Giorgia Meloni mengkritik tarif tersebut sebagai salah.\n* Ketua Suruhanjaya Eropah Ursula von der Leyen berjanji untuk memberikan respons bersatu dan menyediakan langkah balas.\n* Kerajaan Taiwan mengecam tarif tersebut sebagai tidak munasabah.\n\n**Bagaimana tarif berfungsi?**\n\nApabila tarif dikenakan — contohnya, cukai 30% ke atas keluli import — ia menaikkan harga barangan tersebut bagi pengimport. Mereka, seterusnya, memindahkan kos tambahan ini kepada perniagaan hiliran, yang selanjutnya memindahkan kos ini kepada pengguna.\n\nBagi pengimport, tarif bermakna kos pembelian yang lebih tinggi. Sekiranya sesebuah syarikat AS mengimport jentera dari luar negara dan menghadapi tarif, kos keseluruhannya meningkat. Ini mungkin mengurangkan margin keuntungannya atau memaksanya untuk mencari alternatif. Pengeksport di negara lain mungkin menderita jika pembeli AS mengurangkan pesanan disebabkan oleh harga yang lebih tinggi, menjejaskan daya saing mereka.\n\nPengeluar domestik mungkin mendapat manfaat pada awalnya daripada rejim tarif yang tinggi. Tarif boleh melindungi mereka daripada persaingan asing yang lebih murah, membolehkan mereka meningkatkan jualan dan berpotensi menjana keuntungan. Tetapi jika operasi mereka bergantung kepada komponen import yang tertakluk kepada tarif, kos input mereka mungkin meningkat, mengimbangi keuntungan.\n\nPengguna sering menanggung beban. Tarif boleh menyebabkan kenaikan harga barangan harian — dari elektronik hingga pakaian. Dalam jangka panjang, tarif yang tinggi menyumbang kepada inflasi dan mengurangkan kuasa beli.\n\nTarif juga mengganggu rantaian bekalan global. Ramai produk dipasang menggunakan komponen dari pelbagai negara. Tarif yang tinggi ke atas satu komponen boleh menyebabkan kelewatan, meminta reka bentuk semula, atau memaksa syarikat untuk memindahkan pembuatan, meningkatkan kerumitan dan kos.\n\nSecara keseluruhannya, walaupun tarif bertujuan untuk melindungi industri domestik, impaknya dirasai di seluruh ekonomi melalui perubahan harga, aliran perdagangan dan strategi perniagaan. Dengan satu cara atau lain, tarif mempengaruhi semua orang — daripada pemilik kilang kepada pekerja dan pembeli harian.\n\nTrump mengecualikan pelbagai produk teknologi, seperti telefon pintar, cip, komputer dan elektronik tertentu, daripada tarif timbal balas, memberikan sektor teknologi dengan kelegaan penting daripada tekanan tarif. Langkah Trump ini mengurangkan tekanan ke atas saham teknologi.\n\nPengumuman tarif Trump pada 2 April mencetuskan penjualan besar-besaran dalam ekuiti dan Bitcoin (BTC), dengan BTC jatuh 10.5% dalam seminggu. Setelah dianggap sebagai aset yang tidak berkorelasi, Bitcoin kini diniagakan seiring dengan saham teknologi semasa kejutan makro. Menurut penganalisis, pelabur institusi semakin menganggap BTC sebagai aset risiko yang dikaitkan rapat dengan perubahan dasar. Walaupun sesetengah pihak melihat Bitcoin sebagai emas digital, tingkah laku baru-baru ini menunjukkan ia bertindak balas lebih seperti saham Nasdaq — jatuh semasa ketidakpastian global dan melonjak pada sentimen positif.\n\nPelepasan tarif boleh menjadi sangat strategik. Kerajaan mungkin mengecualikan industri atau syarikat tertentu, membolehkan mereka mengimport barangan bebas tarif sementara pesaing membayar lebih. Ini mewujudkan medan permainan yang tidak sekata dan boleh mencetuskan kontroversi domestik.\n\n**Mengapa tarif penting untuk pasaran global?**\n\nTarif merupakan alat yang mantap di tangan kerajaan untuk membentuk strategi ekonomi dan perdagangan sesebuah negara. Ia bukan sekadar cukai ke atas import tetapi alat yang mempengaruhi pengeluaran domestik, tingkah laku pengguna dan hubungan perdagangan global.\n\nBagi AS, tarif secara sejarahnya digunakan untuk menegaskan kuasa ekonomi di pentas global, melindungi industri baru muncul, dan bertindak balas terhadap amalan perdagangan yang tidak adil.\n\nApabila negara-negara dengan ekonomi yang besar terlibat, keputusan tarif boleh memberi impak kepada rantaian bekalan global, mengalihkan hab pembuatan, dan mengubah harga barangan di seluruh dunia. Malah bagi negara-negara yang lebih kecil, dalam dunia yang saling berkaitan, tarif penting kerana impaknya jauh melampaui sempadan negara.\n\nDi peringkat domestik, tarif boleh meningkatkan industri tempatan dengan menjadikan barangan asing lebih mahal. Ini boleh mewujudkan pekerjaan dan menyokong ketahanan ekonomi dalam jangka pendek.\n\nKerajaan yang mendapat pendapatan yang lebih besar melalui tarif akan membolehkan mereka mengurangkan cukai langsung seperti yang dicadangkan oleh Trump. Tetapi mereka juga boleh menaikkan harga untuk pengguna, menjejaskan pengeksport, dan mencetuskan tindakan balas daripada rakan perdagangan.\n\nOleh kerana ketegangan geopolitik meningkat dan negara-negara menilai semula kebergantungan ekonomi mereka, tarif telah muncul semula sebagai elemen utama dasar perdagangan AS.\n\nSama ada digunakan secara defensif atau ofensif, ia membentuk keseimbangan antara perlindungan dan penglibatan global. Ini menjadikan tarif bukan sahaja soal ekonomi, tetapi juga strategi negara dan pengaruh global.\n\n**Siapakah yang menetapkan dasar tarif di AS?**\n\nDi AS, dasar tarif dibentuk oleh gabungan kuasa perundangan, kuasa eksekutif dan penguatkuasaan pentadbiran. Pelbagai agensi juga membantu dalam pelaksanaan dasar tarif.\n\nKongres memegang kuasa perlembagaan untuk mengawal selia perdagangan dan mengenakan tarif. Dari masa ke masa, Kongres telah memberikan presiden kuasa yang besar untuk menukar tarif untuk keselamatan negara, ancaman ekonomi atau pelanggaran perdagangan.\n\nPejabat Wakil Perdagangan AS memainkan peranan penting dalam merumuskan dan merundingkan dasar perdagangan AS. Ia mengetuai rundingan perdagangan, menguruskan pertikaian, dan mencadangkan tindakan tarif, selalunya dengan kerjasama presiden dan Kongres.\n\nKastam dan Perlindungan Sempadan AS (CBP) bertanggungjawab untuk menguatkuasakan tarif di pelabuhan masuk. CBP mengutip cukai berdasarkan pengelasan dan nilai barangan import mengikut Jadual Tarif Harmonisasi.\n\nBeberapa undang-undang perdagangan utama telah membentuk dasar tarif di AS. Akta Tarif Smoot-Hawley tahun 1930, yang bertujuan untuk melindungi petani AS semasa Kemelesetan Besar, membawa kepada tarif balas dan memburukkan perdagangan global.\n\nKemudian, Akta Perdagangan 1974 memberikan presiden alat seperti Seksyen 301, yang digunakan secara meluas semasa perang perdagangan AS-China untuk mengenakan tarif balas terhadap amalan asing yang tidak adil.\n\nBersama-sama, pelakon dan undang-undang ini membentuk asas dasar tarif AS.\n\n**Kritikan terhadap dasar tarif Trump**\n\nKritikan terhadap dasar tarif Trump muncul berikutan pengumuman tarif timbal balas. Pengkritik mengatakan langkah ini melangkaui Kongres dan menetapkan satu preseden yang berbahaya bagi kuasa eksekutif yang tidak terkawal dalam hal ekonomi.\n\nPenentang berhujah bahawa tarif ini menjejaskan perniagaan Amerika lebih daripada sasaran asing yang disasarkan. Satu artikel Vox berhujah bahawa orang berpendapatan rendah akan lebih terjejas oleh tarif Trump daripada Wall Street yang sudah pun merosot. Bekas Setiausaha Perbendaharaan Lawrence Summers bimbang bahawa Amerika mungkin tergelincir ke dalam kemelesetan disebabkan oleh tarif, mungkin menelan kos 2 juta pekerjaan di seluruh negara.\n\nCabaran undang-undang juga muncul berkaitan dengan dasar tarif Trump. Perikatan Kebebasan Awam Baru (NCLA), sebuah kumpulan undang-undang konservatif, telah memfailkan saman atas nama Simplified, sebuah perniagaan kecil yang berpangkalan di Florida yang menjual perancang dan sumber barangan dari China. Saman itu mendakwa bahawa presiden telah melampaui kuasanya di bawah Akta Kuasa Ekonomi Kecemasan Antarabangsa (IEEPA) apabila mengenakan tarif dalam konteks perdagangan bukan kecemasan.\n\nPerniagaan kecil dan sederhana, yang kebanyakannya bergantung kepada rantaian bekalan global, perlu menangani peningkatan kos import disebabkan oleh tarif. Ini mungkin membawa kepada inflasi dan pengurangan daya saing perniagaan tersebut.\n\nWalaupun tarif mungkin menjejaskan China dari segi kewangan dalam jangka pendek, tindakan itu boleh mengakibatkan harga yang lebih tinggi bagi pengguna AS dan mengganggu operasi bagi firma Amerika jika dasar tarif berterusan untuk jangka masa panjang.",
            "translated_summary": "Ketahui apakah itu tarif, bagaimana ia memberi kesan kepada perdagangan, harga dan industri, serta mengapa ia kekal sebagai alat yang berkuasa dalam dasar ekonomi dan luar negara Amerika Syarikat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680357dd8f691c57282fef95",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9iYjFiYTNiYjIxMDk4ZGJmNTE0YTM1ZDc4MjZiNTc5MC5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-19 07:55:00"
        },
        {
            "title": "Aptos Community Proposes 50% Cut in Staking Rewards : What’s Next for the Network?",
            "translated_facebook_post": "Cadangan pengurangan ganjaran staking Aptos sebanyak 50% menimbulkan perdebatan, dengan kebimbangan terhadap kesan terhadap penyahpusatan dan penyertaan validator kecil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680356c8bacb77000759d50f",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/10/22142613/Aptos.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:51:00"
        },
        {
            "title": "Aptos community proposal seeks to halve staking rewards",
            "translated_facebook_post": "Cadangan untuk kurangkan ganjaran staking Aptos kepada hampir separuh tengah dibincangkan,  tujuannya untuk keseimbangan ekonomi jangka panjang dan selaras dengan rangkaian lain.  Ada juga cadangan program sokongan untuk pengesah yang lebih kecil supaya rangkaian kekal terdesentralisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680356c84ddef363b10b469c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Aptos.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:47:00"
        },
        {
            "title": "Robert Kiyosaki Predicts ‘Greater Depression’—Says Millions Could Go Broke",
            "translated_facebook_post": "Penulis kewangan, Robert Kiyosaki, ramalkan kemerosotan ekonomi teruk di Amerika Syarikat,  menasihatkan orang ramai untuk segera pelbagaikan pelaburan ke dalam aset alternatif seperti emas, perak dan Bitcoin bagi mengelakkan kerugian besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803546dbacb77000759d50b",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/kiyosaki2-convert.io_.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:42:00"
        },
        {
            "title": "What Are Massive Bitcoin Whales Holding More Than 10.000 BTC Doing Right Now? Buying or Selling?",
            "translated_facebook_post": "Ramai pemegang Bitcoin yang banyak tu masih lagi kumpul Bitcoin, walaupun harga turun naik, manakala pemegang Bitcoin yang sikit-sikit pula dah kurang jual, ada juga yang mula beli balik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803533f8f691c57282fef8f",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/04/bitcoin-balinasi.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:38:00"
        },
        {
            "title": "“Pakistan will keep building in crypto”: Crypto Council Head Bilal",
            "translated_facebook_post": "Pakistan rancang terus maju dalam bidang kripto, nak ubah lebihan elektrik jadi aset digital dan bina industri perlombongan Bitcoin lestari.  Mereka juga nak tarik pelaburan asing dan galakkan inovasi dalam sektor Web3.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035340a49a6565fb69127a",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Pakistan-will-keep-building-in-crypto-Crypto-Council-Head-Bilal.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:37:00"
        },
        {
            "title": "Cardano Price Holds Steady in Symmetrical Triangle Formation With 30% Move in Focus",
            "translated_facebook_post": "Harga Cardano kekal stabil, mungkin naik atau turun 30%  berdasarkan corak yang terbentuk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/cardano-price-holds-steady-in-symmetrical-tri/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/06/cardano-ada-3.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:35:00"
        },
        {
            "title": "Waddle Fast, Bags Won’t Last: Arctic Pablo Hits $2.18M — Top Crypto To Buy Now As Ponke and Cat in a Dog’s World Fuel the Hype",
            "translated_facebook_post": "Arctic Pablo Coin, Cat in a Dog’s World, dan Ponke tengah jadi bualan hangat dalam dunia kripto sekarang ni.  Arctic Pablo Coin nampaknya paling menonjol dengan presale yang dah kumpul lebih $2 juta, menawarkan pulangan pelaburan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680353414ddef363b10b4699",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-convert.io-52.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:34:00"
        },
        {
            "title": "Still Worth $100? Bitcoin (BTC), Solana, and XRP Show Potential",
            "translated_facebook_post": "Bitcoin, Solana, dan XRP masih nampak potensi untung,  tapi kalau nak pulangan tinggi menjelang 2025,  MAGACOIN FINANCE tengah naik. Peluang sekarang untuk masuk awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035201bacb77000759d507",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744996349.docx_1744996349_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:30:00"
        },
        {
            "title": "Hedera Price Prediction: Massive Bull Pennant Forms, HBAR And Mutuum Finance (MUTM) Look Set For $0.50",
            "translated_facebook_post": "Harga HBAR dijangka naik sampai $0.50, manakala Mutuum Finance (MUTM) dah kumpul $6.9 juta pelaburan dan menawarkan pulangan pelaburan (ROI) sehingga 140%.  MUTM guna model pinjaman P2C dan P2P, dan ada beri hadiah $100,000. Peluang untung lumayan kalau labur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68035341a49a6565fb69127c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-24-6.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:30:00"
        },
        {
            "title": "Gold Price Today Hits $3,357 ATH — Is Bitcoin Bull Run Coming?",
            "translated_facebook_post": "Harga emas mencecah paras tertinggi, dan ramai pakar jangka Bitcoin akan ikut naik dalam masa terdekat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680350d3bacb77000759d503",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/16201855/Should-You-Sell-Your-Bitcoin-for-Gold-Top-Analyst-Slams-Crypto-as-Gold-Price-Hits-ATH.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:27:00"
        },
        {
            "title": "Crypto News: Binance Alerts Indian Users on New KYC Requirement",
            "translated_facebook_post": "Binance suruh pengguna di India buat semula pengesahan KYC, ikut undang-undang anti pengubahan wang haram negara tu.  Semua pengguna kena bagi maklumat PAN. Binance cakap data peribadi pengguna akan dijaga rapi.  Selain tu, kerajaan India pun dah minta bukti pembayaran cukai 1% atas transaksi kripto.\n\nPengguna Binance di India kena sahkan semula maklumat diri dan bukti cukai kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680350d3e7058d3678d23323",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/20195025/Pi-Coin-Price-Prediction_-Binance-Excludes-Pi-Network-Whats-Next-After-31-Drop.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 07:27:00"
        }
    ]
}