{
    "timestamp": "2025-04-19 15:26:03",
    "all_news": [
        {
            "title": "Firing Powell Could Set Dangerous Precedent and Harm Crypto, Warns Pompliano",
            "translated_facebook_post": "Pembuangan ketua Fed boleh menjejaskan keyakinan pelabur dan ekonomi global, malah mungkin memberi kesan negatif kepada pasaran kripto walaupun ia mungkin nampak menguntungkan pada awalnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bde67525e07049b7fa57",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/22154322/Fed-Chairman-Jerome-Powell-Replaced-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:12:00"
        },
        {
            "title": "Why Trump’s Crypto Fund Is Betting Big on ONDO: The RWA Token’s Hidden Mastercard Playbook",
            "translated_facebook_post": "Dana Trump melabur dalam Ondo Finance, syarikat yang bekerjasama dengan Mastercard untuk tokenkan aset kerajaan AS.  Ini menunjukkan minat semakin meningkat terhadap aset dunia sebenar (RWA) dalam bentuk token.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/why-trumps-crypto-fund-is-betting-big-on-ondo-the-rwa-tokens-hidden-mastercard-playbook/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2024/03/ONDO-Finance.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:12:00"
        },
        {
            "title": "Bitcoin Faces Intense Pressure as Economic Concerns Mount",
            "translated_facebook_post": "Harga Bitcoin sekarang agak tak menentu sebab keadaan ekonomi dunia yang kurang memberangsangkan.  Ada kemungkinan harganya jatuh lagi kalau ekonomi makin teruk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-faces-intense-pressure-as-economic-concerns-mount/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-098.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:10:00"
        },
        {
            "title": "Didn’t Ride the Notcoin Wave? This Upcoming Presale Might Be Your Golden Entry Point",
            "translated_facebook_post": "Lepas Notcoin meletup, nampaknya ada satu lagi projek kripto meme yang menarik perhatian, iaitu Troller Cat.  Sekarang dalam fasa senarai putih, dengan potensi ganjaran tinggi dan permainan P2E,  Troller Cat berpotensi besar.  Jangan lepaskan peluang!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/didnt-ride-the-notcoin-wave-this-upcoming-presale-might-be-your-golden-entry-point/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-2025-04-18T231531.606-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:10:00"
        },
        {
            "title": "Troller Cat Captivates Presale Fans as Melania Meme Stumbles and Hamster Kombat Surges",
            "translated_facebook_post": "Troller Cat tengah naik, ramai minat!  Melania Meme jatuh,  Hamster Kombat pun meningkat.  Nampaknya Troller Cat ada potensi besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bde7066c91708c0ad4a8",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-18T163800.106Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:10:00"
        },
        {
            "title": "Meme Coin Market’s Next Big Roar—Why Join the Troller Cat Whitelist",
            "translated_facebook_post": "Troller Cat, duit kripto baharu, janji gabungan jenaka dan mekanik kripto pintar.  Daftar awal untuk dapat harga terbaik dan ganjaran lumayan!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bde752585d7dd55d8b7a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-18T161523.288Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:10:00"
        },
        {
            "title": "Potential End to US-China Trade War Impacts Crypto",
            "translated_facebook_post": "Petunjuk Trump nak selesaikan perang perdagangan US-China mungkin akan beri kesan kepada pasaran kripto, dengan ramai yang masih berhati-hati tengok perkembangan selanjutnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bde712330036c5dd5559",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/trump-crypto-market-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:09:00"
        },
        {
            "title": "Canary Capital Files for Tron ETF With Staking",
            "translated_facebook_post": "Canary Capital dah mohon untuk ETF TRON yang bagi ganjaran staking, kalau lulus nanti mungkin akan bukak jalan untuk kripto lain buat benda sama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bcbd19019a6f9d2341ef",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/tron-etf-staking-cryptocurrency.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:03:00"
        },
        {
            "title": "BTC Stable, XRP Climbing, Solana Pumping—Watch the Next 48 Hours",
            "translated_facebook_post": "Bitcoin stabil, XRP naik, Solana pun macam nak meletup – nampaknya beberapa hari ni agak mencabar untuk pelabur kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bcbd6b37ca2cc9832550",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744996426.docx_1744996426_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:02:00"
        },
        {
            "title": "Crypto VC funding: Auradine secures $153m, World Liberty Fi inks deal with DWF Labs",
            "translated_facebook_post": "Pelaburan modal teroka dalam kripto minggu lepas mencecah $293.2 juta, dengan Auradine mengetuai senarai penerima dana terbesar.  Beberapa projek lain juga berjaya menarik pelaburan, termasuk LayerZero, World Liberty Financial, dan Optimum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bcbc6b37ca2cc983254c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-dollar-cross-border-transactions-blockchain-option03.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:00:00"
        },
        {
            "title": "XRP Price Prediction 2025",
            "translated_facebook_post": "Harga XRP dijangka naik turun, ada yang ramal sampai $5.85, ada juga yang jangka $1-$2 sahaja untuk tahun ini.  Walaupun begitu,  jangka masa panjang nampaknya agak positif, dengan beberapa pakar meramalkan harga boleh mencecah $12.50 atau lebih tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bcbc88a8de48e4b3cd12",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/05133015/XRP-Price-May-Soar-to-17-with-Emerging-Pattern.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:00:00"
        },
        {
            "title": "Every chain is an island: crypto’s liquidity crisis",
            "translated_facebook_post": "Ramai rantaian blokcipta kini macam pulau berasingan, susah nak sambung-sambung.  Susah nak tukar duit antara satu sama lain,  mahal pula tu.  Harapnya, nanti ada penyelesaian supaya lebih mudah dan selamat.",
            "translated_title": "Setiap Rantaian Satu Pulau: Krisis Kecairan Kripto",
            "translated_content": "Pendapat oleh: Jin Kwon, pengasas bersama dan ketua pegawai strategi di Saga\n\nKripto telah mencapai kemajuan yang signifikan dalam meningkatkan keluaran transaksi. Lapisan 1 (L1) baharu dan rangkaian sampingan menawarkan transaksi yang lebih pantas dan murah berbanding sebelum ini. Namun, satu cabaran utama telah menjadi tumpuan: penghamburan kecairan — pemisahan modal dan pengguna di seluruh labirin rantaian blok yang semakin berkembang.\n\nVitalik Buterin, dalam catatan blog baru-baru ini, telah menyerlahkan bagaimana kejayaan penskalaan telah membawa kepada cabaran penyelarasan yang tidak dijangka. Dengan begitu banyak rantaian dan begitu banyak nilai yang berpecah di antara mereka, peserta menghadapi kekusutan harian pemindahan, pertukaran dan penukaran dompet.\n\nWalaupun isu ini menjejaskan Ethereum, ia juga menjejaskan hampir setiap ekosistem. Tidak kira betapa canggihnya, rantaian blok baharu berisiko menjadi \"pulau\" kecairan yang bergelut untuk bersambung antara satu sama lain.\n\nKos sebenar penghamburan\n\nPenghamburan kecairan bermaksud tidak ada \"kolam\" aset tunggal untuk pedagang, pelabur atau aplikasi kewangan terdesentralisasi (DeFi) untuk digunakan. Sebaliknya, setiap rantaian blok atau rangkaian sampingan menjadi tuan rumah kepada kecairan tersendiri. Bagi pengguna yang ingin membeli token atau mengakses platform pinjaman tertentu, pengasingan ini menimbulkan pelbagai masalah.\n\nMenukar rangkaian, membuka dompet khusus dan membayar pelbagai yuran transaksi bukanlah sesuatu yang lancar, terutamanya bagi mereka yang kurang mahir teknologi. Kecairan juga lebih nipis dalam setiap kolam yang terasing, mengakibatkan perbezaan harga dan gelinciran yang lebih tinggi pada dagangan.\n\nRamai pengguna menggunakan jambatan untuk menggerakkan modal merentas rantaian, namun ia sering menjadi sasaran eksploitasi, menimbulkan rasa takut dan ketidakpercayaan. Jika terlalu rumit atau berisiko untuk menggerakkan kecairan, DeFi gagal mendapat momentum arus perdana. Sementara itu, projek-projek berebut untuk digunakan merentas pelbagai rangkaian atau berisiko ditinggalkan.\n\nSesetengah pemerhati bimbang bahawa penghamburan boleh mendorong orang ramai kembali kepada beberapa rantaian dominan atau bursa berpusat, menjejaskan cita-cita terdesentralisasi yang mendorong kebangkitan rantaian blok.\n\nPenyelesaian biasa, dengan jurang yang berterusan\n\nPenyelesaian telah muncul untuk menangani kekusutan ini. Jambatan dan aset yang dibalut membolehkan antara kendalian asas, tetapi pengalaman pengguna masih rumit. Pengagregat merentas rantaian boleh menghantar token melalui satu siri pertukaran, namun ia secara amnya tidak menggabungkan kecairan yang mendasari. Ia hanya membantu pengguna menavigasi.\n\nSementara itu, ekosistem seperti Cosmos dan Polkadot membawa antara kendalian dalam kerangka kerja mereka, walaupun ia adalah alam yang berasingan dalam landskap kripto yang lebih luas.\n\nMasalahnya adalah asas: Setiap rantaian melihat dirinya sebagai berbeza. Sebarang rantaian atau sub-rangkaian baharu mesti \"disambungkan\" pada peringkat asas untuk benar-benar menyatukan kecairan. Jika tidak, ia menambah satu lagi pulau kecairan yang mesti dijumpai dan dihubungkan oleh pengguna. Cabaran ini diperparah oleh rantaian, jambatan dan pengagregat yang melihat antara satu sama lain sebagai persaingan, mengakibatkan pengasingan yang disengajakan dan menjadikan penghamburan lebih ketara.\n\nMengintegrasikan kecairan pada lapisan asas\n\nIntegrasi pada lapisan asas menangani penghamburan kecairan dengan menyepadukan fungsi pemindahan dan penghalaan terus ke dalam infrastruktur teras rantaian. Pendekatan ini muncul dalam protokol lapisan-1 tertentu dan kerangka kerja khusus, di mana antara kendalian dilayan sebagai elemen asas dan bukannya tambahan pilihan.\n\nNod pengesah secara automatik mengendalikan sambungan merentas rantaian, jadi rantaian atau rangkaian sampingan baharu boleh dilancarkan dengan akses segera kepada kecairan ekosistem yang lebih luas. Ini mengurangkan pergantungan pada jambatan pihak ketiga yang sering menimbulkan risiko keselamatan dan geseran pengguna.\n\nCabaran Ethereum sendiri dengan penyelesaian lapisan-2 (L2) yang heterogen menggariskan mengapa integrasi adalah penting. Pelbagai peserta — Ethereum sebagai lapisan penyelesaian, L2 yang memberi tumpuan kepada pelaksanaan, dan pelbagai perkhidmatan pemindahan — mempunyai motivasi mereka sendiri, mengakibatkan kecairan yang berpecah.\n\nRujukan Buterin kepada isu ini menyerlahkan keperluan untuk reka bentuk yang lebih padu. Model lapisan asas bersepadu menyatukan komponen ini semasa pelancaran, memastikan bahawa modal boleh mengalir dengan bebas tanpa memaksa pengguna untuk menavigasi pelbagai dompet, penyelesaian jambatan, atau penggulungan.\n\nMekanisme penghalaan bersepadu juga mengukuhkan pemindahan aset, meniru kolam kecairan bersatu di belakang tabir. Dengan menangkap sebahagian kecil daripada aliran kecairan keseluruhan dan bukannya mengenakan bayaran kepada pengguna untuk setiap transaksi, protokol sedemikian mengurangkan geseran dan menggalakkan mobiliti modal merentas rangkaian. Pembangun yang menggunakan rantaian blok baharu mendapat akses segera kepada pangkalan kecairan bersama manakala pengguna akhir mengelakkan daripada menggunakan pelbagai alat atau menghadapi yuran yang tidak dijangka.\n\nPenekanan terhadap integrasi ini membantu mengekalkan pengalaman yang lancar, walaupun lebih banyak rangkaian dalam talian.\n\nBukan hanya isu Ethereum\n\nWalaupun catatan blog Buterin memberi tumpuan kepada penggulungan Ethereum, penghamburan adalah tanpa mengira ekosistem. Sama ada projek dibina pada rantaian yang serasi dengan Mesin Maya Ethereum, platform berasaskan WebAssembly, atau sesuatu yang lain, perangkap penghamburan timbul jika kecairan dipagari.\n\nOleh kerana lebih banyak protokol meneroka penyelesaian lapisan asas — menyepadukan antara kendalian automatik ke dalam reka bentuk rantaian mereka — terdapat harapan bahawa rangkaian masa depan tidak akan lagi memecah modal tetapi sebaliknya membantu menyatukannya.\n\nSatu prinsip yang jelas muncul: Keluaran bermakna sedikit tanpa sambungan.\n\nPengguna tidak perlu memikirkan L1, L2 atau rangkaian sampingan. Mereka hanya mahukan akses yang lancar kepada aplikasi terdesentralisasi (DApp), permainan dan perkhidmatan kewangan. Pengambilan akan diikuti jika melangkah ke rantaian baharu terasa sama seperti beroperasi pada rangkaian yang biasa.\n\nKe arah masa depan yang bersatu dan cair\n\nTumpuan komuniti kripto terhadap keluaran transaksi telah mendedahkan paradoks yang tidak dijangka: Semakin banyak rantaian yang kita cipta untuk kelajuan, semakin kita memecah kekuatan ekosistem kita, yang terletak pada kecairan bersama. Setiap rantaian baharu yang bertujuan untuk meningkatkan kapasiti mencipta satu lagi kolam modal yang terpencil.\n\nMembina antara kendalian terus ke dalam infrastruktur rantaian blok menawarkan laluan yang jelas melalui cabaran ini. Apabila protokol mengendalikan sambungan merentas rantaian secara automatik dan menghantar aset dengan cekap, pembangun boleh berkembang tanpa memecah pangkalan pengguna atau modal mereka. Kejayaan dalam model ini datang daripada mengukur dan meningkatkan betapa lancarnya nilai bergerak di seluruh ekosistem.\n\nAsas teknikal untuk pendekatan ini wujud hari ini. Kita mesti melaksanakannya dengan teliti, dengan memberi perhatian kepada keselamatan dan pengalaman pengguna.\n\nPendapat oleh: Jin Kwon, pengasas bersama dan ketua pegawai strategi di Saga.",
            "translated_summary": "Pengembangan pesat rangkaian blok rantai telah membawa kepada pemecahan kecairan, mengasingkan kelompok modal dan menyulitkan kebolehgunaan kripto.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bcbc6b37ca2cc983254e",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWQ3MzktNTM0OS03NzAxLWI1NjktOTE3ZWY2MDBlMjQz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-19 15:00:00"
        },
        {
            "title": "Dogecoin News: DOGE And Mutuum Finance (MUTM) Set For Huge Breakouts Targeting $0.50",
            "translated_facebook_post": "Dogecoin nampaknya ada potensi naik sampai $0.50, manakala Mutuum Finance (dalam presale fasa 4) dah kumpul lebih $6.9 juta dan 8400 pelabur.  Harga token sekarang $0.025, akan naik jadi $0.03 di fasa 5, dan dijangka mencecah $0.06 bila dilancarkan nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bde77525e07049b7fa59",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-27-6.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 15:00:00"
        },
        {
            "title": "Regulatory Chaos Looms as Warren Fights Massive Cuts at CFPB and SEC",
            "translated_facebook_post": "Senator Elizabeth Warren bimbang dengan pengurangan kakitangan besar-besaran di agensi pengawal selia kewangan utama Amerika Syarikat, yang mungkin menjejaskan pengawasan Wall Street dan pasaran kripto.  Kehilangan kakitangan ini boleh menyebabkan kekacauan dan memberi ruang kepada aktiviti haram.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803bcc219019a6f9d2341f3",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/386425581-convert.io_-scaled.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:58:00"
        },
        {
            "title": "Whales Are Piling into BTFD Before May 26—Best New Meme Coin for Significant Returns Amid TURBO’s Ban Drama and BABYDOGE’s Drop",
            "translated_facebook_post": "Ramai dah beli BTFD sebelum 26 Mei nanti.  Nampaknya peluang untung besar ni,  tambah pulak dengan masalah Turbo dan Baby Doge sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803b80d19019a6f9d2341e6",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bftd-cow-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:45:00"
        },
        {
            "title": "Invest $3K in BTFD Before Presale Ends May 26 and Aim for $90K—Best Crypto to Stake Now While BONK and WIF Ride Market Volatility",
            "translated_facebook_post": "Pelaburan awal dalam BTFD sebelum prajualan tamat 26 Mei mungkin berpotensi pulangan tinggi, manakala BONK dan WIF menunjukkan potensi keuntungan tetapi tanpa ganjaran staking seperti BTFD.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803b80d49a79a1c1d833a86",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-18T162559.630Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:45:00"
        },
        {
            "title": "$TRUMP's the Warm-Up? BTFD Coin’s the Main Event With Its 2900% ROI—One of the Top Meme Coin Presales to Buy Today",
            "translated_facebook_post": "Ramai dah untung dengan TRUMP Coin, tapi peluang masih ada dengan BTFD Coin yang tengah pre-sale.  Harga sekarang murah, dan ada potensi pulangan tinggi, malah ada program rujukan untuk dapat lebih banyak duit. Cepat sikit sebelum habis pre-sale pada 26 Mei ni!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803b80e6b37ca2cc9832549",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/image.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:45:00"
        },
        {
            "title": "Solana Price: $140 In Sight, Robust Network Activity, Next Move?",
            "translated_facebook_post": "Harga Solana tengah naik dan dah hampir cecah $140, menunjukkan permintaan yang tinggi. Walaupun aktiviti rangkaiannya kurang berbanding sebelum ini, ia masih lagi menunjukkan prestasi kukuh, terutamanya jika dibandingkan dengan prestasi pasaran yang keseluruhannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803b80f19019a6f9d2341e8",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/6b31241ae191494abc64dcf5e203302a.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:45:00"
        },
        {
            "title": "Texas to Discuss $500M Bitcoin Reserve Bill on April 23",
            "translated_facebook_post": "Texas akan bincang cadangan bil untuk simpanan Bitcoin bernilai $500 juta pada 23 April 2025; kalau diluluskan, Texas akan beli Bitcoin sebanyak itu setiap tahun.\n\n\nSeronoknya, Texas mungkin akan jadi negeri pertama yang guna Bitcoin sebagai simpanan!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803b80d19019a6f9d2341e4",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Texas-to-Discuss-500M-Bitcoin-Reserve-Bill-on-April-23.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:44:00"
        },
        {
            "title": "Stablecoin Market Capitalization Reaches New $234 Billion Record",
            "translated_facebook_post": "Pasaran stablecoin dah cecah rekod baharu iaitu $234 bilion, dengan USDT menguasai 61.85% pasaran.  Permintaan tinggi didorong oleh jangkaan peraturan baharu dan perkembangan teknologi blockchain.  USDT dan USDC dilihat sebagai pemain utama dalam sistem kewangan masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6803b6dc49a79a1c1d833a84",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/usdt-crypto-city-dominance.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-19 14:41:00"
        }
    ]
}