{
    "timestamp": "2025-05-05 14:28:15",
    "all_news": [
        {
            "title": "Crypto Price Analysis: Bitcoin, Ethereum, XRP, Solana, Litecoin, Remittix and Dogecoin",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-price-analysis-bitcoin-ethereum-xrp-solana-litecoin-remittix-and-dogecoin/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-05%20at%2015.13.39.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:16:00"
        },
        {
            "title": "Qubetics’ 7-Day Presales, Quant’s RWA Moves, and Algorand’s DeFi Rise Lead Top Cryptos to Buy and Hold for Short Term",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c904a4c2a20564abeb6a",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/05/unnamed-2025-05-04T210057.100-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:15:00"
        },
        {
            "title": "Crypto Growth Forecast: Qubetics, Bitcoin Cash, and Gala Emerge as the Top Cryptos to Watch Before 2025 Peaks",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c9051e1c9f3eb04aa4ef",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/unnamed-2025-05-04T103411.770-1-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:15:00"
        },
        {
            "title": "Top Cryptos to Buy in 2025: Qubetics, Monero, and Ethereum – The Future of Blockchain and Cross-Border Transactions",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c906a4c2a20564abeb70",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/2025-05-04T163030.220Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:15:00"
        },
        {
            "title": "Hidden Road Brings Ripple to BlackRock: XRP Could Power This Institutional Settlement",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c905b05b020fc6c74ee7",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2023/11/BlackRock-XRP-ETF-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:13:00"
        },
        {
            "title": "Potential: Kyrgyzstan Crypto Reserve Eyed with Bold Bitcoin and BNB Proposal",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c7dda4c2a20564abeb66",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Potential-Kyrgyzstan-Crypto-Reserve-Eyed-with-Bold-Bitcoin-and-BNB-Proposal.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:10:00"
        },
        {
            "title": "Ripple Price Analysis: Is XRP Ready to Break Out of Consolidation Phase?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c7e1a4c2a20564abeb68",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/05/XRPUSDT-1-scaled.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:10:00"
        },
        {
            "title": "SEC Nears Decision on Litecoin ETF as Canary Capital Awaits May 5 Deadline",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/sec-nears-decision-on-litecoin-etf-as-canary-c/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/Litecoin-ETF-.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:10:00"
        },
        {
            "title": "Pi Coin Grabs Attention with Volatile Moves",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/pi-coin-grabs-attention-with-volatile-moves",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/altcoin-099-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:08:00"
        },
        {
            "title": "Bitcoin Price Prediction: Could It Pass $98,000?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c6b25ec0c867d20c3514",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/shutterstock_1118855399_b09d8bb25b.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:08:00"
        },
        {
            "title": "How a $243 million crypto heist led to a real-world kidnapping",
            "translated_facebook_post": "Kes rompakan Bitcoin bernilai $243 juta membawa kepada penculikan, menunjukkan bagaimana jenayah siber kini mempunyai kesan dunia nyata.  Suspek, termasuk seorang remaja yang terlibat dalam kumpulan penggodam, ditangkap selepas siasatan oleh pihak berkuasa dan penyiasat siber.",
            "translated_title": "Bagaimana Kecurian Kripto Bernilai $243 Juta Mencetuskan Penculikan di Dunia Nyata",
            "translated_content": "## Skandal Bitcoin RM1.1 Bilion yang Mencetuskan Penculikan dan Kekacauan\n\nDalam salah satu persilangan paling aneh antara jenayah digital dan keganasan dunia nyata, sekumpulan penggodam siber muda mencuri hampir RM1.1 bilion dalam Bitcoin (BTC). Dalam masa beberapa minggu, akibatnya merebak dari blockchain ke pinggir bandar Connecticut yang tenang, berakhir dengan plot penculikan yang mengerikan.\n\nJika ini kelihatan seperti jalan cerita filem thriller Netflix, anda tidak keseorangan yang berfikiran demikian. Tetapi ia berlaku. Dan dengan pantas.\n\nMari kita bongkar bagaimana seorang remaja yang bermain Minecraft, rangkaian bawah tanah pencuri kripto dan pasangan pinggir bandar yang memandu Lamborghini semuanya terjerat dalam rangkaian penipuan digital dan kekacauan dunia nyata.\n\nSemuanya bermula apabila seorang pelabur kripto di Washington, D.C. menerima panggilan telefon yang mencurigakan. Orang di hujung talian menyamar sebagai wakil keselamatan dari Google. Panggilan kedua datang dari seseorang yang mendakwa bekerja dengan Gemini, bursa kripto terkenal.\n\nApa yang berlaku kemudian adalah kes kejuruteraan sosial yang tipikal. Penipu itu memujuk mangsa untuk memuat turun perisian yang memberi mereka akses jauh ke komputernya. Beberapa saat kemudian, 4,100 Bitcoin bernilai RM1.1 bilion pada ketika itu hilang dari dompetnya.\n\nDan di situlah keadaan menjadi benar-benar pelik.\n\n### Bagaimana detektif kripto mendedahkan pencuri di sebalik rompakan RM1.1 bilion\n\nDunia kripto mungkin kelihatan seperti Wild West, tetapi ia mempunyai sheriffnya sendiri. Salah seorang daripadanya ialah ZachXBT, penyiasat tanpa nama yang dihormati kerana kerjanya sebagai detektif blockchain.\n\nZachXBT sedang berjalan di sebuah lapangan terbang apabila dia mendapat amaran tentang transaksi yang mencurigakan. Semasa dia berada di udara, dia telah mengesan dana yang dicuri ke dompet misteri.\n\nDalam masa beberapa jam, dia dan sekumpulan penyiasat bebas mula mengesan wang itu merentasi puluhan bursa, malah memaklumkan platform untuk membekukan aset tersebut.\n\nTetapi kejayaan sebenar? Sebuah video.\n\nSeorang sumber secara tanpa nama menghantar rakaman skrin kepada ZachXBT tentang pencuri yang meraikan rompakan itu, bersorak melalui Discord dan menunjukkan berjuta-juta wang di skrin. Salah seorang daripada mereka secara tidak sengaja mendedahkan nama sebenarnya: Veer Chetal, pelajar cemerlang berusia 18 tahun dari Danbury, Connecticut.\n\nYa, Danbury yang sama di mana penculikan itu berlaku.\n\n**Tahukah anda?** Pada Januari 2025, pengasas bersama Ledger, David Balland, telah diculik di Perancis dan kemudian dibebaskan dengan selamat berikutan campur tangan polis. Penculikan itu dikaitkan dengan tuntutan tebusan mata wang kripto, yang menyerlahkan persimpangan aset digital dan jenayah dunia nyata yang semakin meningkat.\n\n### Akibat dunia nyata: Penculikan ibu bapa Veer\n\nHanya seminggu selepas rompakan digital itu, Sushil dan Radhika Chetal (ibu bapa Veer) sedang mencari rumah di dalam Lamborghini Urus mereka bernilai RM1 juta apabila dua kenderaan menyerbu mereka. Pihak berkuasa telah menggambarkan ibu bapa Veer semata-mata sebagai mangsa penculikan, tanpa sebarang petunjuk bahawa mereka terlibat dalam kecurian kripto.\n\nDidakwa, penyerang bersenjata menyeret pasangan itu ke dalam van, mengikat mereka dengan pita pelekat dan melarikan diri dari tempat kejadian. Nasib baik, tindakan pantas orang ramai (termasuk ejen FBI yang tidak bertugas) membantu polis mengesan van tersebut. Pasangan Chetals diselamatkan, dan empat daripada enam suspek ditangkap dalam masa beberapa jam.\n\nTetapi mengapa menyasarkan ibu bapanya?\n\nTernyata motifnya sangat menakutkan: rakan konspirator Veer ingin memeras ugut dia. Mereka tahu dia terlibat dalam kecurian kripto. Sekarang, mereka melihat ibu bapanya sebagai pengaruh untuk memaksanya berkongsi rampasan tersebut — atau lebih banyak lagi.\n\n### Dari Minecraft kepada jenayah berjuta-juta dolar\n\nVeer Chetal bukan sekadar remaja yang mempunyai bakat dalam kripto. Dia didakwa sebagai sebahagian daripada \"the Com,\" sebuah kolektif dalam talian bawah tanah yang berkembang dari pelayan Minecraft dan penipuan permainan video kepada rangkaian jenayah canggih yang terlibat dalam segala-galanya dari penukaran SIM kepada penipuan kripto.\n\nLaluannya dari pelajar cemerlang kepada penggodam siber yang didakwa nampaknya berlaku dengan pantas. Rakan sekelasnya perasan dia tiba-tiba datang ke sekolah dengan Corvette, kemudian BMW, kemudian Lamborghini. Dia mengadakan pesta di kapal layar dan memakai jenama mewah yang kebanyakan remaja hanya pernah lihat dalam video rap.\n\nRakan kongsinya dalam jenayah digital? Malone Lam, penggodam Singapura yang dikenali dalam kalangan dalam talian sebagai \"Greavys\" dan \"Anne Hathaway.\" Selepas rompakan itu, Lam membelanjakan berjuta-juta di kelab malam, kereta dan champagne di Los Angeles dan Miami, malah mengejek ZachXBT dalam talian dengan memegang tanda-tanda yang mengejeknya di kelab.\n\n### Kehancuran: Penangkapan, serbuan dan pengakuan bersalah\n\nGaya hidup mewah itu tidak bertahan lama. FBI, dibantu oleh penyiasat kripto, mengesan Lam, Veer dan yang lain merentas negeri dan benua.\n\nBerikut adalah apa yang berlaku:\n\nLam telah ditangkap di Miami selepas serbuan gaya SWAT di sebuah rumah agam yang disewanya.\n\nSuspek lain ditangkap di LAX memakai jam tangan bernilai RM2.3 juta.\n\nVeer juga ditangkap secara senyap-senyap, anak kepada pasangan yang diculik, dan kini menghadapi tuduhan persekutuan.\n\nMenjelang Mac 2025, lima daripada enam penculik yang berpangkalan di Florida telah mengaku bersalah. Mereka menghadapi hukuman penjara sehingga 15 tahun. Yang lain yang terlibat dalam kecurian digital masih dalam siasatan, dan sebuah dompet persekutuan kini menyimpan Bitcoin yang telah dipulihkan.\n\n**Tahukah anda?** Walaupun menggunakan kaedah pengubahan wang haram yang canggih, seorang rakan konspirator gagal menggunakan VPN, mendedahkan lokasinya melalui alamat IP yang dikaitkan dengan sewa mewah. Pihak berkuasa mengesan dia kepada Jeandiel Serrano, juga dikenali sebagai VersaceGod, yang sedang menikmati percutian di Maldives ketika mereka menangkapnya.\n\n### Hubungan yang semakin meningkat antara jenayah digital dan akibat dunia nyata\n\nYang menakutkan ialah betapa lancarnya jenayah ini mengalir dari dunia digital ke dunia fizikal.\n\nSeperti yang dinyatakan oleh pakar keselamatan siber Allison Nixon: \"Kita menyaksikan evolusi daripada jenayah yang tidak teratur kepada jenayah terancang, dan kita berada di suatu titik tengah.\"\n\nKumpulan seperti Com bukan lagi sekadar pembuat jenaka atau penggodam; mereka keras kepala, terancang, dan semakin ganas. Mereka berkongsi kisah kejayaan dan mempamerkan kekayaan, merekrut generasi akan datang melalui Discord, Telegram dan Minecraft.\n\nRombakan kripto bernilai RM1.1 bilion yang membawa kepada penculikan dunia nyata adalah lebih daripada sekadar tajuk utama. Ia adalah amaran. Ia menunjukkan bagaimana jenayah siber tidak lagi kekal dalam talian, dan bagaimana kesombongan belia, anonimiti digital dan ketamakan yang tidak terkawal boleh mempunyai akibat dunia nyata.\n\nDan secepat kumpulan ini menjadi kaya, mereka ditangkap dengan lebih pantas.\n\nPada akhirnya, malah Lamborghini dan champagne pun tidak dapat melindungi mereka daripada serpihan blockchain yang mereka tinggalkan.\n\n### Sisi gelap kripto dan keperluan untuk berjaga-jaga\n\nWalaupun mata wang kripto menawarkan banyak kelebihan, ia juga mempunyai sisi gelap yang tidak boleh diabaikan. Ciri-ciri yang menjadikan kripto menarik — penyahpusatan, anonimiti dan kemudahan pemindahan — juga merupakan apa yang menjadikannya tempat pembiakan aktiviti haram.\n\nDari pengubahan wang haram dan penipuan kepada penipuan dan jenayah siber, kripto telah menjadi alat bagi pelbagai penjenayah. Daya tarikan keuntungan cepat dan wang mudah, digabungkan dengan anonimiti mata wang digital, menjadikan kripto sangat menarik kepada individu muda yang mudah terpengaruh.\n\nRamai diperkenalkan kepadanya melalui saluran yang nampaknya tidak berbahaya, seperti permainan dalam talian atau media sosial, di mana mereka mungkin bertemu dengan penjenayah siber yang ingin merekrut generasi penjenayah akan datang. Ini menjadikan lebih penting bagi ibu bapa dan penjaga untuk sentiasa mengetahui aktiviti digital dan tingkah laku dalam talian anak mereka.\n\nMata wang kripto bukanlah sesuatu yang berbahaya secara semula jadi, tetapi ia boleh membuka pintu kepada laluan berbahaya jika disalahgunakan. Bagi mereka yang baru dalam bidang ini, adalah penting untuk memahami risiko yang terlibat. Penipu boleh menggunakan teknik canggih untuk menipu dan mencuri, dan kekurangan kawal selia boleh meninggalkan mangsa tanpa jalan penyelesaian.\n\nOleh kerana kripto terus berkembang popularitinya, potensi jenayah siber mungkin akan berkembang, dan akibat kecurian digital mungkin menjadi lebih teruk dan ketara.\n\n### Mengawasi aktiviti digital anak anda\n\nDengan peningkatan mata wang kripto, adalah penting bagi ibu bapa untuk mendidik anak-anak mereka tentang risiko yang berkaitan dengan aset digital.\n\nMengawasi interaksi dalam talian mereka, termasuk aplikasi, permainan dan forum yang mereka kerap gunakan, adalah penting untuk memastikan mereka tidak menjadi mangsa penjenayah digital.\n\nMenganjurkan perbualan terbuka tentang keselamatan internet, mengajar mereka tentang bahaya berkongsi maklumat peribadi dalam talian dan memantau dompet digital mereka adalah cara yang mudah tetapi berkesan untuk melindungi mereka daripada sisi gelap kripto.\n\nOleh kerana sempadan antara dunia digital dan akibat dunia nyata terus kabur, adalah penting untuk sentiasa berjaga-jaga. Sama ada memastikan keselamatan anak anda dalam ruang digital atau memahami risiko yang lebih luas yang ditimbulkan oleh kripto, bersikap proaktif boleh membantu menavigasi landskap kewangan digital yang sentiasa berubah. Dengan mengambil langkah berjaga-jaga dan sentiasa mendapat maklumat, anda boleh memanfaatkan faedah mata wang kripto sambil mengurangkan bahayanya.",
            "translated_summary": "Terbongkar: Kisah Mengejutkan Kecurian Bitcoin Bernilai $243 Juta yang Berkembang Menjadi Rancangan Penculikan di Dunia Nyata.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c905a4c2a20564abeb6e",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9kMTM2NzYwNGU4MmZiNDZlYzM4MjRmYjc3MTY3MTk4OS5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-05 14:08:00"
        },
        {
            "title": "Why Flare is Winning the Battle for XRPFi",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c6b283a5fb30cc84252d",
            "source": "Crypto Daily™",
            "image": "https://cryptodailycdn.ams3.cdn.digitaloceanspaces.com/cryprodaily-placeholder.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:06:00"
        },
        {
            "title": "Dogecoin Price Prediction 2025, 2026 – 2030: Will DOGE Price Hit $1?",
            "translated_facebook_post": "Ramalan harga Dogecoin sampai 2050 agak memberangsangkan, mungkin mencecah $1.07 pada 2025 dan  $3 pada 2030,  tapi banyak juga faktor yang mempengaruhi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66ed5ca047ad4571a8dde312",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/10/30141025/price-prediction-Dogecoin-DOGe.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:06:00"
        },
        {
            "title": "Semler Scientific Expands Bitcoin Holdings with New Purchase",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c6b283a5fb30cc84252f",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/futuristic-bitcoin-oil-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:05:00"
        },
        {
            "title": "Trump Breaks Silence on TRUMP Token as Chart Signals Major Price Shift Ahead",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c6b255d8515dc7d80d44",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/trump.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:04:00"
        },
        {
            "title": "Cardano Price Prediction 2025, 2026 – 2030: Will ADA Price Hit $2?",
            "translated_facebook_post": "Ramalan harga Cardano naik sampai $1.40 dalam tahun 2025, dan mungkin mencecah $10.32 menjelang 2030.  Sekarang ni harganya sekitar $0.66, tapi ada potensi untuk meningkat lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66f2abf33d077374be5cad48",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/05/07115319/price-prediction-cardano-ada.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:04:00"
        },
        {
            "title": "Pi Coin Enthralls Traders with Its Unpredictable Price Swings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/pi-coin-enthralls-traders-with-its-unpredictable-price-swings/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/altcoin-news-026.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:02:00"
        },
        {
            "title": "Could a $190 Entry Into MAGACOINFINANCE, BTC, and ETH Pay Off in 2025?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c57855d8515dc7d80d40",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1746387831.docx_1746387831_image4.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:02:00"
        },
        {
            "title": "PEPE Is The Dogecoin Of This Cycle, Analyst Identifies The Shiba Inu Of This Cycle – Even with 80% Bonus Tokens Today!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818c57642d10f38061e1e44",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/05/FLOPPYPEPE-13-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 14:00:00"
        }
    ]
}