{
    "timestamp": "2025-04-22 15:29:54",
    "all_news": [
        {
            "title": "Soaring Bitcoin and Gold: Investors’ Escape from Risk Amidst Fed Uncertainty",
            "translated_facebook_post": "Ketidakpastian ekonomi global dan keraguan terhadap Rizab Persekutuan AS menyebabkan pelabur ramai-ramai lari ke aset selamat seperti emas dan Bitcoin.  Harga emas meningkat melepasi $3500 dan Bitcoin mencecah paras tertinggi sejak April lalu.  Ini menunjukkan ramai yang kurang yakin dengan pasaran kewangan sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b26970eb535251373b91",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Soaring-Bitcoin-and-Gold-Investors-Escape-from-Risk-Amidst-Fed-Uncertainty-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:10:00"
        },
        {
            "title": "Dutch bank ING reportedly plans to roll out Euro stablecoin",
            "translated_facebook_post": "ING, bank Belanda, tengah rancang nak lancarkan mata wang kripto stabil Euro, kerjasama dengan beberapa bank lain, memanfaatkan peraturan MiCA EU.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b26870eb535251373b8d",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/01/crypto-news-European-Union-Crypto-optioon05.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:09:00"
        },
        {
            "title": "BingX Marks 7 Years with Grand Celebrations at TOKEN2049 Dubai",
            "translated_facebook_post": "BingX sambut ulang tahun ke-7 dengan sambutan hebat di TOKEN2049 Dubai, termasuk acara di seluruh dunia untuk meraikan kejayaan bersama pengguna dan rakan kongsi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e2366004480fa9adb",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/BingX_1745334305FRm4Jm8PAm.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:08:00"
        },
        {
            "title": "Will SUI Cryptocurrency Rise Again Soon?",
            "translated_facebook_post": "Ramai pakar nampak potensi kenaikan harga SUI, didukung oleh isyarat teknikal positif dan peningkatan penggunaan dalam kewangan terdesentralisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-sui-cryptocurrency-rise-again-soon",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-112.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:08:00"
        },
        {
            "title": "First Solar Gains as U.S. Imposes New Tariffs",
            "translated_facebook_post": "Syarikat First Solar untung besar bila Amerika Syarikat kenakan tarif baru pada import solar dari Asia Tenggara.  Ini sebabkan harga panel solar mungkin naik, dan First Solar, sebagai pengeluar tempatan, dapat kelebihan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e70eb535251373b87",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bustling-stock-trading-floor.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:08:00"
        },
        {
            "title": "US Indicts Iranian for Darknet Marketplace Management",
            "translated_facebook_post": "Orang Iran didakwa di Amerika Syarikat sebab uruskan pasaran gelap Nemesis,  libatkan transaksi cryptocurrency bernilai $30 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e52e3c34c98d6a45a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-iranian-trader-8bit.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:07:00"
        },
        {
            "title": "WazirX Set to Return After $234M Hack if Court Approves May 13 Ruling",
            "translated_facebook_post": "WazirX mungkin akan beroperasi semula selewat-lewatnya 10 hari bekerja selepas mahkamah Singapura putuskan kes mereka pada 13 Mei.  Kebanyakan pemiutang dah setuju dengan pelan pampasan, jadi harapan untuk platform ni hidup balik agak cerah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e70eb535251373b89",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/08/crypto-wazirx-wallet-1-1200x628-convert.io_.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:06:00"
        },
        {
            "title": "Paul Atkins Sworn In as New SEC Chair, Market Reacts",
            "translated_facebook_post": "Paul Atkins, pengerusi SEC yang baharu, dijangka akan bawa perubahan positif dalam peraturan kripto, mungkin memudahkan pelaburan dan perdagangan mata wang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e52e3c34c98d6a45c",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/paul-atkins-sec-chair-crypto-era.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:05:00"
        },
        {
            "title": "RBI Governor Bans BTC and ETH to Support XRP? Fact Check",
            "translated_facebook_post": "Gabenor bank pusat India belum lagi benarkan XRP, khabar angin tentang larangan BTC dan ETH serta penggunaan XRP masih belum disahkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e52e3c34c98d6a45e",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/RBI-Governor-Bans-BTC-and-ETH-to-Support-XRP-Fact-Check.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:03:00"
        },
        {
            "title": "WoW Gala Lisboa Brings Web3 to Life with Style and Sparkle",
            "translated_facebook_post": "WoW anjur Gala di Lisbon pada 5 Jun 2024,  menarik ramai ke dunia Web3 dengan gabungan seni digital,  dan  menumpukan perhatian kepada penyertaan wanita dalam industri ini.  Acara ini lebih inklusif,  menawarkan tiket kepada semua, bukan hanya pemegang NFT.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b00636e12e1e150855a7",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26533.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:02:00"
        },
        {
            "title": "Experts Anticipate a Surge for SUI Cryptocurrency Based on Positive Indicators",
            "translated_facebook_post": "Ramai pakar jangka harga SUI akan naik sebab banyak petunjuk positif, macam analisis teknikal dan peningkatan jumlah dagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/experts-anticipate-a-surge-for-sui-cryptocurrency-based-on-positive-indicators/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-039.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "Bold Move: Metaplanet’s Exciting Bitcoin Investment Strategy Targets 10,000 BTC by 2025",
            "translated_facebook_post": "Syarikat Metaplanet, yang tersenarai di Jepun, dah kumpul 4,855 Bitcoin dan sasar nak tambah sampai 10,000 menjelang 2025.  Langkah berani ni menunjukkan keyakinan mereka pada Bitcoin sebagai aset simpanan nilai dan pelaburan jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b00852e3c34c98d6a455",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bold-Move-Metaplanets-Exciting-Bitcoin-Investment-Strategy-Targets-10000-BTC-by-2025.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "Cheaper, faster, riskier — The rise of DeepSeek and its security concerns",
            "translated_facebook_post": "Model AI DeepSeek yang murah dan berprestasi tinggi memang menarik perhatian, tapi kebimbangan keselamatan data dan privasi pengguna tetap menjadi isu utama.  Harga murahnya mungkin mengundang lebih banyak model AI serupa yang mengabaikan keselamatan demi keuntungan, menjejaskan pasaran teknologi dan kripto.",
            "translated_title": "Lebih Murah, Lebih Cepat, Lebih Berisiko — Kebangkitan DeepSeek dan Kebimbangan Keselamatannya",
            "translated_content": "Pendapat oleh: Ahmad Shadid, CEO O.xyz\n\nSaga DeepSeek telah menunjukkan dengan jelas bahawa model AI yang lebih murah dapat menawarkan kelebihan yang luar biasa. DeepSeek mencabar pelaburan tradisional dengan teknologi yang berkos rendah tetapi berprestasi tinggi. Namun, kebangkitan DeepSeek membawa risiko yang serius.\n\nAspek yang paling membimbangkan mengenai model sedemikian ialah isu privasi dan keselamatan data.  Hakikat bahawa model canggih sebegini boleh dibangunkan dengan kos sebahagian kecil daripada kos standard memang merangsang inovasi dan prospek pelaburan, tetapi pada harga berapa?\n\nModel AI yang menjimatkan kos boleh mewujudkan kelemahan yang berbahaya, walaupun ia mendemokrasikan pembangunan AI. Satu kajian Cisco baru-baru ini mendapati bahawa model R1 DeepSeek mempunyai kadar kejayaan serangan sebanyak 100%. Ringkasnya, model itu gagal menyekat satu pun arahan berbahaya. Mengapa keselamatan diabaikan semasa inovasi sebegini?\n\nDeepSeek Mencetuskan Demam AI di China\n\nPembangun DeepSeek mendakwa bahawa chatbot R1 mereka menelan belanja sebahagian kecil daripada apa yang dibelanjakan oleh pesaing seperti OpenAI.  Pihak industri menggelarkannya sebagai kisah chatbot AI terbesar sejak November 2022. Microsoft dan Amazon Web Services bertindak pantas untuk menyokong DeepSeek.\n\nKemajuan ini datang dengan risiko. Model AI DeepSeek menyimpan data pengguna di pelayan di China. Undang-undang China memaksa syarikat untuk berkongsi data dengan agensi kerajaan. Dasar ini mungkin membenarkan kerajaan China untuk mengumpul data pengguna AS.\n\nOpenAI telah menimbulkan kebimbangan mengenai DeepSeek dalam surat kepada kerajaan AS. Surat setebal 15 muka surat itu menekankan bahawa kemajuan DeepSeek, terutamanya dengan model R1, semakin mengecilkan kelebihan AS dalam bidang AI.\n\nDari sudut kewangan, pengumuman DeepSeek mencetuskan panik global. Saham teknologi menjunam dengan mendadak. Nvidia, peneraju dalam pembuatan cip, kehilangan hampir 17% dalam sehari. Pelabur menilai semula kos dan daya saing industri AI. Kehilangan nilai pasaran mencecah beratus bilion dolar.\n\nApabila sentimen risiko merebak, gelombang kejutan bergerak pantas ke sektor lain seperti kripto. Reaksi yang pantas dan tergesa-gesa itu sendiri merupakan satu kebimbangan yang kritikal. Jika pembangun AI ingin mengaut keuntungan daripada trend pembangunan kos rendah ini, kita mungkin akan melihat lebih banyak model seperti DeepSeek muncul yang mengorbankan privasi pengguna demi penggunaan yang pantas.\n\nKesan Tumpahan kepada Kripto\n\nSaga DeepSeek mendedahkan satu trend yang lebih membimbangkan bagi industri kripto. Kripto telah semakin dikaitkan rapat dengan saham teknologi. Apabila DeepSeek menjadi tajuk utama, pasaran kripto tidak terkecuali. Bitcoin (BTC), aset digital yang paling menonjol, jatuh di bawah $100,000.\n\nPenganalisis juga menyatakan bahawa korelasi berguling enam bulan Bitcoin dengan Nasdaq Composite meningkat kepada kira-kira 0.5. Ini menunjukkan bahawa aset berisiko seperti Bitcoin turut mengikut apabila saham teknologi merosot. Oleh itu, perkembangan masa depan yang merosakkan pasaran teknologi arus perdana juga boleh memberi kesan buruk kepada pasaran kripto.\n\nPengkritik, termasuk Jean Rausis dari Smardex, menegaskan bahawa teknologi DeepSeek “tidak ada kaitan dengan Bitcoin” pada peringkat asas. Walau bagaimanapun, ketakutan pasaran yang berleluasa bermaksud bahawa sebarang kejutan dalam sektor teknologi cepat tersebar ke pasaran kripto. Ramai pelombong Bitcoin telah berpindah ke operasi pusat data AI dan menyaksikan saham mereka merosot sebanyak 13%–18%. Penurunan ini menambah kepada ketidaktentuan keseluruhan dalam pasaran.\n\nSatu lagi kebimbangan ialah peningkatan jalan penyelewengan. Beberapa token bertemakan DeepSeek atau bahkan token bertemakan AI palsu telah muncul dan menarik perhatian pelabur. Pelabur baru mungkin tidak mengetahui banyak tentang perdagangan di bursa terdesentralisasi dan mengenal pasti skim pam-dan-dump atau rug-pull.\n\nRisiko Keselamatan yang Tidak Boleh Diabaikan\n\nPenyelidik keselamatan menunjukkan bahawa aplikasi iOS DeepSeek R1 menggunakan penyulitan yang lapuk. Kelemahan sebegini mendedahkan pengguna kepada risiko serangan siber dan pencerobohan data.\n\nPengurangan kos ini boleh menyebabkan sistem terdedah kepada manipulasi dan penyalahgunaan. Kemungkinan model AI kos rendah mungkin memenuhi kepentingan negara asing menimbulkan bayangan yang panjang ke atas penerimaannya.\n\nBaru-baru ini: OpenAI menjangkakan pendapatan akan meningkat 3 kali ganda pada tahun 2025 tetapi firma AI China semakin panas\n\nRisiko keselamatan sebegini memerlukan perhatian segera daripada syarikat dan pengawal selia. Pegawai AS bimbang tentang penyimpanan data pengguna sensitif di pelayan China. Pengawal selia mungkin mengenakan piawaian perlindungan data yang lebih ketat untuk melindungi keyakinan pasaran. Pakar industri juga membahaskan pengaruh jangka panjang DeepSeek. Ada yang berpendapat bahawa kecekapan kosnya boleh mendorong seluruh sektor AI ke hadapan.\n\nMereka melihat kos latihan yang lebih rendah sebagai peluang untuk memacu inovasi dan meningkatkan persaingan. Ini boleh membawa kepada penggunaan alat AI yang lebih meluas dan kos yang lebih rendah. Namun, kekurangan keselamatan masih belum diselesaikan. Risiko bahawa model yang lebih murah mendedahkan pengguna kepada pencerobohan data dan serangan siber mengatasi manfaat yang berpotensi.\n\nApa yang Akan Datang?\n\nApabila pengawal selia dan pemimpin industri melangkah masuk untuk memeriksa isu ini, masa depan AI bergantung kepada sejauh mana kita menguruskan risiko keselamatan ini. Kita mesti menuntut piawaian yang lebih tinggi untuk perlindungan data, walaupun kita berusaha untuk inovasi.\n\nKes DeepSeek mengingatkan kita bahawa kejayaan dalam kecekapan mesti disertai dengan langkah keselamatan yang kukuh. Pilihan yang dibuat sekarang akan membentuk masa depan AI dan perlindungan data pengguna. Perdebatan mengenai teknologi yang lebih murah, lebih pantas tetapi lebih berisiko masih jauh daripada selesai dan akan terus mempengaruhi ruang teknologi dan kripto selama bertahun-tahun akan datang.\n\nPendapat oleh: Ahmad Shadid, CEO O.xyz",
            "translated_summary": "Model AI DeepSeek yang kos rendah dan berprestasi tinggi mengganggu industri teknologi, tetapi peningkatannya menimbulkan kebimbangan kritikal tentang keselamatan data dan privasi…",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b00770eb535251373b7c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWQ3NTQtOTMyMi03OGFiLWIwOGQtMDFhNjg3YWMzYTc2.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "How Much Could $2,000 in Ripple (XRP) Be Worth at the Peak of the Bull Run?",
            "translated_facebook_post": "Kalau labur RM8,000 dalam XRP sekarang, potensi keuntungannya bergantung pada beberapa faktor, termasuk kes mahkamah Ripple dan penerimaan meluas.  Anggaran paling rendah mungkin sekitar RM8,000 hingga RM9,000, manakala anggaran paling tinggi boleh mencecah RM24,000 hingga RM40,000 atau lebih.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b00736e12e1e150855a9",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2025/03/P2P-Review-1-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "Early Movers Consistently Win: Why Buying Mutuum Finance (MUTM) Could Be The Smartest Trade Of 2025",
            "translated_facebook_post": "Pelaburan awal dalam Mutuum Finance nampaknya berpotensi untung lumayan, dengan jangkaan harga meningkat mendadak menjelang 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13d2366004480fa9ad7",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-3-3-9.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "Crypto Bulls Eye Altcoin Rally as Market Cap Holds Strong Above MA200",
            "translated_facebook_post": "Pasaran altcoin nampaknya semakin positif, dengan nilai pasaran kekal tinggi dan dominasi USDT semakin lemah, menunjukkan momentum kenaikkan harga dalam jangka masa sederhana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13d70eb535251373b85",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/08/Bullish-MarketBullish-Trading-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "Massive Potential! XRP, SOLANA, and MAGACOINFINANCE Could Deliver Insane Returns!",
            "translated_facebook_post": "XRP, Solana, dan MAGACOINFINANCE antara matawang kripto yang menjanjikan pulangan tinggi, tapi MAGACOINFINANCE dilihat lebih berpotensi disebabkan momentumnya yang  cepat dan akses terhad semasa pra-jualan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13e36e12e1e150855b2",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-318.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 15:00:00"
        },
        {
            "title": "Analysts Say Cardano ADA Could Soon Surge 1,000% to $7",
            "translated_facebook_post": "Ramai penganalisis jangka harga Cardano (ADA) mungkin akan naik mendadak sampai 1,000%, mencecah $7.  Beberapa penganalisis nampak potensi kenaikan ni berdasarkan carta dan trend harga sebelum ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807aee4fbc8c413d348b0be",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Analysts-Say-Cardano-ADA-Could-Soon-Surge-1000-to-7.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 14:57:00"
        },
        {
            "title": "Matter Labs, ZKsync Developer, Sued for Alleged Intellectual Property Theft",
            "translated_facebook_post": "Matter Labs, syarikat di sebalik ZKsync, didakwa mencuri harta intelek.  Syarikat blockchain yang dah tak beroperasi, BANKEX, kata dua bekas pekerja mereka mencuri teknologi untuk bina ZKsync. Tapi, jurucakap Matter Labs kata tuduhan tu… tak dinyatakan.\n\n\nPihak BANKEX menuduh kecurian teknologi, tetapi Matter Labs belum beri respon penuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/matter-labs-zksync-developer-sued-for-alleged-intellectual-property-theft/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/2b9bb1afd0083e18401d556588198f5684a04a07-4032x2268.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 14:56:00"
        },
        {
            "title": "Over 70 crypto ETF applications are under U.S. SEC review in 2025 alone",
            "translated_facebook_post": "Lebih 70 permohonan ETF kripto sedang dikaji SEC Amerika Syarikat, menjanjikan tahun 2025 yang meriah untuk pelaburan kripto, walaupun penerimaan meluas masih belum pasti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807b13c36e12e1e150855ac",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Eric-Balchunas-70-crypto-ETFs-SEC-review.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 14:55:00"
        }
    ]
}