{
    "timestamp": "2025-05-06 03:14:58",
    "all_news": [
        {
            "title": "U.S. Treasury Sanctions Burmese Group for Crypto Scams",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197c4f586a2f403ccb8538",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/us-treasury-sanctions-burmese-group.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:03:00"
        },
        {
            "title": "VanEck Launches Controversial BNB-Based Investment Fund",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/vaneck-launches-controversial-bnb-based-investment-fund/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/cryptocurrency-news-1131.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:03:00"
        },
        {
            "title": "U.S. Congress Advances Project 2025 Crypto Bill",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197c4f809f2c46d3e789e1",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/pixelated-legislative-chamber.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:01:00"
        },
        {
            "title": "Solana (SOL) Price Targets $400, PI Price Forecast Climbs, BlockDAG’s Live Podcasts Reveal Real Progress",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197c4f809f2c46d3e789de",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/blockdag-trending-crypto-32509.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:00:00"
        },
        {
            "title": "Pepe May Drop, Litecoin ETF Talk Rises, But Real Banger? Altcoin Seed Round Rips Through $226M with CertiK Seal Locked In",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/pepe-may-drop-litecoin-etf-talk-rises-but-real-banger-altcoin-seed-round-rips-through-226m-with-certik-seal-locked-in/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/Pitch-4-7.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:00:00"
        },
        {
            "title": "XRP, Solana, and Cardano Are on Every Analyst’s Watchlist for Q2 — Here’s Why",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/xrp-solana-and-cardano-are-on-every-analysts-watchlist-for-q2-heres-why/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/unnamed-2025-05-03T230443.931-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:00:00"
        },
        {
            "title": "OKX Relaunches DEX with Real-Time Detection After $100M Laundering Case",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197c4f586a2f403ccb8536",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/08/OKX-exchange-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:00:00"
        },
        {
            "title": "SHIB & TRX Show Bullish Signs; Traders Flood BlockDAG’s Referral Program!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197c5040a16140d2ddf183",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/2025-05-05T163233.985Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 03:00:00"
        },
        {
            "title": "Fresh $1B in Tether mints on Tron, closing gap again with Ethereum",
            "translated_facebook_post": "Syarikat Tether baru je tambah lagi USD 1 billion USDT dalam rangkaian Tron, makin rapat nak mengatasi Ethereum.  Jumlah USDT dalam Tron dah cecah rekod tinggi, dan hampir mengatasi Ethereum.",
            "translated_title": "Tether mencetak $1 bilion lagi di Tron, jurang dengan Ethereum semakin rapat.",
            "translated_content": "Rangkaian Tron semakin hampir merampas semula kedudukan utama daripada Ethereum dalam peredaran Tether selepas satu lagi cetakan besar oleh penerbit stablecoin AS.\n\nPada 5 Mei, Tether mencetak tambahan $1 bilion Tether (USDT) di rangkaian Tron, menurut Arkham Intelligence. Ini menjadikan jumlah keseluruhan USDT di Tron sebanyak $71.4 bilion, menurut laporan Ketelusan Tether.\n\nSebagai perbandingan, terdapat $72.8 bilion USDT yang beredar di rangkaian Ethereum, jadi hanya $1.4 bilion lagi USDT di Tron akan menjadikannya rangkaian peneraju bagi penerbit stablecoin terbesar di dunia, seperti yang telah dicapainya sebelum ini selama dua tahun terakhir.\n\nTron mendahului Ethereum untuk peredaran USDT antara Julai 2022 dan November 2024, tetapi cetakan besar $18 bilion di Ethereum telah menolak rangkaian itu ke hadapan sekali lagi, menurut CryptoQuant.\n\nRangkaian terbesar ketiga untuk USDT ialah Solana, yang mempunyai $1.9 bilion beredar, dan terdapat jumlah yang lebih kecil di Ton, Avalanche, Aptos, Near, Celo dan Cosmos.\n\nJumlah peredaran Tether kini berada pada paras tertinggi sepanjang zaman iaitu $149.4 bilion USDT, meningkat sebanyak 8.6% sejak awal tahun ini. Ini memberikan firma itu penguasaan pasaran stablecoin sebanyak 61%, menurut CoinGecko.\n\nPesaing terdekatnya, Circle, mempunyai bahagian pasaran sebanyak 25% dengan hampir $62 bilion USDC (USDC) yang beredar.\n\nPencetakan stablecoin telah meningkat mendadak dalam enam bulan yang lalu, dan kini ia mewakili 8% daripada jumlah permodalan pasaran kripto.\n\nDalam satu laporan pada akhir April, Jabatan Perbendaharaan Amerika Syarikat meramalkan bahawa pasaran stablecoin boleh mencapai $2 trilion menjelang 2028 jika kejelasan peraturan dicapai.\n\nRang undang-undang stablecoin hampir diundi\n\nIa secara meluas dipercayai bahawa dua rang undang-undang utama perlu diluluskan menjadi undang-undang di AS untuk mengukuhkan kedudukan stablecoin.\n\nAkta Bimbingan dan Penubuhan Inovasi Kebangsaan untuk Stablecoin AS (GENIUS) menetapkan definisi yang jelas untuk \"stablecoin pembayaran\" dan peraturan rizab untuk penerbit stablecoin.\n\nPenggubal undang-undang di Senat AS akan meneruskan undian mengenai rang undang-undang stablecoin GENIUS sebelum 26 Mei, menurut laporan.\n\nSementara itu, Akta Ketelusan dan Akauntabiliti Stablecoin untuk Ekonomi Buku Lebih Baik (STABLE), yang mengawal kelulusan dan pengawasan \"penerbit stablecoin pembayaran bukan bank yang berkelayakan secara persekutuan,\" juga sedang melalui Kongres.\n\nTether juga merancang untuk melancarkan stablecoin berasaskan AS pada tahun ini, dengan masa bergantung kepada kelulusan rang undang-undang.",
            "translated_summary": "Penerbit stablecoin AS, Tether, telah mencetak tambahan $1 bilion USDT dalam rangkaian Tron, dengan jumlah peredarannya mencapai paras tertinggi.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197b0d6e43b2293e98d56c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmEzMjctYTJmNC03YWJiLWIxNGQtNTY4MGIxZTJlMmQ1.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-06 02:57:00"
        },
        {
            "title": "Bernstein Projects $330 Billion Bitcoin Investment by 2029",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681979f91d6c2457c7a7b060",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/bitcoin-2029-bernstein-news-art.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:53:00"
        },
        {
            "title": "General Atlantic Negotiates Stake in Liftoff, Valued Over $4B",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681979f983caeb6c4f4d1780",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/modern-financial-discussion-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:52:00"
        },
        {
            "title": "New U.S. Crypto Bill Aims to Limit Big Firm Influence",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681979f983caeb6c4f4d1782",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/crypto-bill-discussion-room.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:49:00"
        },
        {
            "title": "Invest $9K to Chase $810K? BTFD Coin’s 2900% ROI Hype Joins PNUT, GOAT and Others Among the 5 Best Cryptos to Buy Now",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681978cd1d6c2457c7a7b05e",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/05/unnamed-4-1-3.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:45:00"
        },
        {
            "title": "Grab 200% Bonus Before BTFD’s Launch on May 27—Top New Meme Coins to Buy This Week as PEPE Feels Buffett Shocks and FLOKI Climbs",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681978cd83caeb6c4f4d177e",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/unnamed-2025-05-05T094758.338-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:45:00"
        },
        {
            "title": "Missed Peanut the Squirrel’s Early Run? BTFD Coin’s FINAL200 Bonus and $0.0002 Presale Offer 12,000+ Bulls a Shot at $900K from $10K",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681978cdaba05c638839d08e",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/2025-05-05T164003.670Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:45:00"
        },
        {
            "title": "What MAGACOIN FINANCE’s 35x Projection Means for Cardano and XRP Traders Watching Closely",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6819779faba05c638839d08c",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1746483672.docx_1746483672_image4.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:40:00"
        },
        {
            "title": "New crypto bill draft seen to curb big crypto firm influence",
            "translated_facebook_post": "Rang undang-undang kripto baru ni cuba kawal pengaruh syarikat kripto besar,  dan bagi peluang lebih ramai orang sertai pasaran.",
            "translated_title": "Draf rang undang-undang kripto baharu dilihat mampu mengekang pengaruh syarikat kripto besar.",
            "translated_content": "Rang Undang-Undang Baru Mengenai Struktur Pasaran Aset Digital Mungkin Mengurangkan Dominasi Firma Kripto Besar\n\nSatu draf perbincangan baharu bertajuk \"Digital Asset Market Structure Discussion Draft\" yang diperkenalkan oleh Republikan Dewan pada 5 Mei mungkin dapat mengurangkan dominasi firma kripto besar dan menggalakkan lebih banyak penyertaan dalam pasaran yang lebih luas, menurut seorang eksekutif dari Paradigm.\n\nDraf perbincangan ini, diketuai oleh pengerusi jawatankuasa perkhidmatan kewangan dan pertanian Dewan, Glenn Thompson dan French Hill, merupakan \"penulisan semula yang tambahan, walaupun bermakna\" Akta Inovasi dan Teknologi Kewangan untuk Abad ke-21 (FIT21), kata naib presiden hal ehwal pengawalseliaan Paradigm, Justin Slaughter, dalam catatan X pada 5 Mei.\n\nSalah satu perubahan utama dari FIT21 ialah draf tersebut mentakrifkan orang yang bersekutu sebagai sesiapa sahaja yang memiliki lebih daripada 1% komoditi digital yang dikeluarkan oleh projek tersebut — turun daripada 5% dalam rang undang-undang FIT21 — satu langkah yang menurut Slaughter mungkin dapat mengekang pengaruh firma kripto besar dan membawa kepada lebih banyak penyertaan dalam pasaran kripto.\n\nDraf tersebut juga mentakrifkan \"sistem rantaian blok matang\" sebagai sistem yang, bersama-sama dengan komoditi digital berkaitannya, tidak berada di bawah \"kawalan bersama\" mana-mana individu atau kumpulan.\n\nSuruhanjaya Sekuriti dan Bursa (SEC) akan menjadi pihak berkuasa utama yang mengawal selia aktiviti pada rangkaian kripto sehingga ia menjadi cukup terdesentralisasi, kata Slaughter.\n\nDraf tersebut juga menjelaskan bahawa protokol perdagangan kewangan terdesentralisasi ialah protokol yang membolehkan pengguna terlibat dalam transaksi kewangan dengan cara \"sendiri\". Protokol yang memenuhi kriteria ini dikecualikan daripada mendaftar sebagai broker atau peniaga komoditi digital.\n\nDraf tersebut juga merujuk kepada komoditi digital sebagai \"aset kontrak pelaburan\" untuk membezakan rawatannya daripada saham dan aset tradisional lain di bawah ujian Howey.\n\nMenurut analisis Slaughter, undang-undang sekuriti tidak akan dicetuskan melainkan penjualan token sekunder juga memindahkan pemilikan atau keuntungan dalam perniagaan asas.\n\nFirma kripto juga akan mempunyai laluan untuk mengumpul dana di bawah pengawasan SEC sambil juga mempunyai \"proses yang jelas\" untuk mendaftarkan komoditi digital mereka dengan Suruhanjaya Perdagangan Niaga Hadapan Komoditi (CFTC), kata ahli jawatankuasa tersebut dalam satu kenyataan berasingan pada 5 Mei.\n\nPembuatan peraturan bersama, prosedur, atau garis panduan berkaitan penyahsenaraian aset kripto mesti diwujudkan oleh CFTC dan SEC sekiranya aset berdaftar tidak lagi mematuhi peraturan yang ditetapkan oleh pengawal selia.\n\nSatu 'peluang yang jelas' untuk memajukan inovasi kripto, peraturan sekali sahaja\n\nBercakap tentang keperluan rangka kerja pengawalseliaan kripto yang komprehensif, ahli jawatankuasa Dewan tersebut berkata kripto adalah \"peluang yang jelas\" untuk memajukan inovasi di Amerika Syarikat — terutamanya melalui pemodenan infrastruktur kewangan Amerika dan mengukuhkan dominasi dolar AS.\n\nRepublikan mengkritik pentadbiran Biden sebelum ini dan SEC yang diketuai Gary Gensler kerana mengguna pakai strategi pengawalseliaan melalui penguatkuasaan dan bukannya mewujudkan peraturan yang jelas untuk peserta pasaran.\n\nRamai firma kripto terperangkap dalam \"kekacauan undang-undang\" akibat peraturan yang tidak jelas, yang mendorong beberapa pemain industri ke luar negara, di mana peraturan yang lebih jelas wujud, kata ahli jawatankuasa Dewan tersebut.\n\n\"Amerika perlu menjadi kuasa besar untuk pelaburan dan inovasi aset digital. Untuk itu berlaku, kita memerlukan rejim pengawalseliaan yang munasabah,\" kata Dusty Johnson, pengerusi jawatankuasa kecil pasaran komoditi, aset digital dan pembangunan luar bandar.\n\nSlaughter menambah: \"Inilah rang undang-undang yang akhirnya akan menyediakan rejim pengawalseliaan yang jelas mengenai kripto yang telah lama diminta oleh ramai pihak.\"\n\nRepublikan sudah menghadapi halangan mengenai draf perbincangan\n\nAhli jawatankuasa Perkhidmatan Kewangan Dewan, Maxine Waters, merancang untuk menyekat acara yang diketuai Republikan yang membincangkan aset digital pada 6 Mei, kata seorang kakitangan Demokrat kepada Cointelegraph.\n\nPendengaran, \"Inovasi Amerika dan Masa Depan Aset Digital,\" dijangka membincangkan kertas perbincangan draf pasaran kripto baharu yang dicadangkan oleh Thompson, Hill, dan ahli jawatankuasa lain.\n\nBagaimanapun, menurut kakitangan Demokrat yang tidak dinamakan, peraturan semasa memerlukan semua ahli Jawatankuasa Perkhidmatan Kewangan Dewan untuk bersetuju dengan pendengaran tersebut.",
            "translated_summary": "Draf perbincangan pasaran kripto akan menyeru ahli projek kripto untuk mendedahkan pegangan token kripto melebihi 1% daripada jumlah terbitan, satu langkah yang...",
            "original_url": "https://coinmarketcap.com/community/en/articles/681976756f0e2647f8998621",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDZhNWMtZGYzMS03MzA4LTkzZjUtNzJmYjY2MmMwMTM0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-06 02:38:00"
        },
        {
            "title": "Ethereum Faces Resistance as Bitcoin Maintains Momentum",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681976755f54544ea82e2742",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/ethereum-vs-bitcoin-rpg-battle.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:38:00"
        },
        {
            "title": "House Republicans Unveil New Draft Legislation to Establish Comprehensive U.S. Crypto Framework",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681976748f66703b870109b2",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/judge23.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:35:00"
        },
        {
            "title": "SHIB Fights Resistance, DOGE Attempts Breakout; BlockDAG’s Presale Hits $226M as Traders Jump in for 2,531% ROI!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68197541e4ce8e57c1c08f55",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/blockdag-099964.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-06 02:30:00"
        }
    ]
}