{
    "timestamp": "2025-03-22 17:22:05",
    "all_news": [
        {
            "title": "Majlis Kripto Pakistan mencadangkan penggunaan lebihan tenaga untuk perlombongan BTC.",
            "description": "Majlis Kripto Pakistan mengadakan mesyuarat sulungnya pada 21 Mac untuk membincangkan reformasi pengawalseliaan komprehensif, termasuk penggunaan lebihan tenaga untuk perlombongan…",
            "content": "Ketua Pegawai Eksekutif Majlis Kripto Pakistan, Bilal Bin Saqib, telah mencadangkan penggunaan tenaga lebihan negara itu untuk memacu perlombongan Bitcoin (BTC) pada mesyuarat sulung Majlis Kripto pada 21 Mac.\n\nMenurut artikel dari The Nation, majlis tersebut sedang meneroka rangka kerja pengawalseliaan komprehensif untuk mata wang kripto bagi menarik pelaburan langsung asing dan menjadikan Pakistan sebagai hab kripto.\n\nMesyuarat tersebut dihadiri oleh ahli-ahli undang-undang, gabenor Bank of Pakistan, pengerusi Suruhanjaya Sekuriti dan Bursa Pakistan (SECP), dan setiausaha teknologi maklumat persekutuan. Senator Muhammad Aurangzeb berkata mengenai mesyuarat itu:\n\nMajlis Kripto mewakili perubahan radikal daripada pendirian kerajaan Pakistan sebelum ini terhadap kripto. Pada Mei 2023, bekas menteri negeri bagi kewangan dan hasil, Aisha Ghaus Pasha berkata kripto tidak akan pernah dilegalkan di negara itu.\n\nPasha memetik sekatan pengubahan wang haram di bawah Pasukan Petugas Aksi Kewangan (FATF) sebagai motivasi utama bagi pendirian anti-kripto kerajaan.\n\nKehadiran pelombong Bitcoin boleh menstabilkan grid elektrik. Sumber: Science Direct\n\nPakistan mengikuti jejak Amerika Syarikat dalam menerima kripto.\n\nKerajaan Pakistan bertindak untuk mengawal selia mata wang kripto sebagai tender sah pada 4 November 2024 — pada hari yang sama dengan pilihan raya di Amerika Syarikat.\n\nBerikutan pemilihan semula Donald Trump di AS dan pelantikan pada 20 Januari, Trump bertindak pantas untuk mewujudkan dasar pro-kripto di peringkat persekutuan.\n\nPada 23 Januari, Presiden Trump menandatangani perintah eksekutif yang menubuhkan Kumpulan Kerja Aset Digital — sebuah majlis penasihat eksekutif yang bertugas untuk meneroka reformasi pengawalseliaan komprehensif terhadap aset digital.\n\nPerintah 23 Januari itu juga melarang kerajaan daripada menjalankan penyelidikan, pembangunan, atau mengeluarkan mata wang digital bank pusat (CBDC).\n\nPresiden Trump juga menandatangani perintah eksekutif yang mencipta rizab strategik Bitcoin dan simpanan aset digital berasingan pada Mac 2025 yang kemungkinan besar akan termasuk mata wang kripto yang dihasilkan oleh firma berasaskan AS.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWJlNDAtZDkwNS03MWE1LTg1OTktYzk5N2ZjNzRjM2Fj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dee8e8df59426ed129256b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 16:40:00",
            "status": "Posted"
        }
    ]
}