{
    "timestamp": "2025-03-23 08:31:16",
    "all_news": [
        {
            "title": "Harga saham Nvidia membentuk 'salib kematian' — Adakah token kripto AI akan mengikutinya?",
            "description": "Pedagang kripto AI sentiasa memerhati rapat saham Nvidia, tetapi pergerakan harganya tidak sentiasa berkorelasi dengan sektor kripto AI.",
            "content": "Saham gergasi pembuat cip, Nvidia (NVDA), menunjukkan isyarat penurunan harga yang ketara – kali terakhir corak ini muncul, ia mengalami penurunan hampir 50%.  Ini mungkin menimbulkan persoalan untuk sektor kripto AI, yang kadangkala seolah-olah bertindak balas terhadap harga Nvidia.\n\n\"NVDA baru sahaja membentuk Death Cross buat kali pertama sejak April 2022.  Death Cross yang lalu menyebabkan sahamnya merudum 47% dalam tempoh 6 bulan berikutnya,\" kata platform data pasaran Barchart dalam catatan X pada 23 Mac. Death cross ialah isyarat penurunan harga yang berlaku apabila purata bergerak mudah (SMA) 50 hari harga pasaran aset jatuh di bawah SMA 200 hari.\nSumber: Barchart\n\nWalaupun harga saham Nvidia membentuk isyarat penurunan harga sebelum minggu dagangan berakhir pada 21 Mac, beberapa token kripto AI telah meningkat sejak itu. Render (RENDER) meningkat 4.06%, manakala Bittensor (TAO) dan Artificial Superintelligence Alliance (FET) kedua-duanya meningkat sekitar 2.88%, menurut data CoinMarketCap.\n\nNvidia telah menjadi saham yang diawasi rapi oleh pedagang kripto AI baru-baru ini. Walaupun sesetengah penganalisis kripto mengaitkan lonjakan token kripto AI dengan prestasi NVDA – seperti peralihan hampir 70% menjelang pendapatan suku tahun ke-2 Nvidia pada 2024 – terdapat juga masa di mana tiada korelasi yang jelas muncul.\n\nSelepas pendapatan suku tahun ke-1 2024 Nvidia meningkat 18% berbanding suku tahun ke-4 2023, sesetengah pedagang token AI seolah-olah kecewa kerana keputusan yang kukuh itu tidak membawa kepada pergerakan yang sama dalam harga token kripto AI.\n\nHarga saham Nvidia turun 9.66% dalam tempoh sebulan yang lalu. Sumber: Google Finance\n\nSesetengah pedagang kripto baru-baru ini mencadangkan bahawa gelembung telah meletup dan hanya token AI dengan utiliti sebenar akan berkembang maju. Pedagang kripto CryptoCosta berkata dalam catatan X pada 22 Mac, \"Kesemua publisiti AI telah reda, sekarang tiba masanya bagi mereka yang menyediakan penyelesaian pasaran dan mempunyai pendapatan.\"\n\nDalam tempoh sebulan yang lalu sahaja, jumlah permodalan pasaran token kripto AI dan data besar utama telah jatuh 23.70%.\n\nToken terbesar dalam sektor ini mengikut permodalan pasaran, Near Protocol (NEAR), telah mengalami penurunan hampir 59% dalam tempoh 12 bulan yang lalu, kini diniagakan pada $2.70.\n\nNEAR diniagakan pada $2.70 pada masa penerbitan. Sumber: CoinMarketCap\n\nBagaimanapun, dalam satu tinjauan baru-baru ini, hampir separuh daripada pakar kripto berkata mereka optimis terhadap harga token kripto AI.\n\nDaripada 2,632 responden yang ditinjau oleh CoinGecko antara Februari dan Mac, 25% adalah \"sangat optimis,\" dan 19.3% menunjukkan mereka \"agak optimis\" terhadap token kripto AI pada tahun 2025.\n\nKira-kira 29% responden adalah neutral terhadap subjek tersebut, manakala gabungan 26.3% adalah agak pesimis atau pesimis.\n\nSementara itu, bekas CEO Binance, Changpeng \"CZ\" Zhao baru-baru ini berkata, \"Walaupun kripto ialah mata wang untuk AI, bukan setiap agen memerlukan tokennya sendiri.\"\n\n\"Agen boleh mengambil yuran dalam kripto sedia ada untuk menyediakan perkhidmatan. Lancarkan duit syiling hanya jika anda mempunyai skala. Fokus pada utiliti, bukan token,\" katanya.\n\nPada bulan Februari, Sygnum berkata dalam laporan pelaburan, walaupun agen AI telah mendapat \"daya tarikan yang luar biasa\" setakat ini, mereka telah \"bergelut untuk membuktikan nilai mereka di luar spekulasi.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWMxNzMtNjYyYi03MmEwLWEwNGItOWQyZGRjY2ExN2Nj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dfbaad3b048f33c0467b4b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 07:35:00",
            "status": "Posted"
        }
    ]
}