{
    "timestamp": "2025-04-16 14:28:18",
    "all_news": [
        {
            "title": "U.S. Tariffs on Chinese Imports Raised to 245%",
            "translated_facebook_post": "Amerika Syarikat naikkan tarif import dari China sampai 245%, susulan tindakan balas China.  Ini menyebabkan ketegangan perdagangan meningkat dan mungkin mengganggu rantaian bekalan global, tapi setakat ini tak nampak kesan pada pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffbb597857212814e4f78c",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/us-china-tariff-conflict-cartoon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:12:00"
        },
        {
            "title": "Lista Lending: Reshaping Lending on BNB Chain",
            "translated_facebook_post": "Platform pinjaman Lista Lending baru je dilancarkan dan dah dapat sambutan hebat, dengan deposit melebihi $189 juta dalam masa beberapa hari.  Ia menawarkan kadar faedah rendah dan pilihan aset cagaran yang luas, berbeza daripada platform lain dalam BNB Chain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffbac730228273e18579f6",
            "source": "BTC Peers",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/80652f88f1824b1299f4902e85a067f8.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:12:00"
        },
        {
            "title": "Bitcoin and gold show loss of confidence in fiat, says Galaxy CEO",
            "translated_facebook_post": "Bitcoin dan emas menunjukkan kurangnya keyakinan terhadap mata wang fiat, disebabkan ketidakstabilan ekonomi global dan perubahan dalam sistem kewangan antarabangsa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffbb5a5dd37548f9ecad27",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/08/crypto-news-Bitcoin-Core-Developers-blockchain-and-artificial-intelligence-golden-and-white-colors-blurry-background-v5.2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:11:00"
        },
        {
            "title": "Mantra (OM) Token Soars as Team Proposes Complete Token Burn",
            "translated_facebook_post": "Harga token Mantra (OM) naik 30% selepas cadangan pembakaran token pasukan.  Ada perdebatan dalam komuniti tentang kesan cadangan ini, dengan ada yang bimbang ia mungkin menjejaskan motivasi pasukan jangka panjang.  Walaupun begitu,  CEO juga mengumumkan pelan untuk menstabilkan harga dengan dana ekosistem  dan menafikan dakwaan perdagangan dalaman.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/mantra-om-token-soars-as-team-proposes-complete-token-burn/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-141.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:11:00"
        },
        {
            "title": "Litecoin price prediction 2025-2031: Will LTC recover to $200 soon?",
            "translated_facebook_post": "Ramalan harga Litecoin antara tahun 2025 hingga 2031 agak bercampur, dengan jangkaan harga tertinggi mencecah $1228 pada tahun 2030. Walau bagaimanapun, harga semasa agak tidak menentu dan bergantung kepada beberapa faktor, termasuk penerimaan pasaran dan perkembangan teknologi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6480a26dfb818b36be697fe0",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2022/01/CP_Altcoins_-LTC-_1140x570.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:10:00"
        },
        {
            "title": "Crypto: Binance Sets Record Burn – Is BNB Poised For A Surge?",
            "translated_facebook_post": "Binance baru je bakar 1.58 juta BNB bernilai $914 juta!  Ini mungkin akan naikkan harga BNB dalam beberapa minggu akan datang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffbb5930228273e18579f9",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/binance-burning.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:05:00"
        },
        {
            "title": "Stocks trim gains as China signals readiness for trade talks",
            "translated_facebook_post": "Pasaran saham Amerika agak turun naik disebabkan ketegangan perdagangan antara Amerika Syarikat dan China, walaupun ada tanda-tanda positif untuk rundingan.  Walaupun jualan runcit meningkat,  ketidakpastian  mengenai tarif dan kesan terhadap ekonomi masih memberi kesan kepada pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fb7857212814e4f77c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/01/crypto-news-Xi-Jingping-China-Metaverse03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:03:00"
        },
        {
            "title": "$1,000 Challenge: BTC, SOL, and ETH Continue Pushing Higher",
            "translated_facebook_post": "Bitcoin, Solana, dan Ethereum masih naik, menarik perhatian pelabur.  Ada satu lagi token, MAGACOINFINANCE, yang tengah naik dan mungkin akan meletup tak lama lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffba2c7857212814e4f784",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744723106.docx_1744723106_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:02:00"
        },
        {
            "title": "Crypto Trading Firm QCP Capital Compares Gold And Bitcoin Prices! Why Bitcoin Failed To Rise? Here Are The Details",
            "translated_facebook_post": "Harga emas naik sebab jangkaan Fed akan lebih longgar, tapi Bitcoin masih macam biasa je.  Firma dagangan kripto, QCP Capital, kata Bitcoin tak dapat manfaat sebagai pelaburan selamat masa ekonomi tak menentu sekarang, berbeza dengan emas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fb2b627a20ce5e8ec4",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/03/Bitcoin-2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:02:00"
        },
        {
            "title": "Real estate fintech Janover doubles Solana holdings with $10.5M buy",
            "translated_facebook_post": "Janover, syarikat teknologi kewangan hartanah, telah tambah pelaburan Solana mereka kepada $21.2 juta, selepas membeli 80,567 token SOL.  Mereka rancang untuk jana pendapatan tambahan dengan cara ‘staking’ SOL tersebut.",
            "translated_title": "Fintek hartanah Janover gandakan pegangan Solana dengan pembelian bernilai $10.5 juta.",
            "translated_content": "## Firma Teknologi Kewangan Berfokus Hartanah Janover Beli Token Solana Bernilai $10.5 Juta\n\nFirma teknologi kewangan berfokus hartanah, Janover, telah memperoleh 80,567 token Solana dengan anggaran $10.5 juta.  Menurut pengumuman pada 15 April, dengan pembelian terbaharu ini, pegangan Solana (SOL) Janover telah mencapai 163,651.7 — bernilai kira-kira $21.2 juta, termasuk ganjaran staking. Dengan pelaburan ini, jumlah Solana bagi setiap 1.5 juta saham mencapai 0.11 SOL, bernilai $14.47 — peningkatan sebanyak 120%.\n\nJanover merancang untuk memulakan staking SOL yang baru diperoleh dengan segera untuk menjana pendapatan tambahan. Pengumuman ini susulan syarikat berjaya mengumpul kira-kira $42 juta dengan niat jelas untuk meningkatkan strategi perbendaharaan aset digitalnya.\n\nModal baharu itu telah dikumpul menerusi jualan nota boleh tukar dan waran daripada Pantera Capital, Kraken, Arrington Capital, Protagonist, The Norstar Group, Third Party Ventures, Trammell Venture Partners dan 11 pelabur malaikat. Pada masa yang sama, satu pasukan eksekutif bekas Kraken telah mengambil alih syarikat tersebut.\n\nJoseph Onorati, bekas ketua pegawai strategi di Kraken, telah dilantik sebagai pengerusi dan ketua pegawai eksekutif di Janover berikutan pembelian kumpulan tersebut terhadap lebih 700,000 saham biasa dan semua saham pilihan Siri A.\n\n## Aset Kripto di Lembaran Imbangan?\n\nJanover adalah antara syarikat terbaharu yang memutuskan untuk menambah aset digital kepada perbendaharaan korporatnya.  Apa yang menjadikannya luar biasa ialah keputusannya untuk mengumpul aset yang bukan Bitcoin (BTC).\n\nContoh paling ketara bagi firma yang mengumpul Bitcoin ialah Strategy (dahulunya MicroStrategy). Strategy ialah syarikat perisikan perniagaan tersenarai awam yang diasaskan sebagai MicroStrategy pada tahun 1989. Pada tahun 2020, firma tersebut beralih kepada memperoleh sebanyak mungkin Bitcoin. Strategy kini memegang lebih 2.5% daripada semua Bitcoin yang akan pernah dihasilkan.\n\nData BitcoinTreasuries.NET menunjukkan bahawa Strategy memegang 528,185 BTC bernilai hampir $44.2 bilion pada masa penulisan. Syarikat itu telah menggunakan hutang untuk mengumpul Bitcoinnya.\n\nSatu lagi contoh syarikat yang kini memberi tumpuan kepada pengumpulan Bitcoin ialah Metaplanet, sering disebut sebagai \"MicroStrategy Jepun.\" Kedua-dua syarikat memegang Bitcoin sebagai lindung nilai terhadap inflasi dan sebagai sebahagian daripada strategi yang lebih luas untuk mempelbagaikan dan memodenkan perbendaharaan mereka.\n\nMenurut beberapa penganalisis, strategi ini mungkin akan membuahkan hasil tidak lama lagi. Bitcoin menunjukkan daya tahan yang semakin meningkat terhadap tekanan ekonomi makro berbanding pasaran kewangan tradisional, menurut laporan Wintermute baru-baru ini.  Walau bagaimanapun, tidak semua orang yakin bahawa trend ini akan berterusan.",
            "translated_summary": "Fintek yang berfokus pada hartanah, Janover, telah mengembangkan pegangan Solana mereka dengan pengambilalihan sebanyak 80,567 SOL bernilai $10.5 juta, menolak jumlah pelaburan keseluruhan mereka...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fc5dd37548f9ecad20",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNlNzItNDBjNy03OTFiLTgyOGYtNWM3MWRlMTY2YTM3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 14:01:00"
        },
        {
            "title": "Ethereum L2 development is ‘double-edged sword’ for ETH value",
            "translated_facebook_post": "Peningkatan penggunaan L2 mungkin jejas nilai Ether jangka pendek, tapi ada jalan penyelesaian seperti  'based rollups' dan  penambahbaikan struktur insentif antara Ethereum dan L2.",
            "translated_title": "Pembangunan Ethereum L2: Pedang Bermata Dua untuk Nilai ETH",
            "translated_content": "Binance Research: Ethereum's Layer-2 Scalability – A Double-Edged Sword for Ether?\n\nLaporan terbaru dari Binance Research menunjukkan bahawa usaha Ethereum untuk meningkatkan skalabiliti melalui rangkaian *layer-2* (L2) mungkin berpotensi mengurangkan nilai Ether, kripto mata wang kedua terbesar di dunia.  Rangkaian L2 yang direka untuk meningkatkan skalabiliti dan mengurangkan kos transaksi di *mainnet* Ethereum, mungkin sebenarnya merosakkan lapisan asas Ethereum, sekali gus memberi kesan negatif kepada harga Ether (ETH).\n\nBinance Research menulis bahawa penguasaan Ethereum dari segi jumlah dan yuran yang dijana oleh bursa terdesentralisasi (DEX) \"terancam\" oleh Solana dan BNB Smart Chain. Faktor utama termasuk transaksi yang perlahan dan mahal, \"pemikiran dan kecairan pemaju\" yang berpecah-belah, dan pengurangan pengumpulan nilai kepada L1 disebabkan peningkatan L2.\n\nMeskipun pelan hala tuju Ethereum merangkumi peningkatan masa depan yang bertujuan untuk mencipta transaksi yang lebih murah, keselamatan tambahan, dan insentif yang lebih kukuh untuk *mainnet*, pengumpulan nilai Ether mungkin terus merosot dalam jangka masa terdekat kerana dua peningkatan utama seterusnya tidak menangani isu-isu ini secara langsung.  Peningkatan ini lebih tertumpu kepada peningkatan skalabiliti berkaitan ketersediaan data dan penggabungan lebih banyak rangkaian L2.\n\nKebimbangan mengenai insentif ekonomi *mainnet* Ethereum telah timbul semula sejak harga Ether jatuh kepada $1,410 pada 7 April, mencatatkan paras terendah sejak Mac 2023. Harga Ether jatuh lebih 61% sepanjang penurunan empat bulan yang bermula pada 16 Disember 2024, apabila ETH mencecah paras tertinggi melebihi $4,100.\n\nPeningkatan Pectra dan Fusaka Ethereum tidak akan menangani pengumpulan nilai Ether\n\nSelepas kelewatan awal, peningkatan Pectra Ethereum yang dinanti-nantikan dijangka akan dilancarkan di *mainnet* pada 7 Mei. Peningkatan Pectra bertujuan untuk meningkatkan *staking* Ether dan skalabiliti rangkaian L2, meningkatkan kapasiti *blob* untuk membolehkan pengendalian data yang lebih banyak di *mainnet*, dan meningkatkan kapasiti rangkaian secara keseluruhan. Peningkatan Fusaka, yang dijangka pada akhir tahun 2025, akan memberi tumpuan kepada penskalaan *mainnet* Ethereum sebagai lapisan ketersediaan data dengan memperkenalkan EIP-7594. Fusaka juga mungkin membawa kemas kini kepada Mesin Maya Ethereum (EVM), yang mengakibatkan pendekatan yang lebih tersusun terhadap penciptaan kontrak pintar, mengurangkan *overhead* masa jalan dan meningkatkan pengalaman pemaju.\n\nKomitmen Ethereum terhadap penskalaan L2 mungkin merupakan \"pedang bermata dua\" disebabkan kebimbangan mengenai \"daya saing *mainnet* sebagai lapisan ketersediaan data\" dan \"kemapanan pengumpulan nilai kepada Ethereum sebagai aset.\"\n\nSatu laluan yang menjanjikan untuk pengumpulan nilai ETH yang lebih kukuh ialah pembangunan *rollup* berasaskan, yang menyumbang lebih banyak yuran kepada Ethereum berbanding L2 seperti Base, Arbitrum dan Optimism. Satu lagi laluan ialah peranan Ethereum yang semakin berkembang sebagai lapisan ketersediaan data.  Menyelaraskan struktur insentif antara Ethereum dan L2, sama ada melalui perkongsian yuran, *MEV capture*, atau integrasi peringkat protokol, adalah penting untuk memastikan aliran nilai yang mampan kembali kepada ETH sebagai aset jika Ethereum terus komited kepada penskalaan dengan L2.",
            "translated_summary": "Translation failed",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff9cded8138b1f1f1be027",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzA3NTUtMDIzNi03ZGZhLWFjOTItYTY4NjNjOTNkOGQ5.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 14:00:00"
        },
        {
            "title": "California Moves to Block Trump’s “Illegal” Tariffs",
            "translated_facebook_post": "Gabenor California, Gavin Newsom, tengah lawan tarif yang dikenakan zaman Trump, kata tarif tu tak sah dan rugikan ekonomi negeri.  Kes ni mungkin ubah macam mana tarif digunakan pada masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fc5dd37548f9ecad1e",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Panama.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:00:00"
        },
        {
            "title": "UFC boss Dana White becomes VeChain adviser to push blockchain mainstream",
            "translated_facebook_post": "Ketua UFC, Dana White,  bantu VeChain popularkan teknologi blockchain,  guna pengalaman pemasaran luas beliau.  UFC pun dah guna teknologi VeChain dalam sarung tangan peninju untuk elak penipuan.",
            "translated_title": "Bos UFC, Dana White, dilantik sebagai penasihat VeChain untuk mempromosikan teknologi blockchain kepada arus perdana.",
            "translated_content": "VeChain, platform blok rantai peringkat-1 yang memberi tumpuan kepada aplikasi dunia sebenar, telah menambah Ketua Pegawai Eksekutif Ultimate Fighting Championship (UFC), Dana White, sebagai penasihat rasmi terbaharunya untuk meningkatkan kesedaran arus perdana tentang teknologi blok rantai.\n\nWhite, yang juga pengasas Power Slap, akan menyertai lembaga penasihat VeChain di samping ahli fizik pemenang Hadiah Nobel, Konstantin Novoselov, untuk memacu penggunaan blok rantai dunia sebenar melalui \"kepakaran pelengkap dalam pemasaran besar-besaran dan inovasi saintifik.\"\n\n\"VeChain adalah rakan kongsi yang luar biasa untuk UFC dan Power Slap, dan saya berbesar hati untuk menyertai lembaga penasihat mereka,\" kata White dalam satu kenyataan yang dikongsi dengan Cointelegraph. \"Saya berminat dengan teknologi, dan dengan produk dan inovasi mereka, saya berharap dapat membantu meningkatkan jenama mereka ke tahap seterusnya.\"\n\nLangkah ini boleh memperluaskan jangkauan blok rantai dengan ketara. Siaran UFC menjangkau lebih daripada 950 juta isi rumah di seluruh dunia, memberi VeChain peluang utama untuk berhubung dengan pengguna baharu.\n\nWhite akan memainkan peranan penting dalam memperluaskan inisiatif kelestarian VeChain, VeBetterDAO, iaitu platform terdesentralisasi yang memberi insentif kepada \"tindakan lestari dunia sebenar\" melalui token insentif DAO (B3TR).\n\nVeChain mengesahkan kepada Cointelegraph bahawa White tidak akan menerima sebarang token B3TR atau VeChain (VET) sebagai pampasan untuk peranan penasihatnya.\n\nUFC telah pun melaksanakan teknologi VeChain, dengan cip Komunikasi Medan Dekat (NFC) yang disepadukan ke dalam generasi sarung tangan pejuang baharu.\n\n\"Ini dilakukan untuk memerangi penipuan, kerana pakaian pejuang sering dilelong untuk amal dan tujuan lain, tetapi mengalami kadar penipuan yang tinggi,\" kata Sunny Lu, pengasas bersama dan Ketua Pegawai Eksekutif VeChain, kepada Cointelegraph, sambil menambah:\n\n\"Perbincangan tambahan sedang dijalankan dengan UFC, Yayasan UFC dan rakan kongsi lain untuk menyediakan peluang untuk VeChain dan ekosistem aplikasi VeBetter,\" dengan butiran yang akan didedahkan dalam beberapa minggu akan datang, tambah Lu.\n\nVeChain ialah platform kontrak pintar peringkat-1 yang direka untuk meningkatkan rantaian bekalan dan mempercepatkan penggunaan besar-besaran teknologi blok rantai.",
            "translated_summary": "Dana White menyertai VeChain sebagai penasihat untuk membantu memacu penerimaan teknologi blockchain secara meluas.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fc30228273e18579ee",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNlODMtZjNhZi03NGQ5LTkzZjUtOWJjMDE4MTliZjVh.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 14:00:00"
        },
        {
            "title": "Shiba Inu Continues To Fall As Yeti Ouro Moves Closer To Next Presale Stage Attracting Whales",
            "translated_facebook_post": "Harga Shiba Inu jatuh, pelabur besar pun macam tak tentu arah, ada yang jual, ada yang beli.  Tapi, projek baru YETIO ni nampaknya makin mendapat perhatian,  presale pun dah hampir habis.  Jadi, nampaknya ramai dah beralih minat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fc2b627a20ce5e8eca",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-73.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 14:00:00"
        },
        {
            "title": "China Slapped with 245% Tariffs – Bitcoin Drops, Gold Hits Record High",
            "translated_facebook_post": "Ketegangan perdagangan AS-China yang makin meningkat, dengan tarif import China naik sampai 245%, telah menyebabkan pasaran kripto jatuh dan harga emas meningkat mendadak.  Pasaran saham pun turut terjejas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fb2b627a20ce5e8ec6",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/04163242/Crypto-Markets-Crash-as-U.S.-China-Trade-War-Escalates-500B-Wiped-Out-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 13:59:00"
        },
        {
            "title": "Fartcoin Price Eyes Key Breakout As Price Stalls Repeatedly Below $1",
            "translated_facebook_post": "Harga Fartcoin dah naik banyak sejak awal April, tapi masih terkandas bawah $1. Walaupun ada minat pelabur,  jualan besar-besaran menyebabkan harga susah nak naik melebihi $1.  Kena berhati-hati, nampaknya masih tak stabil lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb8fd5dd37548f9ecad24",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/51e220d224b7436fbafa8b23c1937d0b.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 13:57:00"
        },
        {
            "title": "Ethereum (ETH) Could 5x, Cardano (ADA) Might 10x, but This Altcoin Is Poised for a Much Bigger 44x Surge",
            "translated_facebook_post": "Ethereum mungkin naik 5 kali ganda, Cardano 10 kali ganda, tapi Rexas Finance dijangka meningkat 44 kali ganda.  Pelaburan dalam Ethereum lebih stabil, Cardano menawarkan pulangan lebih tinggi dengan risiko sederhana, manakala Rexas Finance berpotensi tinggi tapi berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ffb7bd7857212814e4f778",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/16192430/OnEquity-15.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 13:55:00"
        },
        {
            "title": "4 Altcoins for Generational Returns on a Modest $200 Investment in 2025",
            "translated_facebook_post": "Tahun 2025 mungkin peluang terbaik untuk pelaburan kecil berpotensi pulangan besar.  Rexas Finance (RXS), yang masih dalam peringkat prajualan, menawarkan potensi keuntungan tinggi.  Selain RXS, ADA, AVAX, dan AAVE juga dilihat berpotensi memberikan pulangan lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/4-altcoins-for-generational-returns-on-a-modest-200-investment-in-2025/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-47-1-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 13:55:00"
        },
        {
            "title": "Mantra Plans 'Comprehensive Burn Program' of OM Following 90% Crash",
            "translated_facebook_post": "Mantra merancang program pemulihan menyeluruh untuk OM selepas harga sahamnya jatuh 90%, dari lebih $6 kepada kurang daripada $0.45 dalam beberapa jam tanpa sebab yang jelas.\n\n\nHarga saham OM jatuh mendadak, hampir 90%, dalam masa beberapa jam tanpa sebab yang diketahui, dan syarikat Mantra kini merancang program pemulihan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/mantra-plans-comprehensive-burn-program-of-om-following-90-crash/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/6d344aa1c8c4a204316c7ac25e78fea1ffc99f5e-1152x648.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 13:54:00"
        },
        {
            "title": "Crypto Price Analysis 4-16: BITCOIN: BTC, ETHEREUM: ETH, SOLANA: SOL, ALGORAND: ALGO, BITTENSOR: TAO, ARBITRUM: ARB, INTERNET COMPUTER: ICP",
            "translated_facebook_post": "Pasaran kripto jatuh dalam tempoh 24 jam lepas, nilai pasaran susut hampir 3% kepada $2.63 trilion disebabkan sentimen pasaran yang negatif. Bitcoin... dan beberapa matawang kripto lain turut terjejas.\n\n\nHarga kripto jatuh mendadak, nilai pasaran susut hampir 3%.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-price-analysis-4-16-bitcoin-btc-ethereum-eth-solana-sol-algorand-algo-bittensor-tao-arbitrum-arb-internet-computer-icp/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/photo_2025-04-16%2022.21.32.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 13:53:00"
        }
    ]
}