{
    "timestamp": "2025-03-20 12:50:25",
    "all_news": [
        {
            "title": "Deteksi Penipuan Kripto Lebih Awal: Alat Pengesan Baharu California, Dijelaskan",
            "description": "Ketahui cara Pengesan Penipuan Kripto California yang baharu membantu mengesan dan mengelakkan penipuan.  Tingkatkan kesedaran dan lindungi pelaburan anda.",
            "content": "Sertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain (betul, berjuta-juta menyayangi kami!) — apa yang anda tunggu?\n\n\n**Alat Pengesan Penipuan Kripto California**\n\nPada 16 Feb 2023, Jabatan Perlindungan dan Inovasi Kewangan (DFPI) di California melancarkan alat pengesan penipuan kripto untuk membantu penduduk mengenal pasti dan mengelakkan penipuan kripto. Alat pengesan ini memperincikan penipuan kripto yang dikenal pasti melalui semakan aduan yang dikemukakan oleh orang ramai.\n\nAlat pengesan penipuan kripto DFPI California ialah pangkalan data yang boleh dicari yang mengumpul aduan mengenai skim penipuan. Pelabur boleh menggunakan pangkalan data ini untuk mengenal pasti dan mengelakkan penipuan kripto. Anda boleh mencari pangkalan data menggunakan nama syarikat, jenis penipuan atau kata kunci.\n\nAlat pengesan ini termasuk glosari untuk menerangkan istilah kripto yang biasa digunakan dan dikemas kini secara berkala dengan laporan penipuan baharu. Glosari ini mungkin tidak memberikan maklumat yang meluas tentang penipuan kripto yang berleluasa, tetapi ia melengkapkan anda dengan pengetahuan yang diperlukan untuk mengenal pasti penipuan dan melindungi diri anda.\n\nAlat pengesan penipuan ini telah mengumpul maklumat daripada aduan orang ramai dan belum mengesahkan kerugian yang dilaporkan secara bebas. Apabila DFPI menerima aduan mengenai penipuan kripto baharu, ia akan mengemas kini maklumat pada alat pengesan untuk memastikan pelabur dimaklumkan.\n\nSesiapa sahaja yang telah menjadi mangsa penipuan atau penipuan kripto atau menyedari penipuan yang belum disenaraikan pada alat pengesan penipuan boleh memaklumkan DFPI. Anda boleh mengemukakan aduan dalam talian di dfpi.ca.gov/file-a-complaint atau menghubungi jabatan melalui telefon bebas tol di (866) 275-2677. Syarikat yang telah dimasukkan secara silap dalam alat pengesan boleh menghubungi DFPI di ask.dfpi@dfpi.ca.gov untuk mendapatkan bantuan.\n\nTahukah anda? Pada tahun 2024, DFPI menerima lebih daripada 2,668 aduan daripada pelabur di California dan di seluruh AS. Berdasarkan aduan ini, dengan kerjasama Jabatan Kehakiman California, ia telah menutup lebih daripada 26 laman web penipuan kripto yang berbeza dan mendedahkan kerugian pengguna sebanyak $4.6 juta.\n\n\n**Cara Menggunakan Alat Pengesan Penipuan Kripto California**\n\nAlat pengesan penipuan California tidak ternilai untuk mengenal pasti corak dalam tingkah laku penipu dan membantu pelabur mengelakkan penipuan yang serupa. Di samping itu, ia menggalakkan pelabur untuk melaporkan penipuan, menyumbang kepada keselamatan komuniti.\n\nAlat pengesan ini boleh digunakan secara meluas dalam tiga cara:\n\n* **Untuk usaha wajar:** Anda boleh mencari syarikat atau laman web tertentu menggunakan alat ini untuk mendedahkan aduan yang sedia ada. Ciri ini membantu anda memperoleh pandangan tentang pengalaman orang lain dengan tawaran yang serupa, membolehkan penilaian risiko awal. Walau bagaimanapun, adalah penting untuk ambil perhatian bahawa ketiadaan aduan tidak menjamin kesahihan, kerana laman web penipuan sering menjenamakan semula atau beroperasi di bawah nama yang berbeza.\n\n* **Untuk analisis pesanan:** Alat pengesan penipuan membolehkan anda menganalisis pesanan yang mencurigakan dengan mencari kata kunci yang berkaitan. Anda boleh menggunakan istilah seperti \"peminjaman\" atau \"insurans\" untuk menemui corak dan persamaan antara tawaran yang anda telah terima dan aduan lepas. Pendekatan perbandingan ini membantu anda mengenal pasti bendera merah berpotensi dan mengenali taktik penipu.\n\n* **Untuk pendidikan dan pencegahan:** Glosari alat pengesan berfungsi sebagai sumber pendidikan, yang menggariskan pelbagai istilah yang digunakan dalam penipuan kripto. Dengan membiasakan diri dengan taktik ini, anda boleh meningkatkan kesedaran anda dan melindungi diri daripada menjadi mangsa skim penipuan. Pendekatan proaktif untuk pendidikan adalah penting dalam menavigasi pasaran mata wang kripto yang kompleks dan sering berisiko.\n\nTahukah anda? Laporan Penipuan Mata Wang Kripto Biro Siasatan Persekutuan (FBI) 2023 menunjukkan California menghadapi kerugian berkaitan kripto tertinggi di AS, mencecah $1.15 bilion. Di bawah bidang kuasa Pejabat Padang FBI San Francisco, kerugian berjumlah $260,313,902, menjejaskan 1,226 mangsa di 15 daerah, termasuk Alameda, San Francisco dan Santa Clara.\n\n\n**Bagaimana Alat Pengesan Penipuan Kripto California Berfungsi?**\n\nAlat pengesan ini mengumpul penipuan yang dilaporkan terus oleh pengguna. Entri tersebut memperincikan huraian kerugian kepada pengadu. Untuk melihat maklumat yang dikongsi dengan DFPI, anda boleh menggunakan fungsi carian untuk meneroka aduan mengikut syarikat, jenis penipuan atau kata kunci.\n\nSebagai contoh, jika anda mencari menggunakan kata kunci \"platform perdagangan,\" alat pengesan akan menyenaraikan penipuan yang dikaitkan dengan kata kunci tersebut. Alat pengesan dibahagikan kepada lima lajur, termasuk subjek utama, naratif aduan, jenis penipuan, laman web dan tangkapan skrin.\n\nUntuk menukar susunan senarai, anda boleh klik anak panah di sebelah tajuk lajur.\n\nAnda juga boleh menentukan bilangan entri yang anda ingin lihat pada satu masa. Untuk memilih bilangan entri pada satu halaman, klik kotak juntai bawah di bahagian bawah senarai dan pilih bilangan yang anda pilih.\n\nUntuk menukar antara halaman yang memaparkan entri, anda boleh menggunakan butang \"Sebelumnya\" dan \"Seterusnya\".\n\n\n**Skim Penipuan yang disenaraikan oleh Alat Pengesan Penipuan Kripto California**\n\nAlat pengesan penipuan kripto mendedahkan banyak skim penipuan yang melanda ruang kripto. Daripada tawaran pekerjaan palsu kepada penipuan penyembelihan babi, alat pengesan ini menjelaskan taktik yang digunakan untuk menipu pelabur.\n\nBerikut adalah beberapa contoh penipuan yang disenaraikan dalam bahagian glosari alat pengesan.\n\n* **Penipuan penyembelihan babi:** Penipuan penyembelihan babi melibatkan penipu yang membina kepercayaan dengan anda melalui interaksi sosial, romantik atau perniagaan sebelum memikat anda ke dalam skim pelaburan palsu dan memujuk anda untuk memindahkan dana ke platform palsu. Platform ini mungkin juga memaparkan keuntungan palsu untuk menggalakkan deposit selanjutnya. Mangsa dinafikan pengeluaran dana atas pelbagai alasan, dan penipu akhirnya hilang dengan wang tersebut.\n\n* **Penipuan tarik karpet:** Skim ini melibatkan pembangun yang sengaja menarik pelabur dengan janji palsu pulangan tinggi hanya untuk menghilangkan wang kemudian. Mereka sering mewujudkan sensasi di media sosial dengan melibatkan selebriti, yang melonjakkan kos token. Kemudian pembangun menjual token mereka untuk menjana keuntungan besar dan menjunam harga, meninggalkan pelabur dengan token yang tidak bernilai.\n\nTahukah anda? Satu catatan X oleh Presiden Argentina Javier Milei, yang mempromosikan token LIBRA, menyebabkan permodalan pasarannya melonjak kepada $4 bilion. Walau bagaimanapun, penghapusan catatan tersebut dalam masa beberapa jam menyebabkan kejatuhan yang pesat, mengakibatkan kerugian besar bagi pelabur.\n\n* **Penipuan pekerjaan kripto:** Penipu menyamar sebagai perekrut, memikat mangsa dengan tawaran pekerjaan palsu untuk mencuri mata wang kripto dan data sensitif. Jawatan ini biasanya menawarkan wang mudah sebagai balasan untuk \"pekerjaan\" yang tidak memerlukan sebarang kepakaran tertentu. Sebagai contoh, penipu mungkin menawarkan 100 dolar AS untuk menonton iklan selama sejam. Penipuan ini direka untuk menipu individu supaya menyimpan kripto dengan penipu dan mendapat akses kepada maklumat penting seperti kata laluan ke dompet mereka.\n\n* **Penipuan pengosong dompet:** Pengosong kripto direka untuk mencuri aset digital anda dengan memindahkannya ke dompet penipu. Skim ini cenderung menggunakan kejuruteraan sosial, di mana penipu membina kepercayaan dengan anda melalui e-mel yang menipu, panggilan dan dokumen palsu. Mereka mencipta laman web kripto palsu, memikat anda dengan janji airdrop atau pengeluaran token bukan boleh tukar (NFT). Anda akhirnya meluluskan transaksi, mempercayai anda menandatangani kontrak sah atau menuntut ganjaran, hanya untuk dompet anda dikosongkan.\n\n* **Platform perdagangan palsu:** Penipu mencipta laman web atau aplikasi yang menipu, memujuk mangsa untuk menyimpan dana dengan mempresentasikannya sebagai peluang pelaburan eksklusif. Platform penipuan ini direka untuk kelihatan sahih, sering meniru pergerakan harga sebenar dan menjana keuntungan palsu untuk kelihatan sah.\n\n* **Penipuan penipu:** Penipuan penipu melibatkan penipu yang menyamar sebagai tokoh yang dipercayai, seperti eksekutif syarikat, kakitangan sokongan atau pegawai kerajaan, untuk menipu mangsa supaya menghantar dana atau berkongsi maklumat sensitif. Penipu ini sering menggunakan laman web palsu, akaun media sosial atau e-mel pancingan data untuk kelihatan boleh dipercayai.\n\n* **Penipuan perlombongan Bitcoin:** Penipuan perlombongan Bitcoin memikat pelabur dengan peluang palsu untuk membiayai operasi perlombongan. Penipu mendakwa modal yang dilaburkan akan membina infrastruktur yang diperlukan, seperti GPU dan pelayan, menjanjikan sebahagian daripada Bitcoin (BTC) yang dilombong sebagai pulangan. Tetapi pelaburan ini adalah penipuan, dan infrastruktur yang dijanjikan jarang, jika pernah, wujud.\n\n\n**Langkah-langkah yang Diambil oleh Agensi dan Negeri AS Lain untuk Meningkatkan Kesedaran Penipuan Kripto**\n\nMelindungi pelabur kripto daripada amalan penipuan ini memerlukan pendekatan yang kukuh dan pelbagai aspek. Pengawal selia persekutuan dan negeri AS bekerjasama untuk mendidik pelabur tentang corak penipuan yang baru muncul dan menyusun pertahanan yang komprehensif terhadap penipu.\n\nSuruhanjaya Perdagangan Persekutuan (FTC) melindungi pengguna daripada penipuan. Pengguna boleh melaporkan aktiviti penipuan di laman web FTC dan juga mencari maklumat tentang pelbagai jenis penipuan. FTC juga menguruskan Daftar Jangan Panggil Nasional, yang membantu pengguna menyekat panggilan yang tidak diingini.\n\nSatu lagi agensi utama, Biro Perlindungan Kewangan Pengguna (CFPB), memainkan peranan aktif dalam mengawal aset kripto. Ia mengeluarkan amaran penipuan, menyiasat syarikat, dan menyemak aduan pengguna.\n\nBeberapa negeri AS juga telah mengambil inisiatif untuk memerangi penipuan:\n\n* **New York:** Pejabat Peguam Negara New York mengendalikan Biro Perlindungan dan Penipuan Pengguna, yang menyiasat penipuan dan menawarkan petua untuk membantu pengguna kekal selamat.\n\n* **Massachusetts:** Pejabat Peguam Negara Massachusetts menggunakan alat canggih seperti platform risikan blok rantai TRM Labs untuk mengesan dana yang dicuri dan memerangi penipuan berkaitan kripto.\n\n* **Texas:** Bahagian Perlindungan Pengguna Peguam Negara Texas membantu mangsa penipuan dan membimbing mereka untuk mengelakkan penipuan.\n\n* **Florida:** Jabatan Pertanian dan Perkhidmatan Pengguna Florida mengekalkan laman web Perlindungan Pengguna dengan petua pencegahan penipuan dan pilihan penyerahan aduan.\n\nAS mengikuti pendekatan berbilang lapisan untuk pencegahan penipuan kripto dan perlindungan pengguna. Agensi persekutuan seperti FTC dan CFPB menyediakan pengawasan dan sumber di seluruh negara mengenai ruang kripto, manakala inisiatif peringkat negeri menawarkan sokongan setempat dan alat khusus. Usaha kolaboratif ini, menggabungkan pendidikan dengan penguatkuasaan, menggariskan kepentingan kewaspadaan dan langkah proaktif dalam menangani landskap penipuan yang kompleks.\n\nWalau bagaimanapun, disebabkan sistem pelaporan jenayah kripto yang berpecah-belah di AS, pemimpin industri menyokong platform bersatu yang menggabungkan data dan membenarkan mangsa untuk menjejaki aduan. Walaupun masih dalam pembangunan, memahami keperluan ini membantu menetapkan jangkaan yang realistik dan menyokong usaha reformasi yang berterusan.\n\nApabila lebih ramai pemegang kepentingan mendesak langkah-langkah standard, platform sedemikian boleh meningkatkan ketelusan, menyokong mangsa, dan memupuk akauntabiliti yang lebih kuat dalam ruang kripto.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy82MzM3NGYzNjY5ODM4MGFjZmNhMmQ3YjdhY2E0NjQwNi5qcGc.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc0da8c94eb2719f73af0b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 12:40:00",
            "status": "Posted"
        }
    ]
}