{
    "timestamp": "2025-03-22 21:22:45",
    "all_news": [
        {
            "title": "Mata wang kripto stabil yang disokong emas akan mengatasi mata wang kripto stabil USD — Max Keiser",
            "description": "Bitcoin maksimalis Max Keiser berhujah bahawa stablecoin yang disokong emas akan diterima oleh lebih banyak negara berdaulat di seluruh dunia berbanding altcoin yang dipatok kepada dolar AS.",
            "content": "Bitcoin (BTC) penganalisis Max Keiser percaya bahawa stablecoin yang disokong emas akan mengatasi alternatif yang dipatutkan kepada dolar AS di seluruh dunia disebabkan sifat lindung inflasi emas dan turun naik yang minimum.\n\nKeiser berhujah bahawa emas lebih dipercayai berbanding dolar AS di peringkat global, dan menyatakan kerajaan negara asing yang mempunyai hubungan bermusuhan dengan Amerika Syarikat tidak akan menerima stablecoin yang dipatutkan kepada dolar.  Penganalisis BTC itu menambah bahawa potensi stablecoin yang disokong emas untuk mengatasi token yang dipatutkan kepada dolar dalam pasaran antarabangsa akan merosakkan rancangan untuk meluaskan dominasi dolar AS melalui stablecoin yang dicadangkan oleh penggubal undang-undang AS.\n\nPengeluar stablecoin, Tether, telah melancarkan stablecoin yang disokong emas yang dipanggil Alloy (aUSD₮), disokong oleh XAU₮ Tether — token yang memberikan tuntutan kertas kepada emas fizikal — pada Jun 2024.  Menurut pengasas PointsVille dan bekas eksekutif VanEck, Gabor Gurbacs, \"Tether Gold adalah seperti dolar sebelum tahun 1971.\"\n\nSetiausaha Perbendaharaan Amerika Syarikat, Scott Bessent, berkata pentadbiran Trump akan menumpukan pada penggunaan stablecoin yang dipatutkan kepada dolar untuk melindungi status mata wang rizab dolar dan memastikan hegemoni dolar AS dalam pasaran kewangan global.  Bessent menunjukkan bahawa rejim stablecoin ini akan menjadi keutamaan utama pentadbiran tersebut. Gabenor Rizab Persekutuan, Christopher Waller, juga menyuarakan komen yang serupa dan menyatakan sokongan untuk menggunakan stablecoin untuk menyokong dolar AS sebelum Bessent membuat kenyataan di sidang kemuncak tersebut.  Penggubal undang-undang AS juga telah memperkenalkan beberapa rang undang-undang stablecoin untuk mewujudkan rangka kerja pengawalseliaan yang komprehensif untuk aset fiat yang ditokenkan, termasuk Akta Stable 2025 dan rang undang-undang stablecoin GENIUS.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWJmNWYtZDJkOC03ZmFkLThjMjgtNmRjNjFlZGRiYWQ3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67df28312db0377da9e5b2cc",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 21:09:00",
            "status": "Posted"
        }
    ]
}