{
    "timestamp": "2025-03-18 13:36:25",
    "all_news": [
        {
            "title": "Strategi Michael Saylor merancang untuk menawarkan 5 juta saham bagi membeli lebih banyak Bitcoin.",
            "description": "Strategi menyatakan stok tersebut akan mengumpul dividen sebanyak 10% setahun dan akan dibayar secara tunai setiap suku tahun.",
            "content": "```\nFirma perisikan perniagaan dan pelabur Bitcoin, Strategy, merancang untuk menawarkan 5 juta saham Stok Keutamaan Perselisihan Kekal Siri A syarikat dan menggunakan hasil tersebut untuk membeli lebih banyak Bitcoin.\n\nDalam satu pengumuman, syarikat tersebut menyatakan hasratnya untuk menggunakan hasil tersebut untuk tujuan am. Ini termasuk modal kerja dan \"pembelian Bitcoin.\"  Bagaimanapun, syarikat tersebut menyatakan bahawa ia masih tertakluk kepada keadaan pasaran dan lain-lain.\n\nMenurut Strategy, saham tersebut akan mengumpul dividen terkumpul sebanyak 10% setahun. Syarikat itu turut menyatakan bahawa pemegang saham akan menerima dividen ke atas saham tersebut setiap suku tahun, bermula pada 30 Jun 2025.\n\nStrategy menyatakan bahawa ia boleh membeli balik semua saham ini dengan wang tunai jika jumlah keseluruhan saham yang tinggal di pasaran jatuh di bawah 25% daripada jumlah yang dikeluarkan.\n\nPembelian Bitcoin Terkecil Strategy yang direkodkan\n\nPengumuman ini menyusuli pembelian Bitcoin terkecil yang diketahui oleh syarikat. Pada 17 Mac, syarikat tersebut mengumumkan bahawa ia telah membeli 130 Bitcoin (BTC) dengan harga $10.7 juta tunai, pada harga purata kira-kira $82,981 setiap BTC.\n\nPembelian BTC yang paling terkini merupakan jumlah terkecil syarikat sejak pelaburan Bitcoin pertamanya pada Ogos 2020. Sebelum pembelian terkini, jumlah BTC paling sedikit yang dibeli oleh Strategy ialah pembelian 169 Bitcoin yang dibuat pada Ogos 2024.\n\nPembelian BTC terkecil Strategy ini berlaku di tengah-tengah sentimen bahawa kitaran lembu jantan Bitcoin telah berakhir. Pada 18 Mac, pengasas dan Ketua Pegawai Eksekutif CryptoQuant, Ki Young Ju, berkata kitaran lembu jantan telah berakhir dan beliau menjangkakan tindakan harga menurun atau mendatar selama 6 hingga 12 bulan.\n\nPegangan Bitcoin Strategy masih melebihi $7B walaupun penurunan pasaran\n\nPegangan Bitcoin Strategy hampir 500,000\n\nSejak pelaburan Bitcoin pertamanya, syarikat dan subsidiarinya telah mengumpul 499,226 BTC pada harga pembelian agregat sebanyak $33.1 bilion. Syiling-syiling tersebut dibeli pada harga purata $66,360 setiap BTC, termasuk yuran dan perbelanjaan.\n\nJika syarikat membeli 774 BTC (kira-kira $64 juta), jumlah pegangannya akan mencapai 500,000. Ini akan menjadi 2.38% daripada keseluruhan bekalan Bitcoin.\n\nSyarikat tersebut kekal sebagai pemegang Bitcoin korporat terbesar di dunia dan masih meningkat lebih daripada $8 bilion ke atas pelaburan BTCnya walaupun penurunan pasaran baru-baru ini. Pada masa penulisan ini, pegangan BTC Strategy bernilai kira-kira $41.1 bilion.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzQ2ZDUtMGZhNi03NDRkLWJlMWItM2JhM2M4NmFjYmU5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d972dcc423f9708fd24659",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 13:15:00",
            "status": "Posted"
        }
    ]
}