{
    "timestamp": "2025-03-21 21:23:23",
    "all_news": [
        {
            "title": "Rangkaian PAC super kripto akan menyokong calon GOP Dewan Negara di Florida.",
            "description": "Satu rangkaian PAC super kripto, yang termasuk PAC Fairshake dan Defend American Jobs, menyokong dua calon GOP Dewan di Florida pada 1 April...",
            "content": "Satu rangkaian Super PAC yang dibiayai oleh industri kripto bersedia untuk menyokong dua calon Republikan untuk Dewan Perwakilan Amerika Syarikat dalam pilihan raya khas Florida pada 1 April, menurut laporan Politico pada 21 Mac. Rangkaian ini termasuk Fairshake, Defend American Jobs dan Protect Progress. Defend American Jobs akan memulakan perbelanjaan dengan menayangkan iklan bernilai $1.2 juta untuk Senator Negeri Florida, Randy Fine, yang bertujuan untuk menggantikan bekas wakil Michael Waltz, yang meletak jawatan sebagai kerusi Dewan untuk menjadi penasihat keselamatan negara Presiden AS Donald Trump.  \"Penduduk Florida mahukan inovasi kripto!\" Fine menyiarkan di X pada 14 Januari, sambil turut menekankan keperluan untuk \"peraturan jalan yang jelas.\"\n\nDefend American Jobs juga membelanjakan $345,000 untuk menyokong Ketua Pegawai Kewangan Florida, Jimmy Patronis dalam usahanya untuk menggantikan bekas wakil Matt Gaetz. Gaetz meletak jawatan sebagai kerusi Dewan selepas Trump mencalonkannya untuk menjadi peguam Negara AS, yang kemudiannya beliau menarik balik namanya daripada pertimbangan.\n\nSebagai ketua pegawai kewangan Florida, Patronis menulis surat kepada Lembaga Pentadbiran Negeri meminta laporan mengenai kemungkinan untuk menumpukan sebahagian daripada wang persaraan negeri untuk melabur dalam aset digital.\n\nSecara keseluruhannya, terdapat empat kekosongan di Dewan Perwakilan AS, dengan dua kekosongan di Florida. Sekiranya Demokrat berjaya merampas keempat-empat tempat, hasilnya hanya kelebihan seorang sahaja untuk GOP di Dewan, iaitu margin yang sangat tipis.\n\nDefend American Jobs menyokong Fine dan Patronis dalam pilihan raya utama.\n\nSeperti yang dilaporkan oleh Cointelegraph pada Januari, Defend American Jobs yang dibiayai oleh kripto telah menyokong Fine dan Patronis semasa pilihan raya utama untuk memilih calon dalam pilihan raya khas.\n\nMenurut pemfailan dengan Suruhanjaya Pilihan Raya Persekutuan, Defend American Jobs telah membelanjakan lebih daripada $500,000 untuk menyokong Fine dan $200,000 untuk menyokong Patronis. Kedua-dua calon memenangi pilihan raya utama di daerah kongres ke-6 dan ke-1 negeri itu.\n\nWalaupun Fairshake mendapat banyak perhatian dalam dunia PAC kripto, Defend American Jobs juga membelanjakan berjuta-juta dolar untuk menyokong calon kripto. Menurut OpenSecrets, PAC telah mengumpul dan membelanjakan kira-kira $60 juta dari 2023 hingga 2024. Lokasi PAC disenaraikan sebagai Alexandria, VA dan ia memberi tumpuan kepada sekuriti dan pelaburan, khususnya kripto.\n\nTidak seperti Fairshake, yang cenderung untuk menyokong calon daripada parti politik yang berbeza, Defend American Jobs hampir sepenuhnya membelanjakan wang untuk menyokong Republikan, tanpa sebarang sokongan perbelanjaan yang disenaraikan untuk calon yang tergolong dalam Parti Demokrat, menurut OpenSecrets.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWJhMzAtNThjZC03YzU0LTljMzktZmU5ZDI3NGExY2E0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ddd45931e2d95970525896",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 21:03:00",
            "status": "Posted"
        }
    ]
}