{
    "timestamp": "2025-03-11 03:01:50",
    "all_news": [
        {
            "title": "Saham strategi merudum 30% sejak Saylor muncul di muka depan Forbes.",
            "description": "Saham Strategy, sebelum ini dikenali sebagai MicroStrategy, telah jatuh 30% sejak Michael Saylor dipaparkan sebagai \"Tukang Alkimia Bitcoin\" di muka hadapan...",
            "content": "Strategi (MSTR) saham jatuh 30% sejak pengerusi eksekutif dan bekas CEO, Michael Saylor, dipaparkan di muka hadapan Forbes, menurut data harga saham daripada Yahoo Finance.\n\nDi antara 30 Januari dan 10 Mac, saham Strategi jatuh daripada $340.09 kepada $238.25. Kejatuhan ini termasuk penurunan 17% pada 10 Mac di tengah-tengah jualan besar-besaran dalam pasaran saham teknologi.\n\nHarga saham Strategi satu hari. Sumber: Yahoo Finance\n\nMenurut Yahoo Finance, Nasdaq Composite, yang mana Strategi menjadi sebahagian, telah jatuh lebih 4% pada 10 Mac. Kebimbangan baharu tentang kemelesetan, dengan Atlanta Fed meramalkan pertumbuhan produk domestik kasar negatif -2.4% untuk suku pertama 2025, bersama-sama dengan peningkatan retorik perang perdagangan, telah menimbulkan kebimbangan di kalangan pelabur dalam pasaran ekuiti. Indeks Ketakutan & Ketamakan CNN berada pada \"16\" untuk hari itu, yang menandakan \"Ketakutan Ekstrem.\"\n\nWalaupun harga saham jatuh, Strategi tetap teguh dalam komitmennya terhadap strategi Bitcoin (BTC). Syarikat itu mengumumkan pada hari yang sama rancangan untuk mengumpul tambahan $21 bilion untuk \"tujuan korporat umum, termasuk pengambilalihan Bitcoin dan untuk modal kerja.\" Pada 24 Februari, Strategi membeli 20,356 Bitcoin hampir $2 bilion.\n\nWalaupun Bitcoin mencatatkan penurunan mingguan terbesar dalam sejarah aset pada 10 Mac, pelaburan Bitcoin Strategi masih menguntungkan sebanyak 18.9%. Syarikat itu telah membeli BTC pada kos purata $66,423, jauh di bawah harga aset pada masa penulisan ini.\n\nWalaupun ramai usahawan telah menghiasi muka hadapan Forbes selama bertahun-tahun, sesetengah individu yang dipaparkan juga telah terlibat dalam kontroversi selepas menjadi tumpuan. Salah satunya termasuk bekas CEO FTX Sam Bankman-Fried, yang dijatuhi hukuman penjara 25 tahun atas pelbagai jenayah kewangan.\n\nLangkah Strategi untuk memperoleh lebih banyak Bitcoin dengan mengeluarkan saham dan menggunakan hutang telah dipenuhi dengan bahagian yang saksama daripada penyokong dan pengkritik dalam ruang kripto. Ada yang percaya ia adalah satu langkah bijak, satu pertaruhan terhadap rekod prestasi aset digital yang telah menyebabkan ia meningkat daripada tiada kepada had pasaran $1.56 trilion dalam 15 tahun.\n\nYang lain tidak begitu baik, menyamakan syarikat itu dengan bom jangka masa atau skim Ponzi. Pada bulan November, pelabur kripto Hedgex.eth menggelarnya yang terakhir, menulis di X bahawa Saylor \"akan melakukan lebih banyak kerosakan kepada Bitcoin daripada sesiapa sahaja yang menggunakan leverage tanpa henti.\" Haralabos Voulgaris menulis di X bahawa \"pada satu ketika, kemerosotan BTC 'yang tidak dijangka' akan mungkin dikaitkan dengan MSTR.\"\n\nNamun, langkah Strategi telah mencetuskan ramai peniru di seluruh dunia perniagaan, dengan sesetengah syarikat membeli Bitcoin untuk perbendaharaan mereka dan melihat peningkatan semangat pelabur. Salah satu syarikat tersebut ialah Metaplanet, yang harga sahamnya meningkat 4,800% dalam 12 bulan selepas ia mengumumkan strategi pembelian BTC.\n\nMajalah: Asia Express: 'China's MicroStrategy' Meitu menjual semua Bitcoin dan Ethereumnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgxZTUtNzE3MS03MDE3LTg4MzMtNDJiMWE5ZGFjODMz-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf5afeef33b56bff04f1f9",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 02:25:00",
            "status": "Posted"
        },
        {
            "title": "Teori Pomp: Trump Sengaja Menjunamkan Pasaran untuk Menurunkan Kadar Faedah",
            "description": "Presiden Amerika Syarikat, Donald Trump, sengaja menjatuhkan pasaran untuk memaksa Fed menurunkan kadar faedah, menurut pengulas pasaran Anthony...",
            "content": "## Pentadbiran Trump Mungkin Mencipta Ketidakpastian di Pasaran Saham untuk Mengurangkan Kadar Faedah\n\nSeorang pengulas pasaran mendakwa pentadbiran Trump mungkin sengaja mencipta ketidakpastian di pasaran saham untuk memaksa pengerusi Rizab Persekutuan, Jerome Powell, menurunkan kadar faedah.  Tindakan ini meningkatkan kemungkinan Amerika Syarikat tidak perlu menampung semula sekitar $7 trilion hutang yang perlu dibayar dalam beberapa bulan akan datang, kata pengulas Bitcoin, Anthony Pompliano, dalam catatan X pada 10 Mac.\n\nPresiden Amerika Syarikat, Donald Trump, dan Setiausaha Perbendaharaan, Scott Bessent, \"mengambil tindakan sendiri; mereka menjatuhkan harga aset dalam usaha untuk memaksa Jerome Powell mengurangkan kadar faedah,\" kata Pompliano, yang merupakan pengasas dan Ketua Pegawai Eksekutif Professional Capital Management dan pengacara The Pomp Podcast.\n\nPada akhir Januari, Powell mengumumkan bahawa Fed tidak menurunkan kadar faedah daripada julat sasaran semasa 4.25% hingga 4.5% meskipun desakan daripada Trump untuk berbuat demikian.\n\nPompliano berkata panik pasaran baru-baru ini didorong sebahagiannya oleh tarif Trump — dan telah digunakan untuk mencipta pasaran bon yang lebih baik sambil menurunkan hasil Perbendaharaan 10 tahun.\n\nBeliau menyatakan bahawa hasil Perbendaharaan 10 tahun telah menurun daripada hampir 4.8% pada Januari kepada 4.21% sekarang — satu tanda bahawa strategi Trump yang didakwa \"sedang menuju ke arah yang betul.\"  Sumber: Thomas Kralow\n\nSama ada teori Pompliano betul atau tidak, pasaran saham telah merosot kebelakangan ini, dan kripto telah terjejas lebih teruk.\n\nDana indeks pasaran luas seperti dana indeks Standard & Poor’s 500 State Street (SPY) jatuh 2.66% pada 10 Mac sahaja, manakala Nasdaq-100 jatuh 3.8%, data Google Finance menunjukkan.  Kedua-dua indeks telah jatuh 7.32% dan 10.7% dalam sebulan yang lalu, manakala Bitcoin (BTC) telah jatuh 27.4% daripada paras tertinggi sepanjang zamannya iaitu $108,786, dan lebih daripada $1.2 trilion telah lenyap daripada had pasaran mata wang kripto sejak 17 Disember.\n\nJika pasaran saham terus merosot, ia akan menjadi pertandingan \"siapa yang mengalah dulu\" antara Trump dan Powell, kata Pompliano.\n\nWalaupun Trump tidak mengesahkan strategi sedemikian, Pompliano merujuk kepada temu bual Fox News pada 9 Mac di mana Trump berkata: \"Tiada siapa yang pernah kaya apabila kadar faedah tinggi kerana orang tidak boleh meminjam wang.\"\n\nPompliano menambah bahawa menurunkan kadar faedah juga akan memberi manfaat kepada pengguna Amerika.\n\nCME FedWatch, alat yang digunakan untuk mengukur jangkaan perubahan kadar faedah Rizab Persekutuan, telah menunjukkan kebarangkalian 96% bahawa kadar sasaran akan kekal antara 4.25% dan 4.50% selepas mesyuarat Rizab Persekutuan yang akan datang pada 19 Mac.\n\nWalau bagaimanapun, ia hampir 50-50 kemungkinan untuk kadar sasaran diturunkan dalam mesyuarat Rizab Persekutuan yang akan datang pada 7 Mei.\n\nRizab Persekutuan biasanya mengelakkan menurunkan kadar faedah apabila inflasi tinggi, kerana salah satu objektif utamanya adalah untuk mengekalkan kestabilan harga.  Walau bagaimanapun, kemelesetan yang disebabkan oleh Trump, atau \"Trumpcession,\" seperti yang disebut oleh sesetengah pihak, boleh memaksa bank terkemuka Amerika untuk mula mengurangkannya semula.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgxZmMtN2Y5ZC03MDU2LTgzOGQtMjEzYTA3NGM2ZjQx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf9c8c6156242c770f7290",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 02:12:00",
            "status": "Posted"
        }
    ]
}