{
    "timestamp": "2025-05-10 14:23:03",
    "all_news": [
        {
            "title": "Pi Network (PI) Rises 20%, Potential $1 Surge",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce9cb5c9d168028804d",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/pi-network-swirling-ink-art.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 14:02:00"
        },
        {
            "title": "A Whale Enters a Smart Trade on Bitcoin, Ethereum & Solana—Should You be Bullish or Bearish?",
            "translated_facebook_post": "Harga Bitcoin, Ethereum, dan Solana naik mendadak baru-baru ini, tapi ada aktiviti 'whale' yang buat ramai ragu-ragu tentang hala tuju pasaran seterusnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce7fa19cf1b69af6123",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/05162749/Crypto-News-Today-05th-Feb-2025-Bitcoin-Drops-to-98k-Amid-SECs-New-Task-Force-XRP-Plummets-by-7.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 14:02:00"
        },
        {
            "title": "AAVE climbs 95% since April lows, tight supply sparks rally",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce7fa19cf1b69af6121",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/11/crypto-news-protocol-Aave02.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 14:00:00"
        },
        {
            "title": "In volatile markets, RWAs like gold are a lifeline",
            "translated_facebook_post": "Pasaran emas digital dalam DeFi tengah naik, bagi pelabur peluang dapat untung sambil kekal selamat.  Emas memang aset selamat, tapi tak jana pendapatan macam simpanan biasa.  DeFi boleh ubah itu, dengan cara jadikan emas digital lebih aktif, macam meminjam dan melabur untuk dapat pulangan.  Jadi, gabungan emas dan teknologi DeFi ni mungkin akan hasilkan pelaburan yang lebih menarik.",
            "translated_title": "Dalam pasaran yang tidak menentu, aset rizab dunia (RWA) seperti emas menjadi penyelamat.",
            "translated_content": "Pendapat oleh: Kevin Rusher, pengasas RAAC\n\nDunia sekarang tidak menentu. Tahun ini, kita telah menyaksikan saham mengalami turun naik yang drastik, sementara emas meningkat dan kripto berada di tengah-tengahnya. Pelabur telah menjual aset berisiko dan berebut untuk mencari tempat perlindungan yang selamat. Emas mendahului.\n\nWalaupun emas selamat, ia tidak begitu produktif. Tidak seperti wang tunai dan bon kerajaan, logam kuning ini tidak menjana pendapatan. Sekarang, lebih daripada sebelumnya, pelabur perlu dapat memperoleh pulangan daripada emas — terutamanya dalam sektor kewangan terdesentralisasi (DeFi).\n\nSatu-satunya cara untuk mengaut keuntungan daripada emas adalah dengan membeli pada harga rendah dan menjual pada harga tinggi. Kebanyakan pelabur tidak cenderung membeli emas dengan cara ini. Ini ada sebabnya — dalam jangka panjang, prestasi emas biasanya konsisten, walaupun terdapat beberapa puncak dan lembah, seperti yang kita lihat baru-baru ini.\n\nContohnya, selepas krisis kewangan 2008, harga emas meningkat sebanyak 148% tetapi mengalami kemandekan selama hampir satu dekad sebelum pandemik COVID-19 mencetuskan satu lagi peningkatan, dan kemungkinan besar kita akan melihat emas kekal, jika tidak jatuh daripada paras tertinggi baharu sekali pasaran pulih. Walaupun ia kekal sebagai lindung nilai yang sangat baik, rekod jangka panjang emas bukanlah cerita pertumbuhan.\n\nPelabur lebih suka Bon Perbendaharaan AS atau akaun simpanan berpendapatan tinggi sebagai sebahagian daripada portfolio yang seimbang. Walaupun emas mungkin mengatasi aset ini dalam masa yang tidak menentu, ia menawarkan keseimbangan keselamatan dan pendapatan yang boleh diramal yang lebih baik dalam jangka panjang.\n\nPenyelesaian DeFi\n\nInilah tempat DeFi membawa inovasi kepada aset tertua di dunia. DeFi boleh memodenkan pelaburan emas dengan ketara, menawarkan kelajuan dan ketelusan transaksi berasaskan blockchain dan keupayaan untuk memperoleh pulangan.\n\nWalau bagaimanapun, pada masa ini, kebanyakan emas yang ditokenkan adalah sama seperti memegangnya dalam dana dagangan bursa (ETF). Gergasi stablecoin seperti Tether dan Paxos telah melancarkan token berdasar emas, yang mereka katakan disokong sepenuhnya oleh rizab emas fizikal yang diaudit, namun tidak menawarkan pulangan.\n\nKebanyakan pelabur DeFi lebih suka aset yang cair dan boleh didagangkan seperti kripto dan stablecoin, yang boleh menjana pulangan yang menarik. Ramai yang lebih suka, contohnya, membeli stablecoin USDt (USDT) Tether dan menaruhnya, memperoleh ganjaran sambil mengekalkan pemilikan.\n\nMungkin inilah sebabnya mengapa jumlah pasaran token berdasar emas kekal sederhana. Tether Gold, token emas terbesar di dunia, mempunyai jumlah pasaran kurang daripada $835 juta, sebagai contoh, sementara Paxos Gold berada sekitar $799 juta. Gabungan ini bersamaan dengan hanya 1% daripada jumlah pasaran USDT.\n\nMembuka kunci pendapatan daripada aset tertua di dunia\n\nUntuk membuka kunci potensi penuh emas, kita perlu membawa penokenan lebih jauh dengan mencipta ekosistem DeFi di mana emas yang ditokenkan digunakan secara aktif — dipinjam, dipinjamkan dan disepadukan ke dalam strategi yang menjana pulangan.\n\nSatu kemungkinan ialah syarikat seperti pengeluar emas mengeluarkan versi token rizab mereka yang boleh ditukarkan kepada stablecoin yang kemudian boleh ditaruh untuk memperoleh pulangan. Dengan memanfaatkan protokol yang mekanisme kecairannya membolehkan perdagangan stablecoin dan token aset dunia sebenar (RWA), pemegang boleh memanfaatkan peluang pulangan selanjutnya di seluruh ekosistem DeFi.\n\nDi luar faedah peluang pulangan, teknologi blockchain bermakna pelabur dalam emas yang ditokenkan boleh mendapat manfaat daripada fleksibiliti perdagangan 24 jam, penemuan harga hampir masa nyata dan penyelesaian hampir serta-merta tanpa menjejaskan kestabilan aset.\n\nMasa depan pelaburan emas\n\nMungkin, agak ironik bahawa — tepat ketika kerajaan di seluruh dunia mula memberi pengiktirafan kepada kewangan digital — emas sekali lagi menjadi komoditi yang sangat diingini. Minat orang ramai terhadapnya akan meningkat apabila kerajaan pada dasarnya mengesahkan kewangan digital. Pada masa yang sama, selera untuk emas dalam masa yang tidak menentu ini juga akan meningkat.\n\nDeFi boleh menyatukan trend ini dan memulakan evolusi semula jadi dalam pemilikan emas yang menyediakan jambatan yang kukuh antara kewangan tradisional dan digital. Walaupun emas dalam pasaran tradisional menarik pelabur yang mencari kestabilan, DeFi membawa peluang yang tidak menjejaskan kestabilan itu, kerana ia membentangkan peluang pulangan baharu dan unik.\n\nEmas telah memukau manusia selama beribu-ribu tahun. Ia adalah asas mitos, piawai kekayaan dan lindung nilai utama terhadap ketidakpastian. Tetapi dalam dunia kewangan hari ini, ia memerlukan peningkatan.\n\nMelalui integrasi emas ke dalam ekosistem DeFi, kita boleh membuka kunci potensi sebenarnya — bukan sahaja sebagai simpanan nilai tetapi juga sebagai aset yang menjana pendapatan. Aset tempat perlindungan selamat tertua di dunia akhirnya berada di ambang evolusi digital.",
            "translated_summary": "Emas bertoken telah mengubah landskap DeFi, menawarkan pelabur peluang baharu untuk menjana pulangan sambil mengekalkan kestabilan aset lindung nilai tradisional ini.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce8d4ab4324daa692f4",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFmMTAtYzM4Ni03MWFjLWFlY2UtZjNhMTc0ZDY4ZDc0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-10 14:00:00"
        },
        {
            "title": "Goldman Sachs Expands Its $1.65B Bitcoin ETF Holdings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce8cb5c9d168028804b",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/Goldman-sachs-1-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 14:00:00"
        },
        {
            "title": "LINK Bullish Trend Grows, TON Price Holds Strong, BlockDAG Podcast Fuels Presale Buzz",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce9d4ab4324daa692f6",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/2025-05-10T135159.267Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 14:00:00"
        },
        {
            "title": "Ethereum Whale Risks $7.33M Loss With Major Sale",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce95b9be2431a3e1429",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/ethereum-whale-selloff-7m-risk.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:59:00"
        },
        {
            "title": "Bitcoin Surpasses $100K Following Trump-UK Trade Deal Announcement",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5ce8fa19cf1b69af6125",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/bitcoin-market-celebration-8bit.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:59:00"
        },
        {
            "title": "Chainlink (LINK) To Rise Further? Key Breakout Signals Potential Upside Move",
            "translated_facebook_post": "Pasaran kripto tengah naik sekarang, Bitcoin dan Ethereum pun meningkat.  Chainlink (LINK) juga nampaknya akan terus meningkat, lepas 'breakout'  dari corak carta 'inverse head and shoulders'.  Potensi kenaikan lagi ada, mungkin sampai $19.40 atau lebih tinggi lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5b6fd4ab4324daa692ef",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/accaf4dc875a406fa3eba3651d0330c4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:58:00"
        },
        {
            "title": "Ripple’s Secret Political Moves Just Changed the Future of Crypto in the U.S.",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5bbfcb5c9d1680288048",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/05/GettyImages-1782806877-e1723475336553.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:56:00"
        },
        {
            "title": "RabbitX and Paxos Launch 24/7 Gold Futures Trading in Industry Shift",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/rabbitx-and-paxos-launch-247-gold-futures-trading-in-industry-shift/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/IMAGE%202025-05-10%2014%3A44%3A14.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:56:00"
        },
        {
            "title": "Anthony Scaramucci Predicts Bitcoin Surge Amid U.S. Regulatory Clarity",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5aabcb5c9d1680288045",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/scaramucci-bitcoin-discussion.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:53:00"
        },
        {
            "title": "Why is Ethereum (ETH) price up today?",
            "translated_facebook_post": "Harga Ethereum naik mendadak minggu ni,  disebabkan beberapa faktor:  peningkatan dagangan antarabangsa,  penambahbaikan sistem Pectra,  dan ramai pelabur besar beli banyak ETH.  Ada potensi harga boleh naik lagi sampai 40%!",
            "translated_title": "Mengapa harga Ethereum (ETH) meningkat hari ini?",
            "translated_content": "Ringkasan Utama:\n\nEther bakal mencatatkan kenaikan mingguan terbaik sejak Mei 2021.  Peningkatan harga ini didorong oleh beberapa faktor.\n\nNaik Taraf Pectra Ethereum, Pengumpulan Mega-Whale, dan ‘Short Squeeze’ Besar Menjana Rali\n\nNaik taraf Pectra Ethereum, pengumpulan oleh pelabur besar (\"mega-whale\"), dan penyelesaian posisi 'short' yang besar telah memacu rali ini.  Corak teknikal menunjukkan potensi kenaikan 40% menuju $3,400, memandangkan ETH  mengalami pemantulan daripada paras sokongan utama.\n\nEther (ETH) berada di landasan untuk mencatatkan prestasi mingguan terbaik sejak Mei 2021, meningkat lebih daripada 37.50% dalam minggu berakhir 11 Mei, termasuk kenaikan 10.30% dalam tempoh 24 jam terakhir.\n\nKemas Kini Tarif AS dan Naik Taraf Pectra Meningkatkan Ethereum\n\nPengumuman perjanjian perdagangan baharu antara AS dan UK pada 8 Mei dan permulaan rundingan perdagangan AS-China selepas itu telah meningkatkan sentimen positif terhadap Ether dan pasaran kripto secara keseluruhan.  Selain itu, Ether mendapat manfaat daripada naik taraf Pectra pada 7 Mei, yang memperkenalkan peningkatan utama seperti had penetapan lebih tinggi dan pengekstrakan akaun (EIP-7702) untuk menjadikan Ethereum lebih mudah dan fleksibel. Peningkatan ini membantu harga ETH meningkat lebih pantas daripada pasaran kripto secara keseluruhan. Sejak 8 Mei, Ether telah meningkat lebih 34.3%, mengatasi peningkatan 10.91% dalam jumlah permodalan pasaran kripto dalam tempoh yang sama. Bitcoin (BTC), walaupun memecah paras simbolik $100,000, juga ketinggalan dari segi peratusan keuntungan berbanding Ethereum.\n\n'Short Squeeze' Ethereum Meningkatkan Harga ETH\n\nPenutupan posisi 'short' di pasaran Niaga Hadapan Ethereum telah memacu momentum menaik. Sejak 8 Mei, pedagang yang bertaruh menentang Ethereum telah terpaksa menutup posisi mereka, dengan $437.94 juta likuidasi posisi 'short' direkodkan.  Pada masa yang sama, $211.29 juta likuidasi posisi 'long' juga telah berlaku.  Apabila harga meningkat, penjual 'short' terpaksa membeli semula ETH untuk menampung kerugian mereka, menolak harga lebih tinggi.\n\nPada masa yang sama, minat terbuka Ethereum - jumlah nilai kontrak niaga hadapan yang belum selesai - telah meningkat dengan mendadak daripada $21.28 bilion pada 8 Mei kepada $26.77 bilion pada 10 Mei.  Selain itu, kadar pembiayaan mingguan untuk niaga hadapan kekal Ethereum meningkat daripada 0.10% kepada 0.15% dalam tempoh ini. Peningkatan minat terbuka ini menunjukkan lebih ramai pedagang memasuki pasaran dan membuka posisi baharu. Kadar pembiayaan yang lebih tinggi menunjukkan bahawa lebih ramai pedagang mengambil posisi 'long' (bertaruh pada harga yang lebih tinggi) dan sanggup membayar yuran tambahan untuk mengekalkan posisi tersebut. Kedua-dua metrik ini menunjukkan kecenderungan menaik di kalangan pedagang niaga hadapan Ethereum.\n\nRali Ethereum Mendahului Pengumpulan Mega-Whale\n\nRali harga Ether dalam beberapa hari kebelakangan ini telah mendahului pengumpulan yang besar di kalangan \"mega-whale\", iaitu dompet yang memegang lebih daripada 10,000 ETH. Carta Glassnode menunjukkan bahawa perubahan kedudukan bersih mega-whale telah bertukar positif sejak akhir April, dengan ikan paus secara berterusan meningkatkan pegangan ETH mereka. Pada masa yang sama, jumlah bekalan yang dipegang oleh entiti besar ini telah meningkat kepada paras tertinggi sejak Mac 2025, melebihi 40.75 juta ETH.\n\nPemantulan Sokongan Utama Ether Petanda $3,400\n\nHarga Ethereum sedang mengalami pemantulan daripada garisan sokongan menaik jangka panjang yang dapat dilihat pada carta bulanan, membentuk sempadan bawah corak segi tiga simetri yang besar. Pemantulan ini meningkatkan kemungkinan pergerakan ke arah garisan trend atas segi tiga berhampiran $3,400 dalam beberapa bulan akan datang, iaitu kenaikan sekitar 40% daripada paras harga semasa. Secara sejarah, ETH telah menyaksikan rali yang kukuh setiap kali ia menyentuh sokongan ini, mengukuhkan pandangan menaik.",
            "translated_summary": "Adakah ETH akan terus meningkat?  Pengurangan likuidasi posisi pendek yang ketara dan penurunan ketegangan tarif menunjukkan potensi kenaikan selanjutnya bagi altcoin ini.",
            "original_url": "https://coinmarketcap.com/community/en/articles/65bbe3071f33205a09382fc7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvNjJhOWU5MTEtNDNhMi00Y2M0LTkyYTEtZjQ4MTlkOGYwZGI1.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-10 13:52:00"
        },
        {
            "title": "Crypto Bill Rejected in the US Has Been Amended: Here’s the Latest Version – Provisions Affecting Tether Have Been Added",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5aa95f76ad33748ed31d",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/08/abd-bayrak-amerika.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:52:00"
        },
        {
            "title": "TeraWulf Reports Significant Q1 Loss Amid High Operating Costs",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f597b5a0b242e7280bf45",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/terawulf-q1-2024-net-loss-report.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:48:00"
        },
        {
            "title": "Coinbase Rejects Saylor's Bitcoin Balance Sheet Strategy",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f597a5b9be2431a3e141f",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/conservative-businessman-with-bitcoin.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:47:00"
        },
        {
            "title": "Conor McGregor Advocates for Ireland to Establish a Bitcoin Strategic Reserve Amid Presidential Ambitions",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f597b216fc757f85b65c5",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/05/POST-2025-05-10T154652.125.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:47:00"
        },
        {
            "title": "Senate Faces Challenges Advancing Stablecoin Bill",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681f5851e15af443ccb0caa6",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/dusk-debate-government-building.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:43:00"
        },
        {
            "title": "Best Crypto Pre-sales: Gaming at Lightspeed— Why AurealOne Is Built for the Future!!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/best-crypto-pre-sales-gaming-at-lightspeed-why-aurealone-is-built-for-the-future/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/unnamed-58-1-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:43:00"
        },
        {
            "title": "Ethereum Foundation Unveils $32.65M for L2 Scalability, Research, and Education",
            "translated_facebook_post": "Yayasan Ethereum bagi geran berjumlah $32.65 juta untuk tingkatkan kebolehskalaan, penyelidikan, dan pendidikan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681e38ad204fc4664edbf6c5",
            "source": "Crypto Economy",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/dff97d2f52974949b0f023e71ba83d58.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-10 13:39:00"
        }
    ]
}