{
    "timestamp": "2025-03-06 09:28:15",
    "all_news": [
        {
            "title": "Bank milik kerajaan Dubai, Emirates NBD, lancarkan dagangan kripto menerusi aplikasi Liv X.",
            "description": "Emirates NBD, sebuah bank milik kerajaan Dubai, telah melancarkan dagangan kripto runcit untuk Bitcoin, Ether dan tiga aset kripto lain di platform bank digitalnya.",
            "content": "Emirates NBD, sebuah bank milik kerajaan Dubai, akan melancarkan perkhidmatan mata wang kripto menerusi anak syarikat bank digitalnya, Liv.  Bank Liv membolehkan pelanggannya membeli, menyimpan dan menjual mata wang kripto menerusi aplikasi Live X mereka dengan kerjasama Aquanow, penyedia perkhidmatan aset kripto berlesen, menurut pengumuman bersama syarikat-syarikat tersebut pada hari Khamis.  Tawaran ini, yang diperkenalkan pada 5 Mac, membolehkan pelanggan runcit Liv di Emiriah Arab Bersatu untuk berdagang lima aset kripto utama, termasuk Bitcoin (BTC), Ether (ETH), Solana (SOL), XRP (XRP) dan Cardano (ADA). Perkhidmatan kripto Liv turut menawarkan perkhidmatan penyimpanan oleh Zodia Custody, sebuah custodian mata wang kripto yang terkenal.\n\nPelancaran ini menandakan satu langkah penting bagi aset digital di UAE dan seterusnya.  Sebagai salah satu institusi kewangan yang paling dipercayai di rantau ini yang menerima pakai kripto, ia menunjukkan peralihan yang lebih meluas ke arah penggunaan arus perdana. Ketua perbankan runcit Emirates NBD, Marwan Hadi, telah menyerlahkan komitmen kumpulan itu terhadap inovasi dalam konteks peningkatan penggunaan kripto di negara ini.  Beliau menyatakan bahawa menawarkan mata wang kripto di Liv X adalah langkah seterusnya ke arah visi keseluruhan Liv sebagai peneraju dalam inovasi dan kecemerlangan. Ini merupakan berita yang masih dalam pembangunan, dan maklumat lanjut akan ditambah sebaik sahaja ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZhOGItZTdkOS03NmRhLTg4ODctODBmYzdiNTU1ZDI3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c965186267442ea7574098",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 09:00:00",
            "status": "Posted"
        }
    ]
}