{
    "timestamp": "2025-03-17 06:37:13",
    "all_news": [
        {
            "title": "Bekas isteri kedua Trump seru penamatan pendakwaan terhadap Roger Ver",
            "description": "Bekas isteri kedua Donald Trump, Marla Maples, telah menyatakan sokongan untuk menamatkan kes jenayah cukai kerajaan AS terhadap Roger Ver, yang juga dikenali sebagai \"B...\".",
            "content": "Marla Maples, bekas isteri kedua Presiden AS Donald Trump, menunjukkan sokongan untuk menamatkan kes negara terhadap penyokong awal Bitcoin, Roger Ver, yang dikenali sebagai \"Bitcoin Jesus.\"\n\n\"Kongsi lebih lanjut mengenai seruan untuk membatalkan pendakwaan terhadap Roger Ver,\" kata Maples dalam catatan X pada 16 Mac, berkongsi video yang dibuat oleh sebuah organisasi yang bertujuan untuk menyokong Ver dan menanda Trump, Elon Musk dan Peguam Negara AS Pam Bondi.\n\nJabatan Kehakiman mendakwa Ver dengan penipuan mel, pengelakan cukai dan memfailkan pulangan cukai palsu pada April 2024, mendakwa dia menyembunyikan jumlah Bitcoin (BTC) yang dimilikinya ketika dia meninggalkan kewarganegaraan AS pada tahun 2014 dan menipu Perkhidmatan Hasil Dalam Negeri sebanyak $48 juta dengan gagal melaporkan keuntungan yang diperolehnya melalui penjualan.\n\nMaples dan Trump bertemu pada pertengahan tahun 1980-an semasa perkahwinan pertamanya dengan Ivana Trump, dan merupakan isteri keduanya dari tahun 1993 hingga 1999. Dia telah lama terlibat dalam kerja amal dan telah memperjuangkan pelbagai badan amal dan tujuan.\n\nDia nampaknya masih rapat dan menyokong Trump, yang bersama-sama mempunyai seorang anak perempuan, Tiffany Trump. Maples menghadiri majlis perasmian Trump dan memberitahu London Evening Standard pada bulan Julai bahawa dia \"terbuka kepada apa sahaja cara yang saya boleh berkhidmat\" kepada calon presiden ketika itu.\n\nMaples menyertai sekumpulan tokoh terkenal yang menyeru untuk menghentikan pendakwaan terhadap Ver, termasuk pengasas bersama Ethereum Vitalik Buterin dan pencipta pasaran gelap dalam talian Silk Road Ross Ulbricht, yang menghadapi hukuman penjara seumur hidup berganda sehingga Trump mengampunkannya pada bulan Januari.\n\nVer telah merayu kepada Trump untuk pengampunan, mendakwa dia dianiaya secara tidak adil dan merupakan mangsa \"perang undang-undang.\"\n\nVer telah ditangkap di Sepanyol pada masa pendakwaan AS menunggu ekstradisi ke AS tetapi kemudian diberikan jaminan dengan syarat dia kekal di negara itu.\n\nDia memfailkan permohonan untuk membatalkan kes kerajaan pada bulan Disember, dengan alasan tuduhan itu tidak berperlembagaan, dan \"cukai keluar\" IRS untuk warga yang meninggalkan kewarganegaraan adalah \"sangat samar\" apabila digunakan untuk kripto.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEyMDQtNGQyZi03ODhjLTkwZWMtMmVlMGU0YmU5Y2Ez.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d7bdc0a7f907177a40f546",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 06:06:00",
            "status": "Posted"
        }
    ]
}