{
    "timestamp": "2025-04-05 18:31:34",
    "all_news": [
        {
            "title": "Why Is Pi Coin Surging Over 20%?",
            "translated_facebook_post": "Harga Pi coin naik lebih 20%, mencapai paras tertinggi $0.701 selepas bermula pada $0.64, didorong oleh peningkatan volum dagangan mencecah hampir $1 bilion. Walaupun kerjasama dengan Banxa memberi akses lebih mudah, kebimbangan masih wujud tentang potensi penurunan harga dan keperluan tindakan lanjut untuk meningkatkan keyakinan pelabur jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/why-is-pi-coin-surging-over-20",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-042.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:18:00"
        },
        {
            "title": "Will Arctic Pablo Hit $0.10? Analysts Say ‘Yes’ as Presale Skyrockets—Non-Playable Coin and Snek Also on the Rise!",
            "translated_facebook_post": "Arctic Pablo Coin (APC) tengah naik daun dengan sistem ganjaran staking, rujukan lumayan, dan jualan awal yang menarik perhatian ramai.  NPC fokus pada permainan, manakala Snek lebih kepada komuniti.  APC nampaknya gabungan semua yang terbaik, menawarkan pulangan dan peluang untuk berkembang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f14dc579311501ec503011",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/fe69842dfd5f426f8dee0362504975ab.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:16:00"
        },
        {
            "title": "Americans Uneasy Over Trump's Economic Plan Shift",
            "translated_facebook_post": "Rancangan ekonomi Trump yang baru ni buat ramai rakyat Amerika risau, terutamanya pasal perubahan dasar cukai dan perdagangan, tapi ada juga yang positif dan jangka ekonomi akan pulih lama-lama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1742dcc6d0456c17d4cb7",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixel-reporter-city-skyline.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:15:00"
        },
        {
            "title": "Arctic Pablo Coin Presale Heats Up | AI Companions & Binance Coin Updates",
            "translated_facebook_post": "Pra-jualan Arctic Pablo Coin dah nak masuk fasa seterusnya, AI Companions ada kemaskini besar, dan Binance Coin pun tengah naik.  Peluang untung besar nampaknya!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1742c1d5be21b73d598c1",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-04T152851.923Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:15:00"
        },
        {
            "title": "Moo Deng or Floki Inu: The Epic Meme Coin Shake-Up – Will This Cat-Themed Dark Horse Steal the Show?",
            "translated_facebook_post": "Troller Cat, Moo Deng, Pudgy Penguin, dan Floki Inu antara duit maya meme paling popular sekarang. Troller Cat menarik perhatian dengan akses awal menerusi senarai putih, manakala yang lain unik dengan tema lembu, penguin, dan Viking.  Potensi pengembangan mereka tunjukkan duit maya meme boleh lebih dari sekadar trend, gabungan jenaka, komuniti, dan potensi sebenar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1727acc6d0456c17d4cb2",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/65d2ff5e95264742b2ae1840ed10e369.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:12:00"
        },
        {
            "title": "SEC's Mark Uyeda Initiates Review of Digital Asset Guidelines",
            "translated_facebook_post": "Ketua SEC tengah semak semula garis panduan aset digital, termasuk Dogecoin, mungkin akan ada perubahan dalam peraturan dan pengawasan aset digital ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f173011d5be21b73d598bd",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/mark-uyeda-crypto-focus-office.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:10:00"
        },
        {
            "title": "Pi Coin Soars Over 20% as Market Activity Surges",
            "translated_facebook_post": "Harga Pi coin meningkat lebih 20%, mencecah $0.64 hingga $0.701, didorong oleh peningkatan volum dagangan yang tinggi dan kerjasama dengan Banxa, walaupun ada kebimbangan tentang tekanan jualan masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/pi-coin-soars-over-20-as-market-activity-surges/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-062.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:09:00"
        },
        {
            "title": "Solana TVL hits new high in SOL terms, DEX volumes show strength — Will SOL price react?",
            "translated_facebook_post": "Walaupun harga SOL turun,  jumlah nilai terkunci dan volum dagangan di Solana masih tinggi, mengatasi pesaing.  Namun, harga mungkin tak akan cecah $200 lagi buat masa sekarang.",
            "translated_title": "TVL Solana mencecah paras tertinggi baharu dalam sebutan SOL, volum DEX menunjukkan kekuatan — Adakah harga SOL akan bertindak balas?",
            "translated_content": "Token asli Solana, SOL, jatuh 9% antara 28 Mac dan 4 April, tetapi beberapa metrik utama meningkat dalam tempoh yang sama.  Walaupun penurunan harga SOL, rangkaian Solana terus mengatasi pesaingnya, mengekalkan kedudukan kedua dalam deposit dan jumlah dagangan. Pedagang kini tertanya-tanya berapa lama masa yang diperlukan untuk harga SOL mencerminkan kekuatan *onchain* ini.\n\nSolana mengatasi pesaing dalam deposit TVL dan jumlah DEX\n\nMenurunnya minat pelabur terhadap SOL mungkin dikaitkan dengan pembukaan kunci pegangan sebanyak 1.79 juta SOL pada 4 April, bernilai lebih daripada $200 juta. Tekanan jualan adalah jelas, kerana token ini dipegang sejak April 2021, apabila SOL diniagakan berhampiran $23. Faktor lain ialah penurunan minat terhadap memecoin, yang sebelum ini merupakan pemacu utama pengambilan pengguna baharu di Solana. Dengan pengaliran spekulatif yang lebih sedikit, pertumbuhan aktiviti mungkin tidak menterjemahkan kepada kenaikan harga serta-merta.\n\nBeberapa mata wang kripto bertemakan meme, termasuk WIF, PENGU, POPCAT, AI16Z, BOME, dan ACT, menyaksikan penurunan sebanyak 20% atau lebih dalam tempoh tujuh hari yang lalu. Namun, walaupun keadaan pasaran yang semakin buruk, rangkaian Solana mengatasi beberapa pesaingnya. Nilai Total Terkunci (TVL) meningkat kepada paras tertinggi sejak Jun 2022, manakala jumlah bursa terdesentralisasi (DEX) menunjukkan daya tahan yang ketara.\n\nDeposit dalam DApp rangkaian Solana meningkat kepada 53.8 juta SOL pada 2 April, menandakan peningkatan 14% berbanding bulan sebelumnya. Dalam nilai dolar AS, jumlah $6.5 bilion itu berada $780 juta di hadapan pesaing terdekatnya, BNB Chain. DApp teratas Solana mengikut TVL termasuk Jito (pegangan cair), Jupiter (DEX terkemuka), dan Kamino (platform pinjaman dan kecairan).\n\nSolana mendapat sokongan untuk kebolehskalaan, dan tumpuan Web3 walaupun kebimbangan MEV\n\nWalaupun belum menjadi ancaman langsung kepada TVL Ethereum sebanyak $50 bilion, data *onchain* Solana menunjukkan daya tahan yang lebih besar berbanding BNB Chain, Tron, dan rangkaian lapisan-2 Ethereum seperti Base dan Arbitrum. Dalam jumlah bursa terdesentralisasi (DEX), Solana memegang 24% bahagian pasaran, manakala BNB Chain menyumbang 12% dan Base meraih 10%, menurut data daripada DefiLlama.\n\nWalaupun Ethereum telah memperoleh semula kedudukan utama dalam jumlah DEX, Solana telah menunjukkan daya tahan yang kuat berikutan letupan gelembung memecoin. Sebagai konteks, jumlah mingguan Raydium jatuh 95% daripada paras tertinggi sepanjang zaman $42.9 bilion yang dicapai pada pertengahan Januari. Namun, Solana telah menunjukkan bahawa pedagang menghargai tumpuannya kepada kebolehskalaan lapisan asas dan pengalaman pengguna Web3 yang bersepadu walaupun kritikan berterusan berkaitan nilai tambahan maksimum yang boleh diekstrak (MEV).\n\nRingkasnya, MEV berlaku apabila pengesah menyusun semula transaksi untuk keuntungan. Amalan ini bukan unik kepada Solana, tetapi sesetengah peserta pasaran—seperti pengguna Cbb0fe, seorang penyedia kecairan kewangan terdesentralisasi (DeFi) yang mengaku sendiri—telah menimbulkan kebimbangan tentang pengawasan dalaman. Walaupun tidak dinyatakan secara langsung, kritikan itu mungkin merujuk kepada insentif yang disediakan oleh Solana Labs untuk mengimbangi kos pelaburan dan penyelenggaraan yang tinggi yang diperlukan oleh pengesah tertentu.\n\nPenyokong perubahan pelepasan token Solana berhujah bahawa ganjaran yang diperoleh melalui MEV sudah memberikan insentif yang mencukupi untuk pengesah mengamankan rangkaian, menghapuskan keperluan untuk tekanan inflasi lanjut pada SOL. Sementara itu, Loring Harkness, penyumbang utama kepada Shutter Network, menyokong penyulitan transaksi sebelum ia memasuki *mempool* sebagai cara untuk menghalang pengesah daripada memanipulasi susunannya.\n\nPertumbuhan TVL Solana dan daya tahan dalam bahagian pasaran DEX mungkin tidak mencukupi untuk SOL menguji semula paras $200 yang dilihat pada pertengahan Februari. Walau bagaimanapun, ia telah mengukuhkan kedudukannya sebagai platform kedua selepas Ethereum untuk aplikasi terdesentralisasi, disokong oleh aktiviti yang konsisten, pembangunan infrastruktur, dan minat yang semakin meningkat daripada kedua-dua pembangun dan pengguna.",
            "translated_summary": "Solana kekal sebagai pemain utama dalam ruang DeFi, tetapi mungkinkah harga SOL pernah mencatat semula paras tinggi melebihi $200?",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f171ec6033c217ac2b4a88",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MmZkYjMtN2NhMS03MjU3LWExZDEtNmYwMTBlMDQ0M2Rm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-05 18:05:00"
        },
        {
            "title": "Dedollarization in Motion: What BRICS Nations Are Quietly Planning",
            "translated_facebook_post": "Beberapa negara BRICS tengah mengurangkan guna dolar AS dalam urusan kewangan mereka, contohnya Brazil dan China guna mata wang masing-masing untuk transaksi, manakala Rusia dan Iran pula sedang usahakan mata wang bersama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f171ee1d5be21b73d598b7",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/SINAPI-682.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:05:00"
        },
        {
            "title": "Crypto Market Faces Turbulence Amid CEX-DEX Competition",
            "translated_facebook_post": "Pasaran kripto sekarang tengah hadapi cabaran disebabkan keadaan ekonomi global yang tak menentu dan persaingan sengit antara bursa terpusat (CEX) dan bursa terdesentral (DEX).  Ini mungkin akan menjejaskan pelaburan dan pergerakan pasaran.\n\n\nPasaran kripto bergelut dengan keadaan ekonomi dan persaingan CEX-DEX.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f170bcce228111c0bd8fff",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/crypto-exchange-trading-floor.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:02:00"
        },
        {
            "title": "Will Cardano Price Dip Below $0.5 Amid Bearish Signals?",
            "translated_facebook_post": "Harga Cardano mungkin akan jatuh bawah $0.50 sebab beberapa petunjuk pasaran menunjukkan penurunan.  Pelabur risau dengan penurunan harga dan jualan besar-besaran oleh pelabur besar.  Beberapa analisis teknikal pun menunjukkan trend menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f173031d5be21b73d598bf",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/ed77b38bbcbc494692df30f0a3287f66.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:02:00"
        },
        {
            "title": "We Asked AI to Predict the Price of Kaspa (KAS) in Q2 2025",
            "translated_facebook_post": "Harga Kaspa dijangka antara $0.035 hingga $0.14 pada suku kedua 2025, bergantung kepada prestasi Bitcoin dan kejayaan peningkatan Crescendo.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f170bc6033c217ac2b4a82",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/07/Copy-of-P2P-Review-6-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:00:00"
        },
        {
            "title": "Bitcoin Dominance Faces Key Resistance, Potential Altcoin Surge Ahead",
            "translated_facebook_post": "Bitcoin mungkin akan turun, dan ini mungkin beri peluang mata wang kripto lain untuk naik.  Sejarah menunjukkan bila Bitcoin lemah, mata wang lain pula naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f170bcce228111c0bd8ffd",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/bitcoin-2-14.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 18:00:00"
        },
        {
            "title": "Shiba Inu Price Drop Leaves 83% of Holders in Loss",
            "translated_facebook_post": "Harga Shiba Inu jatuh, ramai pelabur rugi, tapi Shibarium dah cecah 1 bilion transaksi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f16f8f3a17ea7aa53cbf8a",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Shiba-Inu-Price-Drop-Leaves-83-of-Holders-in-Loss.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:56:00"
        },
        {
            "title": "Why Is Solana (SOL) Price Going To Crash To $50 & Is The XRP 2.0 Remittix The Biggest Gainer For 2025?",
            "translated_facebook_post": "Pasaran kripto sekarang macam was-was sikit sebab 'whale' tengah susun semula aset diorang, dan Solana nampak macam kena tempias.\n\n\nHarga Solana mungkin akan jatuh sampai $50, dan Remittix dijangka jadi antara mata wang kripto yang paling untung menjelang 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/why-is-solana-sol-price-going-to-crash-to-50-is-the-xrp-20-remittix-the-biggest-gainer-for-2025/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-04-05%20at%2018.52.35.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:56:00"
        },
        {
            "title": "Ethereum price prediction 2025-2031: Will ETH reach $5,000 soon?",
            "translated_facebook_post": "Ramalan harga Ethereum menunjukkan peningkatan yang agak memberangsangkan untuk tahun-tahun akan datang,  dengan potensi mencecah puluhan ribu ringgit menjelang 2031.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/650de40454daee7059b17c26",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2021/12/Ethereum-price-analysis.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:55:00"
        },
        {
            "title": "Is Ethena (ENA) in the Final Accumulation Zone Before a Reversal? This Fractal Says Yes!",
            "translated_facebook_post": "Pasaran kripto agak mencabar sejak awal tahun 2025, tapi harga Ethena (ENA) mungkin dah nak naik semula lepas jatuh banyak.  Carta harga ENA sekarang macam pernah berlaku pada satu lagi kripto, menunjukkan potensi untuk harga ENA naik semula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f16dec6033c217ac2b4a79",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/05738ea9405945318f91a868f4436c99.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:52:00"
        },
        {
            "title": "Renowned Analyst Says “Everyone Is Missing The Big Picture, The Last Rally Will Be Much Bigger” For Bitcoin, Shares BTC Record And Altcoin S...",
            "translated_facebook_post": "Penganalisis terkenal jangka Bitcoin akan naik mendadak lagi, mungkin antara suku ketiga 2025 hingga suku pertama 2026,  dan altcoin berkualiti pun akan ikut naik lepas tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f16e696033c217ac2b4a7b",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/09/boga-soru-isareti.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:52:00"
        },
        {
            "title": "ChainsLama: Support, stability and security as key elements of success",
            "translated_facebook_post": "ChainsLama ni fokus utama dia sokongan pelanggan, platform stabil dan keselamatan data yang mantap, bagi bantu pelabur berjaya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f16e6a3a17ea7aa53cbf86",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/snpdredarcle.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:49:00"
        },
        {
            "title": "Are XRP, Bitcoin, and Chainlink Facing Downturns?",
            "translated_facebook_post": "Penganalisis pasaran, Ali Martinez, nampaknya agak risau dengan XRP, Bitcoin, dan Chainlink sekarang ni.  XRP mungkin jatuh 37%, Bitcoin tengah uji paras sokongan penting, dan Chainlink pula berisiko menurun kalau patah trend line dia.  Kena hati-hati la nampaknya!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/are-xrp-bitcoin-and-chainlink-facing-downturns",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-021.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 17:48:00"
        }
    ]
}