{
    "timestamp": "2025-03-23 19:20:44",
    "all_news": [
        {
            "title": "Harga Hash Bitcoin Kekal Stabil Walaupun Kesukaran Perlombongan Meningkat: Laporan",
            "description": "Harga hash perlombongan Bitcoin, satu ukuran keuntungkan pelombong, kekal tidak berubah di tengah-tengah peningkatan sedikit kesukaran perlombongan dan keadaan ekonomi makro...",
            "content": "**Preços de mineração de Bitcoin se mantêm estáveis, mas os mineradores enfrentam dificuldades**\n\nO preço de hash da mineração de Bitcoin (BTC) — a receita diária de um minerador por unidade de poder de hash gasto para minerar blocos — permaneceu constante em cerca de US$ 48 por petahash por segundo (PH/s), apesar de um leve aumento de 1,4% na dificuldade do Bitcoin.\n\nDados do CoinWarz mostram que a dificuldade do Bitcoin subiu para 113,76 trilhões no bloco 889.081 em 23 de março, acima da dificuldade de 112,1 trilhões na época anterior.\n\nDe acordo com o TheMinerMag, um preço de hash abaixo de US$ 50 coloca pressão financeira sobre os mineradores que usam hardware mais antigo, como o Antminer S19 XP e S19 Pro.\n\nO hardware mais antigo, juntamente com a queda nas taxas de transação da rede, corre o risco de levar alguns mineradores a um território não lucrativo — forçando-os a desligar seus hardwares até que eles atualizem seus circuitos integrados específicos da aplicação (ASICs) ou as condições da rede mudem.\n\nAs empresas de mineração têm enfrentado dificuldades desde o evento de halving do Bitcoin em abril de 2024, que reduziu o subsídio de bloco para 3,125 BTC por bloco minerado, geralmente aumentando a dificuldade da rede, e a recente queda nos mercados de criptomoedas devido à incerteza macroeconômica.\n\n**Mineradores têm um começo difícil em 2025**\n\nPesquisas da empresa de serviços financeiros JPMorgan mostram que as empresas de mineração de Bitcoin listadas publicamente perderam coletivamente 22% do valor de suas ações em fevereiro de 2025.\n\nMesmo os mineradores que diversificaram suas operações para inteligência artificial e centros de dados de computação de alto desempenho, para reforçar a receita perdida por meio de atividades de mineração, estão enfrentando pressões financeiras, segundo o relatório do JPMorgan.\n\nA empresa de serviços financeiros citou o lançamento do DeepSeek R1, um modelo de IA de código aberto treinado por uma fração do custo dos modelos líderes e que tem desempenho comparável a produtos de IA de código fechado, como uma pressão sobre grandes centros de dados de IA.\n\nEmbora a taxa de hash da rede Bitcoin oscile a curto prazo, a tendência de longo prazo é apenas de alta.\n\nUma taxa de hash de rede em constante aumento, que é a soma total do poder de computação na rede Bitcoin, também está criando uma competição crescente entre os mineradores, que devem gastar mais recursos de computação para se manterem lucrativos.\n\nTemores de uma guerra comercial prolongada entre os Estados Unidos e o Canadá, juntamente com manchetes constantes sobre tarifas, colocaram os mineradores em alerta.\n\nAmeaças de autoridades canadenses de impor tarifas sobre exportações de energia para os Estados Unidos colocam ainda mais pressão sobre a indústria já com dificuldades.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzAzOTItNjhhYy03NDBlLWE5ZWYtYjEzZDVlNDliMTA5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e058e09a63242f12d28e5a",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 18:51:00",
            "status": "Posted"
        }
    ]
}