{
    "timestamp": "2025-03-06 22:25:04",
    "all_news": [
        {
            "title": "Pengundi Kripto Mungkin Mempengaruhi Pilihan Raya Gabenor New Jersey",
            "description": "Pilihan raya gabenor pada tahun 2021 yang ditentukan oleh kira-kira 84,000 undi boleh beralih kepada sama ada pihak Demokrat mahupun Republikan, bergantung kepada…",
            "content": "**Organisasi Penyokong Aset Digital Ramalkan Pengaruh Kripto dalam Pilgub New Jersey 2025**\n\nOrganisasi advokasi aset digital, Stand With Crypto, telah merilis data yang menunjukkan bahwa posisi kebijakan kripto dari para kandidat dalam pemilihan gubernur New Jersey 2025 dapat menentukan hasilnya.  Menurut pemberitahuan pada 6 Maret, Stand With Crypto menyatakan sekitar 62.000 orang telah terdaftar dengan organisasi tersebut di New Jersey, menunjukkan bahwa pemilih yang berpikiran kripto dapat berperan dalam pemilihan gubernur negara bagian tersebut pada bulan November. Dalam pemilihan terakhir pada tahun 2021, Demokrat Phil Murphy mengalahkan penantang Jack Ciattarelli dengan sekitar 84.000 suara, dengan lebih dari 40% pemilih terdaftar yang memberikan suara.\n\nKelompok advokasi tersebut merilis hasil jajak pendapat Februari di antara 400 anggotanya di New Jersey, menunjukkan 63% lebih cenderung memilih kandidat pro-kripto dalam pemilihan gubernur negara bagian tersebut. Data menunjukkan bahwa 17% individu dalam jajak pendapat tersebut mengatakan mereka tidak akan memilih kandidat gubernur yang menentang kebijakan kripto.\n\n“Kripto memainkan peran utama dalam pemilihan umum 2024, dan dengan hampir dua pertiga dari pemilih yang berpihak pada kripto menunjukkan preferensi untuk kandidat pro-kripto, kripto diperkirakan akan menjadi faktor kunci dalam pemilihan 2025 juga,” kata John Anzalone, mitra di Impact Research, yang melakukan jajak pendapat tersebut.\n\n**Pengaruh Kripto dalam Pemilihan AS**\n\nSelama siklus 2024, komite aksi politik (PAC) Fairshake — yang didanai terutama oleh Ripple dan Coinbase — menghabiskan sekitar $131 juta untuk mendukung kandidat dalam pemilihan pendahuluan dan pemilihan umum, banyak di antaranya kemudian memenangkan kursi mereka. PAC tersebut terus mengumpulkan dana untuk pemilihan paruh waktu 2026, menunjukkan bahwa mereka bermaksud untuk terus mempengaruhi pemilihan AS dengan uang kripto.\n\nSebuah afiliasi Fairshake, Defend American Jobs, telah menghabiskan lebih dari $700.000 untuk mendukung dua kandidat Republikan yang mencalonkan diri untuk kursi Dewan Perwakilan Florida dalam pemilihan khusus 2025. Pemilihan 1 April akan menjadi beberapa pemilihan pertama yang diadakan setelah pemilihan November 2024, di mana Donald Trump memenangkan kepresidenan, dan anggota parlemen Republik memenangkan mayoritas di Senat dan DPR AS.\n\nDi New Jersey, Gubernur Murphy tidak memenuhi syarat untuk mencalonkan diri lagi, setelah menjabat dua periode berturut-turut. Pemilihan pendahuluan Juni akan menentukan kandidat untuk pemilihan umum, yang dapat mencakup Perwakilan Demokrat Josh Gottheimer dan Ciattarelli, seorang Republikan. Dengan sekitar delapan bulan hingga pemilihan 2025, masih belum jelas siapa di kedua partai yang dapat muncul sebagai kandidat terdepan.\n\n“Terlepas dari kecenderungan mereka ke Partai Republik, hampir setengah dari anggota Stand With Crypto mengidentifikasi diri sebagai Independen dan dapat dirayu dalam pemilihan gubernur,” kata Stand With Crypto. Organisasi tersebut menambahkan bahwa “hampir setengah dari anggota (45%) dapat dirayu dalam pemilihan gubernur – baik yang belum memutuskan atau mengatakan mereka dapat mengubah suara mereka antara Demokrat dan Republik generik.”",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZkMzEtNThhNi03NDI0LTg4MzYtMzE1NDE4OTAwYTMy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca19958ffb442d140d486a",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 21:50:00",
            "status": "Posted"
        }
    ]
}