{
    "timestamp": "2025-04-24 11:24:00",
    "all_news": [
        {
            "title": "Why Is Sui Blockchain Gaining Popularity?",
            "translated_facebook_post": "Nilai Sui meningkat 42% dan berada di kedudukan ke-12 matawang kripto global, didorong oleh minat pelabur institusi dan populariti memecoin.  Ciri-ciri teknologi Sui yang kukuh dan sokongan daripada tokoh terkenal turut menyumbang kepada kenaikan ini, walaupun kebimbangan tentang keselamatan data wujud.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/why-is-sui-blockchain-gaining-popularity",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-121.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:08:00"
        },
        {
            "title": "Cardano (ADA) Founder Criticizes Ethereum (ETH) \"Gave It 15 Years!\"",
            "translated_facebook_post": "Pengasas Cardano, Charles Hoskinson, rasa Ethereum mungkin akan hilang dalam masa 15 tahun sebab protokol, Layer-2, dan sistem tadbir urus yang kurang kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1bf83aca47222bcd97cf",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2021/03/hoskinson.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:07:00"
        },
        {
            "title": "SwapX united Orbs’ dLIMIT and dTWAP to Power Advanced DEX Orders",
            "translated_facebook_post": "SwapX sekarang dah guna teknologi dLIMIT dan dTWAP daripada Orbs untuk bagi pengguna lebih kawalan dan ketepatan masa nak beli atau jual token,  mengurangkan risiko perubahan harga yang mendadak, terutamanya untuk transaksi besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1bf836ed3b34182a53f2",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/SwapX-Integrates-Orbs-dLIMIT-and-dTWAP-for-Decentralized-Swaps-on-Sonic.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:06:00"
        },
        {
            "title": "US Court to Sentence Former Celsius CEO Alex Mashinsky",
            "translated_facebook_post": "Bekas CEO Celsius, Alex Mashinsky, akan dijatuhkan hukuman pada Mei atas tuduhan penipuan, menjejaskan keyakinan pelabur dan mungkin membawa kepada peraturan kripto yang lebih ketat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1bf8e2a12d6627849f9c",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-courtroom-scene.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:05:00"
        },
        {
            "title": "Will Ethereum, XRP, and Bitcoin Recover Quickly? 20x Gains Still on the Table",
            "translated_facebook_post": "Bitcoin, Ethereum, dan XRP masih menjadi pilihan ramai, tapi ramai pelabur kripto kini beralih kepada altcoin yang baru muncul seperti MAGACOINFINANCE, yang dijangka memberi pulangan tinggi.  MAGACOINFINANCE dilihat mempunyai potensi untuk menyamai kejayaan awal Bitcoin dan XRP kerana ciri-ciri uniknya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1bf9e2a12d6627849f9e",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745420311.docx_1745420311_image3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:02:00"
        },
        {
            "title": "Discover How Sui Blockchain Captivates the Crypto World with Remarkable Growth",
            "translated_facebook_post": "Harga Sui melonjak naik, didorong oleh minat pelabur institusi dan peningkatan aktiviti dalam pasaran memecoin.  Kepakaran pasukan pembangunannya yang terdiri daripada bekas pekerja Meta juga memberi keyakinan kepada ramai.  Walaupun ada kebimbangan mengenai keselamatan data,  prospeks  Sui tetap nampak cerah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/discover-how-sui-blockchain-captivates-the-crypto-world-with-remarkable-growth/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-069.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:01:00"
        },
        {
            "title": "6700% ROI? Why Dragoin’s Mini Game Is The Best Play To Earn Crypto In April As Presale Goes Viral In April",
            "translated_facebook_post": "Dragoin, permainan mini kripto baharu dengan tema naga, tawarkan peluang untung besar menerusi presale yang sedang berlangsung.  Ia gabungkan unsur permainan seronok dengan potensi pulangan tinggi, menarik minat ramai.  Cepat sertai sebelum terlepas!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1bf83aca47222bcd97d1",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-convert.io-2025-04-23T211137.017.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:00:00"
        },
        {
            "title": "Mutuum Finance (MUTM) Gains Traction As Wall Street Analyst Highlights Its Potential",
            "translated_facebook_post": "Pelaburan awal Mutuum Finance (MUTM) dah kumpul $7 juta, menarik ramai pelabur dengan model pasaran terdesentralisasi dan potensi pulangan tinggi.  Analisis positif dari pakar Wall Street, ditambah lagi sistem pinjaman inovatif, menjanjikan pertumbuhan lumayan menjelang 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1bf836ed3b34182a53f0",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/04/MUTUUM-22-300x200.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:00:00"
        },
        {
            "title": "Dolomite Launches $DOLO Token Across Major Exchanges",
            "translated_facebook_post": "Token DOLO dari Dolomite dah dilancarkan di bursa-bursa utama, termasuk Bybit, Bitget, KuCoin, dan Binance.  Dolomite ni platform pinjaman DeFi yang fleksibel,  guna sistem multi-position wallet, dan dah capai jumlah dagangan bernilai $928 juta.  Mereka juga bagi airdrop token DOLO dan ada ciri Smart Debt yang baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1ab73aca47222bcd97c8",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26988.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:00:00"
        },
        {
            "title": "African fintech funding dropped 16% in Q1 as VCs target AI-powered startups",
            "translated_facebook_post": "Pendanaan fintech Afrika menurun 16% pada suku pertama 2025, dengan syarikat-syarikat tempatan hanya berjaya kumpul $117 juta. Walaupun begitu, pelaburan global dalam fintech meningkat, didorong oleh minat terhadap teknologi AI.  Kebanyakan dana di Afrika disalurkan kepada syarikat peringkat awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1ab736ed3b34182a53e6",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:00:00"
        },
        {
            "title": "Sui Overtakes Chainlink in Market Cap Surge",
            "translated_facebook_post": "Sekarang ni, nilai pasaran Sui dah mengatasi Chainlink, jadi ramai pelabur tumpukan perhatian pada perkembangan Sui.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1ab8e2a12d6627849f93",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Sui-Overtakes.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 11:00:00"
        },
        {
            "title": "Zora airdrop triggers confusion as token launches without announcement, requires users claim manually",
            "translated_facebook_post": "Airdrop Zora mengelirukan ramai sebab pelancarannya tiba-tiba tanpa pengumuman rasmi, pengguna kena tuntut sendiri.  Ramai tak puas hati dengan cara Zora uruskan airdrop ni, terutama sebab hanya 10% daripada jumlah token diagihkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1ab836ed3b34182a53e9",
            "source": "TokenInsight News",
            "image": "https://s2.tokeninsight.com/static/news/cover/img/huovd97ategfaowubek.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 10:59:00"
        },
        {
            "title": "MTN Group reshuffles leadership in Rwanda, South Sudan",
            "translated_facebook_post": "MTN ubah beberapa ketua di Rwanda dan South Sudan; Mapula Bodibe  alih tugas ke South Sudan, Ali Monzer ambil alih di Rwanda.  Pertukaran ini bagi  tingkatkan kecekapan dan pembangunan kepimpinan dalam syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a1ab736ed3b34182a53e5",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/1607.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 10:59:00"
        },
        {
            "title": "Charles Hoskinson Says Ethereum May Not Survive the Next Decade",
            "translated_facebook_post": "Pengasas Cardano, Charles Hoskinson, agak kurang yakin dengan masa depan Ethereum dalam jangka masa panjang. Dia rasa masalah struktur, ekonomi yang lemah, dan penyelesaian L2 yang dianggap parasit mungkin akan menjejaskan Ethereum dalam 10-15 tahun akan datang.  Walaupun begitu, peningkatan yang dirancang mungkin dapat membantu, tapi masa depan masih belum pasti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a198d6874e164e3e0b7b4",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/Hosk2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 10:58:00"
        },
        {
            "title": "Solana Enhances Decentralization with Validator Update",
            "translated_facebook_post": "Solana Foundation tengah berusaha  nak bagi rangkaian mereka lebih terdesentralisasi dengan peraturan baru untuk penyertaan pengesah,  tujuannya supaya rangkaian lebih cekap dan kuasa tak tertumpu pada segelintir pihak sahaja.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a198b3aca47222bcd97c3",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/5488.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 10:57:00"
        },
        {
            "title": "Binance Lists Initia Perpetual Contracts with 5x Leverage",
            "translated_facebook_post": "Binance akan senaraikan kontrak Initia Perpetual dengan leveraj 5x, dan LaunchPool mereka akan masuk bursa utama.  Ini dijangka tingkatkan akses dan kecairan untuk pelabur, dan ramai yang menanti-nantikan perkembangan ini sebab ia mungkin ubah pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a198d36ed3b34182a53de",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/binance-launchpools-debut-on-cex.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 10:57:00"
        },
        {
            "title": "Trump fought the bond market, the bond market won: Saifedean Ammous",
            "translated_facebook_post": "Perang tarif Trump nampaknya tak berjaya, malah menjejaskan pasaran bon Amerika Syarikat.  Ini mendorong ramai berpendapat, Bitcoin mungkin jadi penyelesaian jangka panjang.",
            "translated_title": "Trump Melawan Pasaran Bon, Pasaran Bon Menang: Saifedean Ammous",
            "translated_content": "Penganalisis mengkritik implikasi kewangan tarif import Presiden Amerika Syarikat Donald Trump, satu perkembangan yang menurut sesetengah pihak menonjolkan sifat ekonomi Bitcoin yang unik dalam masa ketidakpastian global.\n\nJeda 90 hari Trump terhadap tarif timbal balas yang lebih tinggi, mengembalikannya kepada paras asas 10% bagi kebanyakan negara kecuali China, telah mendedahkan kelemahan dalam pasaran bon AS, menurut pengkritik.\n\nPakar ekonomi dan pengarang The Bitcoin Standard, Saifedean Ammous, berkata keputusan Trump untuk membalikkan tarif yang lebih tinggi kemungkinan adalah reaksi terhadap peningkatan hasil bon, menunjukkan pentadbiran itu terpaksa bertindak.\n\n\"Trump menentang pasaran bon dan pasaran bon menang,\" kata Ammous dalam catatan X pada 23 April. \"Muslihat itu nampaknya berjaya pada hari pertama, dan kejatuhan besar di pasaran saham dibentangkan sebagai harga kecil yang perlu dibayar untuk kemampanan fiskal.\"\n\n\"Tetapi kemudian bon mula jatuh, dan menjadi jelas betapa buruknya tarif itu, dan betapa salahnya untuk menjangkakan bahawa menjatuhkan pasaran saham dengan sengaja akan meningkatkan pasaran bon,\" tambahnya.\n\nHasil Perbendaharaan melonjak selepas langkah tarif\n\nBerikutan pengumuman tarif Trump, hasil Perbendaharaan 10 tahun melonjak daripada kurang daripada 4% kepada 4.5%, data CNBC menunjukkan, di tengah-tengah jualan yang didorong oleh kebimbangan inflasi dan kemelesetan.\n\n\"Peningkatan hasil adalah sebaliknya daripada apa yang dikehendaki pentadbiran, dan membalikkan langkah tarif separuh hari selepas ia berkuat kuasa adalah amat merosakkan kedudukan rundingan Trump,\" kata Ammous.\n\nSesetengah penganalisis, termasuk pengasas Global Macro Investor Raoul Pal, telah mencadangkan bahawa manuver tarif mungkin hanya \"lakonan\" bagi AS untuk mencapai perjanjian perdagangan dengan China.\n\n\"Semua perbincangan tentang China tunduk di bawah ancaman Trump kini kedengaran lucu apabila dilihat semula, apabila Trump tidak dapat mengekalkan tarifnya selama 2 hari,\" kata Ammous, sambil menambah bahawa China \"sama sekali tidak menunjukkan kecenderungan\" untuk menghubungi dan mencapai perjanjian.\n\nKelewatan dalam mencapai perjanjian perdagangan mungkin mengehadkan pemulihan kedua-dua pasaran ekuiti dan kripto, yang bergantung kepada hasil rundingan perdagangan, menurut penganalisis Nansen.\n\nSementara itu, Bitcoin (BTC) bertindak \"kurang seperti saham teknologi dan lebih seperti lindung nilai terhadap ketidakpastian ekonomi,\" selepas Trump memberi isyarat \"pengurangan tarif yang besar ke atas barangan China,\" kata penganalisis Nexo dispatch Iliya Kalchev kepada Cointelegraph.\n\nPerang perdagangan menghidupkan semula keperluan untuk piawaian Bitcoin\n\nSituasi ini telah menghidupkan semula cadangan lama untuk menyokong dolar AS dengan Bitcoin.\n\nAmmous berkata AS harus terus membeli BTC sehingga kerajaan memegang cukup untuk menyokong sepenuhnya bekalan dolar, akhirnya beralih kepada piawaian Bitcoin.\n\nSecara sejarah, dolar disokong oleh emas dan boleh ditebus untuk jumlah tetap logam berharga sehingga 1933, apabila Presiden Amerika Syarikat Franklin D. Roosevelt menggantung penukaran emas sebagai tindak balas kepada Kemelesetan Besar.\n\nPada tahun 1971, Presiden Richard Nixon menghentikan penukaran dolar kepada emas, bertujuan untuk melindungi rizab emas AS dan menstabilkan ekonomi, menandakan permulaan sistem mata wang fiat, yang masih berkuat kuasa hari ini.\n\nBekalan Bitcoin yang tetap, yang dikodkan dalam tokenomicsnya, menjadikannya pesaing digital yang popular kepada emas.",
            "translated_summary": "Perjuangan Trump yang semakin sukar menentang pasaran bon AS mungkin akan menghidupkan semula keperluan untuk piawaian Bitcoin, menurut Ammous.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a198d36ed3b34182a53e0",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY3MzgtZTkwYS03OTg0LWI1ZDktMzEwNjQxZjAxZDc0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 10:57:00"
        },
        {
            "title": "ZKsync Recovers $5M Hacked Tokens After Bounty Offer",
            "translated_facebook_post": "ZKsync berjaya dapatkan balik $5 juta token yang digodam lepas tawar ganjaran 10%, menunjukkan sistem keselamatan diorang berkesan dan pengguna tak terjejas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a198d3aca47222bcd97c5",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/zk-sync-token-retrieval-display.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 10:55:00"
        }
    ]
}