{
    "timestamp": "2025-04-02 13:36:13",
    "all_news": [
        {
            "title": "Elon Musk's X Petitions Supreme Court Over User Data Privacy",
            "translated_facebook_post": "Kes ni penting sebab ia mungkin ubah macam mana kerajaan boleh dapat data pengguna, terutamanya data kewangan, dan boleh jejejaskan keyakinan pengguna dalam pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3aa155ca3c104cd74712",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/elon-musk-oil-painting-crusade.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:23:00"
        },
        {
            "title": "Sumitomo Mitsui Plans Stablecoin With Ava Labs and Fireblocks",
            "translated_facebook_post": "Bank kedua terbesar Jepun, SMBC, nak buat stablecoin baru dengan kerjasama Ava Labs dan Fireblocks.  Dijangka siap uji kaji tahun 2025 dan dilancarkan 2026.  Ini untuk bagi pembayaran rentas sempadan lebih cepat dan murah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3a9fada0a535800f6b34",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/25827.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:23:00"
        },
        {
            "title": "Sui Price Prediction 2025, 2026 – 2030: SUI Price To Hit $10 This Year?",
            "translated_facebook_post": "Ramalan harga SUI agak memberangsangkan, dijangka mencecah $7.01 pada 2025 dan mungkin sampai $23.77 menjelang 2030.  Potensi kenaikan harga ini bergantung kepada beberapa faktor, termasuklah penerimaan pasaran dan pembangunan projek tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66f3c660a40f237d6dcdf96f",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/08/14173212/price-prediction-ethereum.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:23:00"
        },
        {
            "title": "Blockchain projects fight for 23andMe user data amid bankruptcy",
            "translated_facebook_post": "Kebankrapan 23andMe mencetuskan kebimbangan tentang keselamatan data genetik pengguna, mendorong cadangan penggunaan teknologi blockchain untuk kawalan data yang lebih baik.  Namun, cabaran kos dan peraturan perlu dipertimbangkan.",
            "translated_title": "Projek Rantaian Blok Berebut Data Pengguna 23andMe Ketika Syarikat Menghadapi Kebankrapan",
            "translated_content": "## Syarikat Ujian DNA 23andMe Muflis, Data Genomik 15 Juta Pengguna Dijual\n\nSyarikat ujian DNA, 23andMe, telah muflis, dan data genomik 15 juta penggunanya kini dijual kepada penawar tertinggi.  Bolehkah data itu berakhir di atas rantaian blok?\n\nSyarikat itu mengumumkan pada 23 Mac bahawa ia telah memfailkan perlindungan kebankrapan Bab 11 dan Ketua Pegawai Eksekutifnya, Anne Wojcicki, telah meletakkan jawatan. Pengumuman itu menimbulkan kebimbangan di kalangan pelanggan 23andMe, ramai yang kini berebut untuk memadam data mereka daripada perkhidmatan tersebut.\n\nPenyokong privasi dan pegawai kerajaan telah memberi pandangan mereka tentang situasi ini, menggesa pengguna untuk memuat turun dan kemudian memadam data mereka secepat mungkin.  Kegentingan meningkat pada 26 Mac apabila seorang hakim memberi kelulusan rasmi kepada 23andMe untuk menjual data pengguna. Tetapi masih ada persoalan di mana pengguna ini harus memindahkan data mereka dan sama ada terdapat alternatif yang lebih baik.\n\nBerikutan kebankrapan itu, penyokong rantaian blok telah menggunakan peluang ini untuk menyatakan bahawa DNA lebih baik disimpan di atas rantaian blok — sama ada disimpan terus pada pelayan rangkaian terdesentralisasi atau menggunakan beberapa elemen teknologi Web3 di bahagian belakang.\n\nJanji 23andMe yang lebih bersifat peribadi, di mana pengguna mengawal data mereka sendiri, adalah menarik bagi ramai — namun sebenarnya membawa dunia penjujukan DNA ke atas rantaian blok bukanlah tanpa cabaran uniknya sendiri.\n\n**Sejarah Privasi 23andMe yang Rumit**\n\n23andMe mungkin paling dikenali kerana menjual kit ujian DNA dan menawarkan laporan keturunan dan kesihatan, tetapi model perniagaan terasnya sebenarnya tertumpu kepada penjualan data genetik pelanggannya kepada syarikat farmaseutikal dan penyelidik lain.\n\nDasar privasi syarikat menyatakan bahawa ia hanya akan berkongsi DNA pengguna dengan pihak ketiga jika pengguna memberikan kebenaran. Kira-kira 80% daripada penggunanya akhirnya memilih untuk persetujuan ini. 23andMe juga mendakwa bahawa sebarang maklumat pengguna dianonimkan sebelum dikongsi, walaupun tidak mustahil data genetik unik seseorang masih boleh dikaitkan kembali kepada mereka.\n\nSatu kajian pada Disember 2024 oleh perkhidmatan penghapusan data Incogni mendapati bahawa dasar privasi 23andMe sebenarnya adalah antara yang terkuat di kalangan pesaingnya.  Walau bagaimanapun, secara kritikalnya, perjanjian itu juga menyatakan bahawa data pengguna boleh dijual atau dipindahkan jika syarikat itu diambil alih — dan pemilik baru mungkin tidak mempunyai dasar privasi yang sama.\n\nDarius Belejevas, ketua Incogni, memberitahu Cointelegraph bahawa pelanggan memberikan data genetik mereka kepada syarikat seperti 23andMe dengan anggapan bahawa ia akan dilindungi di bawah terma privasi yang mereka setujui.  \"Jualan kebankrapan secara asasnya mengubah terma perjanjian itu, berpotensi mendedahkan maklumat biologi mereka yang paling sensitif untuk digunakan oleh penawar tertinggi,\" katanya.\n\n\"Sekali lagi, kita melihat jurang pengawalseliaan dalam industri pengumpulan data, yang, dalam kes ini, kemungkinan akan menyebabkan pengguna 23andMe tidak pernah tahu apa yang sebenarnya berlaku dengan sampel fizikal dan maklumat sensitif mereka.\"\n\nSelain kebimbangan dasar privasi, 23andMe juga telah menghadapi kebocoran data. Pada tahun 2023, penggodam mencuri data keturunan untuk kira-kira 6.9 juta pengguna — kira-kira separuh daripada keseluruhan pangkalan pelanggannya pada masa itu. Apa yang membimbangkan ialah penggodaman itu mungkin menyasarkan pengguna keturunan Yahudi Ashkenazi dan Cina.\n\nPakar keselamatan telah memberi amaran bahawa maklumat genomik yang dicuri berpotensi digunakan untuk melakukan kecurian identiti atau bahkan mereka bentuk senjata biologi yang disasarkan.  Pada Julai 2022, penggubal undang-undang AS dan pegawai tentera mengeluarkan amaran di Forum Keselamatan Aspen bahawa data yang dipegang oleh perkhidmatan ujian DNA — khususnya menyebut 23andMe — adalah sasaran berpotensi bagi musuh asing yang ingin membangunkan senjata biologi tersebut.\n\n\"Terdapat senjata yang sedang dibangunkan, dan dibangunkan, yang direka untuk menyasarkan individu tertentu,\" kata Wakil Jason Crow, seorang Demokrat dari Colorado yang duduk di Jawatankuasa Perisikan Dewan. \"Itulah yang berlaku, di mana anda sebenarnya boleh mengambil DNA seseorang, profil perubatan mereka, dan anda boleh menyasarkan senjata biologi yang akan membunuh orang itu.\"\n\n**Menempatkan 23andMe di Atas Rantaian Blok**\n\nMenempatkan DNA di atas rantaian blok bukanlah idea baru; Genecoin telah mencadangkannya seawal tahun 2014. Tetapi kebankrapan 23andMe menjadi tajuk utama, dan beberapa projek rantaian blok memanfaatkan momentum itu untuk membuat cadangan masing-masing tentang mengapa mereka menawarkan alternatif yang lebih baik daripada 23andMe.\n\nSekurang-kurangnya empat pembeli berpotensi telah secara terbuka menyatakan minat mereka dalam 23andMe, dan salah satunya ialah Sei Foundation — organisasi yang didedikasikan untuk memajukan rantaian blok Sei. Mekanik tepat bagaimana yayasan itu akan membawa 23andMe ke atas rantaian blok tidak sepenuhnya jelas, tetapi ia menegaskan semula pada 31 Mac bahawa ia akan memastikan \"salah satu aset paling bernilai negara - kesihatan rakyatnya, terus hidup di atas rantaian.\"\n\nPhil Mataras, pengasas rangkaian awan terdesentralisasi AR.IO — yang dibina di atas Arweave — berkata bahawa langkah itu adalah \"prospek yang menarik, tetapi menarik\" dalam komen yang dikongsi dengan Cointelegraph.  \"Data itu akan lebih selamat dan tahan manipulasi daripada mana-mana penyelesaian storan data berpusat yang lain.\"\n\nAR.IO sendiri telah menggesa pengguna 23andMe untuk memuat turun data mereka dan memindahkannya ke penyelesaian storan terdesentralisasi ArDrive, yang telah menerbitkan panduan langkah demi langkah yang menerangkan cara memuat naik data ke pemacu tersulit.\n\nProjek rantaian blok Genomes.io, yang menggambarkan dirinya sebagai \"pangkalan data genomik milik pengguna terbesar di dunia,\" telah melihat pengguna baru membanjiri platform itu sejak kebankrapan 23andMe.\n\nMenurut de Pape, \"Ini adalah kes penggunaan yang jelas untuk teknologi terdesentralisasi untuk meningkatkan proses yang telah cacat dari awal, dan yang merupakan intipati untuk mengembalikan kedaulatan data kepada individu, memberikan maklumat kesihatan kembali kepada individu, memastikan bahawa pemilik dan data kesihatan adalah satu.\"\n\nGenomes.io memuat naik data genomik pengguna ke dalam apa yang disebutnya \"bilik kebal,\" yang disulitkan hujung ke hujung supaya hanya pengguna yang memegang kunci peribadi yang diperlukan untuk mengakses data tersebut. Ini juga bermakna DNA pengguna akan tetap selamat jika syarikat itu pernah digodam atau dijual.\n\nPengguna kemudian boleh memilih untuk kajian tertentu secara kes demi kes, dan mereka dibayar dalam token asli projek apabila data mereka digunakan.\n\nSatu lagi penyelesaian, GenoBank, mempunyai pendekatan alternatif: mentokenkan maklumat genetik di atas rantaian sebagai \"BioNFT.\" Syarikat itu menawarkan kit ujian DNA yang dikaitkan dengan token bukan boleh tukar yang diurus sendiri oleh pelanggan, bermakna mereka boleh mendapatkan penjujukan DNA mereka secara tanpa nama.\n\n**Rantaian Blok Mempunyai Kebimbangan Sendirinya**\n\nWalaupun terdapat publisiti semasa mengenai membawa rantaian blok kepada DNA, masih terdapat cabaran dalam melakukannya, dan penyelesaian terdesentralisasi menawarkan set risiko berpotensi mereka sendiri.\n\nJika pelanggan salah meletakkan kunci peribadi kepada data genomik mereka, hanya terdapat beberapa perkara yang boleh dilakukan oleh mana-mana projek atau syarikat untuk membantu mereka. Mungkin lebih menakutkan ialah idea pengguna yang mempunyai kunci peribadi mereka digodam dan data genomik mereka dicuri.\n\nDe Pape berkata bahawa Genomes.io, bagi pihaknya, akan bekerjasama dengan pelanggan untuk mengamankan bilik kebal mereka jika kunci peribadi mereka dikompromikan, walaupun mereka tidak dapat membuka kunci bilik kebal pengguna.\n\nKemudian terdapat kebimbangan privasi tambahan di peringkat makmal. Walaupun data akhir disimpan dengan cara yang paling peribadi dan selamat, makmal penjujukan itu sendiri mungkin tidak mengikuti garis panduan ketat yang sama.\n\nDari segi memuat naik data DNA terus ke rantaian blok, mungkin terdapat kos astronomi yang berkaitan. Fail penjujukan genom keseluruhan mentah yang dihasilkan oleh makmal boleh sehingga 30 GB. Ini bermakna memuat naik fail mentah untuk 15 juta pelanggan — jumlah keseluruhan orang yang telah memberikan DNA mereka kepada 23andMe — kepada penyelesaian storan terdesentralisasi seperti Arweave akan menelan belanja lebih daripada $492 juta pada 1 April.\n\n\"Jangan muat naiknya [DNA] ke rantaian blok. Itu adalah kesilapan terbesar yang boleh anda lakukan,\" hujah de Pape. Selain kos, katanya terdapat kebimbangan privasi.\n\nAkhirnya, peraturan menambah satu lagi lapisan kerumitan kepada perkara ini.  Satu kajian pada tahun 2020 yang ditulis sebahagiannya oleh Uribe GenoBank mendapati bahawa rangka kerja pengawalseliaan seperti Peraturan Perlindungan Data Umum EU, yang menetapkan garis panduan ketat untuk pengendalian data pengguna, telah \"menjana beberapa cabaran untuk peguam, pemproses data dan perusahaan perniagaan yang terlibat dalam tawaran rantaian blok, terutamanya kerana ia berkaitan dengan set data berisiko tinggi seperti data genomik.\"\n\nOleh itu, walaupun rantaian blok pastinya menawarkan beberapa kelebihan berbanding syarikat berpusat seperti 23andMe, ia bukan ubat mujarab, dan ia mungkin bukan untuk semua orang.\n\nTetapi tidak kira di mana pengguna memilih untuk memindahkan data mereka, mesej daripada penyokong privasi dan pakar keselamatan tetap jelas: Jangan biarkan ia dengan 23andMe.",
            "translated_summary": "Penyokong teknologi rantaian blok berharap kebankrapan 23andMe akan menjadi amaran tentang keperluan penyahpusatan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3aa155ca3c104cd74710",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY2YTMtZDNjOS03MTExLWI1MmMtYWM0MTIzMTUxZmI1.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 13:23:00"
        },
        {
            "title": "Soaring Crypto Trading: South Korea’s Volume Explodes Past KOSPI in Groundbreaking Shift",
            "translated_facebook_post": "Perdagangan kripto di Korea Selatan dah cecah angka yang tinggi, malah mengatasi pasaran saham KOSPI!  Ini menunjukkan ramai orang di sana makin berminat dengan mata wang digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3aa0ada0a535800f6b36",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Soaring-Crypto-Trading-South-Koreas-Volume-Explodes-Past-KOSPI-in-Groundbreaking-Shift.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:20:00"
        },
        {
            "title": "BNB Launches Exciting $100 Million Liquidity Incentive for Promising Altcoins",
            "translated_facebook_post": "BNB bagi sokongan cecair sebanyak $100 juta untuk beberapa altcoins yang berpotensi, dengan lima projek menerima sebahagian daripada dana tersebut buat masa ini, dan peluang masih terbuka untuk projek lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bnb-launches-exciting-100-million-liquidity-incentive-for-promising-altcoins/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/binance-coin-1020.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:18:00"
        },
        {
            "title": "Trump’s Tariffs Ignite Market Tensions",
            "translated_facebook_post": "Cukai import baharu Trump mungkin mengukuhkan kerjasama antarabangsa, tapi pasaran kripto dan ekonomi global masih lagi tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/trumps-tariffs-ignite-market-tensions",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-065.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:18:00"
        },
        {
            "title": "This Token Is Still Priced at $0.025 — But It’s Already Closing In on a $6M Funding Milestone",
            "translated_facebook_post": "Projek Mutuum Finance (MUTM) hampir capai dana $6 juta dalam prajualan walaupun harga token hanya $0.025.  Ia platform pinjaman dan peminjaman kripto terdesentralisasi yang menawarkan pulangan menarik dan ganjaran kepada pemegang token.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed396fcd481446a6bffd40",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/02175351/muttum-finance-4.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:16:00"
        },
        {
            "title": "Avalanche price early signal points to a strong bullish breakout",
            "translated_facebook_post": "Harga Avalanche jatuh ke paras sokongan penting, tapi ada isyarat positif untuk kenaikan semula; walaupun ada persaingan sengit dan penurunan pendapatan, kerjasama dengan bank Jepun dan potensi kelulusan ETF mungkin menaikkan semula harganya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed396fbabc4e3df3b1bc83",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/05/crypto-news-Avalanche-Price-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:15:00"
        },
        {
            "title": "Wish You Had Gotten In on Just a Chill Guy? Here’s the Next Top Crypto Presale to Buy Before It Explodes",
            "translated_facebook_post": "Lepas terlepas peluang pelaburan  dengan  Just a Chill Guy,  Troller Cat menawarkan peluang kedua untuk meraih keuntungan lumayan.  Ia dikatakan lebih berpotensi disebabkan ciri unik seperti permainan _Play-to-Earn_ dan mekanisme _deflationary_.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed28e8105f424e15c3a08f",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ab217b11f1ac4cad9177a5543128bab9.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:15:00"
        },
        {
            "title": "$1B USDT Minted: Is a Major Bitcoin Price Surge Coming Soon?",
            "translated_facebook_post": "Baru-baru ni ada peningkatan permintaan Bitcoin, nampaknya.  Tether pun dah keluarkan USDT bernilai $1 billion, dan ramai pelabur besar macam BlackRock dan MicroStrategy pun tengah beli Bitcoin.  Harga Bitcoin pun dah naik sikit, menuju ke paras $88,500.  Tapi, pelaburan kripto ni berisiko tinggi, kena buat kajian sendiri dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3971cd481446a6bffd44",
            "source": "TurkishNY Radio",
            "image": "https://www.turkishnyradio.com/wp-content/uploads/2025/04/Untitled-design-75.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:15:00"
        },
        {
            "title": "CoinDesk 20 Performance Update: AAVE Declines 5.3%, Leading Index Lower",
            "translated_facebook_post": "Kemas kini prestasi CoinDesk 20: AAVE jatuh 5.3%, indeks utama menurun. Chainlink (LINK) juga antara yang kurang memberangsangkan, susut 4.7% dari Selasa. Tiada lagi.\n\n\nAAVE turun banyak, Chainlink pun sama, indeks pasaran kripto pun tak berapa bagus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/coindesk-20-performance-update-aave-declines-5-3-leading-index-lower/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/cc1782750921d4eb19575dbb2991da15f3ca33d0-720x720.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:12:00"
        },
        {
            "title": "China on Watch After U.S. Government Embrace of Bitcoin: Grayscale",
            "translated_facebook_post": "China nampaknya akan lebih perhatikan perkembangan Bitcoin lepas Amerika Syarikat tunjuk sokongan kuat.  Dasar China yang makin longgar mungkin akan bagi lebih ramai orang guna Bitcoin.\n\nChina mungkin akan pantau Bitcoin lebih rapat lepas AS sokong kuat, dan dasar China yang lebih terbuka mungkin akan tingkatkan penggunaan Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/china-on-watch-after-u-s-government-embrace-of-bitcoin-grayscale/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/8ed02917aeb654f40a157e939143fa68354513d6-1920x1080.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:12:00"
        },
        {
            "title": "Revolutionary VRC-20 Standard: Unleashing Digital Asset Transparency on Vana Blockchain",
            "translated_facebook_post": "Piawaian VRC-20 baru ni dari rangkaian Vana,  janji lebih telus dan boleh dipercayai dalam dunia aset digital.  Ia tetapkan bekalan token, peraturan tadbir urus dan syarat kecairan, bagi mengelakkan manipulasi dan meningkatkan keyakinan pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed38310215c5567cc64b89",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Revolutionary-VRC-20-Standard-Unleashing-Digital-Asset-Transparency-on-Vana-Blockchain.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:10:00"
        },
        {
            "title": "$2B lost to crypto hacks in Q1 2025, $1.63B from access control flaws",
            "translated_facebook_post": "Lebih dua bilion ringgit kerugian disebabkan serangan siber terhadap mata wang kripto pada suku pertama tahun 2025, kebanyakannya disebabkan kelemahan kawalan akses dan  serangan terhadap Bybit.  Ini menunjukkan peningkatan serangan yang canggih dan berleluasa, termasuk penipuan yang semakin menjadi industri.",
            "translated_title": "Kehilangan AS$2 bilion akibat penggodaman kripto pada suku pertama 2025, AS$1.63 bilion dari kelemahan kawalan akses.",
            "translated_content": "Crypto Hacks Cause Over $2 Billion in Losses in Q1 2025\n\nOver $2 billion was lost to cryptocurrency hacks in the first quarter of 2025.  According to a report from crypto cybersecurity firm Hacken, nearly $1.63 billion of this was due to access control exploits alone.  This exceptionally high figure is largely attributed to the Bybit exchange hack, according to Anmol Jain, vice president of investigations at AMLBot.  A report from PeckShield, excluding scams, estimated losses from crypto hacks at $1.6 billion for the same period.\n\nThe North Korean hackers behind the $1.4 billion Bybit hack are reportedly controlling over 11,000 cryptocurrency wallets used to launder the stolen funds. This highlights the increasing sophistication and scale of North Korean state-sponsored attacks.  This single hack significantly impacted the quarter's figures, considering that total losses for all of 2024 amounted to $2.25 billion.  Hacken's key takeaway:  \"No one is safe.\"\n\nHacken's report emphasized that even major centralized and decentralized players suffered from operational failures, access control weaknesses, and social engineering.  While no new exploits emerged, existing attack vectors proved highly effective.  The report highlighted that despite smart contract vulnerabilities, most damage stemmed from failures in people, processes, or permission systems.  Multisignature wallet-related hacks were the leading exploit for the third consecutive quarter.  The Bybit hack involved compromising the Safe{Wallet} front end, following similar hacks targeting Radiant Capital and WazirX in previous quarters.\n\nCrypto Scams: An Expanding Industry\n\nScams also caused significant losses, with Hacken reporting $96.37 million in losses from phishing scams and $300 million from rug pulls.  Jain noted a concerning trend of crypto scams becoming a fully-fledged industry, pointing to the 51% increase in monthly inflows to Huione (described as the largest online illicit marketplace) in just six months, following the platform's launch of a USD-pegged stablecoin and financial services for illegal activities.  Many \"pig butchering\" scams originate from Southeast Asian cybercrime compounds in Cambodia, Myanmar, and Laos, often employing trafficked young people from India, Nepal, Vietnam, and the Philippines.",
            "translated_summary": "Pengesanan mata wang kripto pada suku pertama 2025 telah melebihi AS$2 bilion, dengan pelanggaran Bybit sebanyak AS$1.4 bilion menyumbang kepada kerugian rekod. Penggodam telah mengeksploitasi kawalan akses dan pelbagai...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed38320215c5567cc64b8b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY1ZjQtZDE2MS03MmZkLTg1ZDAtNDAwNTNhMmNjNGE5.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 13:09:00"
        },
        {
            "title": "Trump’s New Tariffs Tighten Market Tensions and Challenge Crypto Stability",
            "translated_facebook_post": "Cukai import baharu Trump mencetuskan ketegangan pasaran, dan pasaran kripto pun turut terkesan.  Negara lain pulak mungkin akan bekerjasama, dan Fed masih lagi berhati-hati tentang inflasi dan kemelesetan ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/trumps-new-tariffs-tighten-market-tensions-and-challenge-crypto-stability/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1144.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:08:00"
        },
        {
            "title": "Usual teams up with Sherlock to launch the biggest bug bounty in crypto history",
            "translated_facebook_post": "Protokol stablecoin Usual dan firma keselamatan blok rantai Sherlock telah melancarkan program ganjaran bug terbesar dalam sejarah kripto, bernilai $16 juta, mengatasi program Uniswap sebelum ini.  Program ini bertujuan mencari kelemahan kritikal dalam kod Usual yang boleh menyebabkan kerugian dana.  Walaupun Usual dah buat 20 audit sebelum ni, program ini menunjukkan komitmen mereka terhadap keselamatan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3705ada0a535800f6b1f",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-crypto-exchange-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:06:00"
        },
        {
            "title": "Mastercard Bets Big on Bitcoin Payments",
            "translated_facebook_post": "Mastercard berani masuk bidang mata wang kripto, nak memudahkan pengguna guna Bitcoin dan aset digital lain.  Dengan bilangan kad dan peniaga yang banyak, ini mungkin akan ubah cara orang guna kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3705ada0a535800f6b21",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Mastercard.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:05:00"
        },
        {
            "title": "Validation Cloud and DFINITY Foundation Partner to Support Enterprise-Grade Blockchain Analytics on ICP (2 Apr)",
            "translated_facebook_post": "Validation Cloud dan DFINITY Foundation kini bekerjasama bagi menyediakan analisis data rantaian blok tahap perusahaan di ICP.  Ini memudahkan akses pantas, andal dan mematuhi peraturan untuk data tersebut.  Syarikat Elliptic merupakan pengguna pertama sistem ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3970babc4e3df3b1bc85",
            "source": "Newsroom - Chainwire",
            "image": "https://app.chainwire.org/storage/uploads/users/Press_Release_Graphic_DFINITY_Validation_Cloud_Ell_1743529356irTmy4EY90.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:05:00"
        },
        {
            "title": "Why Trump’s Tariffs Could Be Beneficial For Bitcoin?",
            "translated_facebook_post": "Dasar tarif Trump mungkin menjejaskan Bitcoin pada awalnya, tapi jangka panjang, ia mungkin jadi aset selamat alternatif disebabkan ketidakstabilan ekonomi global dan penurunan kepercayaan terhadap dolar Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed3aa1ada0a535800f6b3c",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/trump-bitcoin-dollar.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:05:00"
        }
    ]
}