{
    "timestamp": "2025-03-07 19:20:45",
    "all_news": [
        {
            "title": "Pegangan Ether WLFI yang berkaitan dengan Trump meningkat tiga kali ganda, Solana menyaksikan aliran keluar $485 juta: Kewangan Ditakrif Semula",
            "description": "Platform blok rantai Trump telah mengumpul Ether, manakala Solana mengalami aliran keluar melebihi AS$485 juta sebulan di tengah-tengah pelabur kripto...",
            "content": "Platform blockchain yang dikaitkan dengan Presiden Amerika Syarikat Donald Trump mengambil kejatuhan pasaran kripto sebagai peluang pelaburan, tiga kali ganda pegangan Ethernya dalam seminggu menjelang Sidang Kemuncak Kripto pertama Rumah Putih pada 7 Mac.\n\nSementara itu, Solana ditimpa hampir setengah bilion dolar pengaliran keluar pada Februari apabila pelabur kripto mencari pelaburan yang lebih selamat berikutan gelombang penipuan memecoin dan penarikan karpet.\n\nPlatform kewangan terdesentralisasi (DeFi) Trump, World Liberty Financial (WLFI), meningkatkan pegangan Ether (ETH)nya dengan ketara minggu lalu apabila harga kripto itu seketika jatuh di bawah $2,000. Data Cointelegraph Markets Pro menunjukkan platform WLFI telah tiga kali ganda pegangan ETHnya dalam tempoh tujuh hari lalu. Data yang disediakan oleh Arkham Intelligence menunjukkan WLFI kini memegang kira-kira $10 juta lebih dalam Ether berbanding seminggu sebelumnya.  Akuisisinya yang terbaru juga termasuk tambahan $10 juta dalam Wrapped Bitcoin (WBTC) dan $1.5 juta dalam token Movement Network (MOVE).\n\nPlatform DeFi Trump kini mengalami kerugian belum direalisasikan sebanyak lebih $89 juta merentas sembilan token yang dilaburkannya, menurut data Lookonchain. Pembelian semasa penurunan harga berlaku ketika pasaran mengalami ketidaktentuan yang tinggi dan kebimbangan pelabur, didorong oleh kebimbangan makroekonomi dan peristiwa khusus kripto, termasuk penggodaman Bybit bernilai $1.4 bilion pada 21 Februari, eksploitasi terbesar dalam sejarah kripto.\n\nSolana menyaksikan hampir setengah bilion dolar pengaliran keluar bulan lalu apabila pelabur beralih kepada aset digital yang dianggap lebih selamat, mencerminkan peningkatan ketidakpastian dalam pasaran kripto.  Solana (SOL) ditimpa lebih daripada $485 juta pengaliran keluar dalam tempoh 30 hari lalu, dengan modal pelabur kebanyakannya mengalir ke Ethereum, Arbitrum dan BNB Chain.  Penghijrahan modal ini berlaku di tengah-tengah penerbangan yang lebih luas ke arah \"keselamatan\" dalam kalangan peserta pasaran kripto, menurut laporan Binance Research.  Selain daripada kebimbangan makroekonomi, penurunan sentimen pelabur kripto adalah disebabkan terutamanya oleh penggodaman Bybit bernilai $1.4 bilion pada 21 Februari, eksploitasi terbesar dalam sejarah kripto. Kekecewaan terhadap pelancaran memecoin berasaskan Solana juga telah mengekang selera pelabur, terutamanya selepas pelancaran token Libra, yang disokong oleh Presiden Argentina Javier Milei.\n\nPresiden Amerika Syarikat Donald Trump akan menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih yang pertama pada 7 Mac, yang menghimpunkan pemimpin industri untuk membincangkan dasar pengawalsetiaan, pengawasan stablecoin dan peranan berpotensi Bitcoin dalam sistem kewangan AS.  Sidang kemuncak itu akan dipengerusikan oleh David Sacks dan diuruskan oleh Bo Hines. Sacks telah dilantik sebagai pemerintah kripto dan AI Rumah Putih pada 6 Disember 2024. Trump sebelum ini telah memberi isyarat bahawa beliau berhasrat untuk menjadikan dasar kripto sebagai keutamaan kebangsaan dan menjadikan AS sebagai hab global untuk inovasi blockchain.  Sidang kemuncak yang akan datang mungkin menetapkan nada untuk peraturan kripto dalam tempoh empat tahun akan datang.\n\nPembiayaan modal usaha niaga ke dalam syarikat permulaan blockchain dan kripto telah meningkat pada Februari, dengan projek kewangan terdesentralisasi (DeFi) menarik aliran pelaburan yang ketara, menunjukkan bahawa permintaan untuk pembina blockchain kekal kukuh di tengah-tengah keadaan pasaran yang tidak menentu. Menurut data daripada The TIE, 137 syarikat kripto telah mengumpul sejumlah $1.11 bilion dana pada bulan Februari. DeFi telah mendapat hampir $176 juta dana keseluruhan merentas 20 projek. Sementara itu, lapan penyedia perkhidmatan perniagaan telah mengumpul sejumlah $230.7 juta.  Syarikat permulaan yang mengkhusus dalam perkhidmatan keselamatan, pembayaran dan kecerdasan buatan juga menarik minat yang ketara.\n\nPenggodam Bybit telah mengalih 100% dana yang dicuri selepas melakukan penggodaman terbesar dalam sejarah kripto, tetapi sebahagian daripada rampasan itu mungkin masih boleh dipulihkan oleh pakar keselamatan blockchain. Pada 21 Februari, Bybit digodam untuk lebih daripada $1.4 bilion Ether (STETH) bercagar cecair, Mantle Staked ETH (mETH) dan token ERC-20 lain, mengakibatkan kecurian kripto terbesar dalam sejarah.  Penggodam itu telah memindahkan semua 500,000 Ether (ETH) yang dicuri, terutamanya melalui protokol lintas rantai terdesentralisasi THORChain. Lazarus Group dari Korea Utara telah menukar hasil yang dicuri walaupun dikenal pasti sebagai dalang utama di sebalik serangan itu oleh beberapa firma analisis blockchain, termasuk Arkham Intelligence.\n\nKebanyakan daripada 100 mata wang kripto terbesar mengikut jumlah pasaran menamatkan minggu ini dengan kenaikan.  Daripada 100 teratas, token Cardano (ADA) meningkat lebih 46%, didorong oleh kemasukan token itu ke dalam Digital Asset Stockpile Trump yang akan datang. Bitcoin Cash (BCH) meningkat lebih 40% sebagai pemenang kedua terbesar dalam tempoh seminggu lalu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTcwZDUtYzg2YS03NmZhLTk1N2EtMDk3YzY4NjE1M2Iz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb4356f5e5525ee2c86a8b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 19:00:00",
            "status": "Posted"
        },
        {
            "title": "Rizab Bitcoin AS meningkatkan ketidaktentuan, kontrak niaga hadapan merosot.",
            "description": "Ketidakstabilan Bitcoin melonjak dan kontrak niaga hadapan merosot selepas perintah eksekutif Presiden Amerika Syarikat Donald Trump untuk mencipta Rizab Strategik Bitcoin mendapat reaksi bercampur-campur…",
            "content": "Bitcoin mencatat paras kemuncak baharu dalam ketidaktentuan dan harga niaga hadapan merosot selepas arahan Presiden AS Donald Trump untuk mencipta rizab strategik Bitcoin bagi Amerika Syarikat mendapat reaksi bercampur-campur daripada peniaga, menurut data pasaran.\n\nPakar-pakar berkata, tindak balas pasaran menunjukkan kekecewaan dalam kalangan peniaga yang mengharapkan pelan yang lebih agresif untuk membeli Bitcoin (BTC) dengan dana persekutuan dan ketidaktentuan mengenai impak jangka panjang pengumuman Trump.\n\n“Arahan eksekutif itu tidak memenuhi jangkaan pasaran kerana ia gagal mengumumkan sebarang pembelian baharu, yang diharapkan oleh ramai pihak,” kata Theodore Agranat, pengarah Web3 Gunzilla Games.\n\nArahan Eksekutif\n\nPada 6 Mac, Trump menandatangani arahan eksekutif yang mewujudkan Rizab Bitcoin Strategik dan, secara berasingan, Timbunan Aset Digital AS untuk menyimpan mata wang kripto lain.\n\nKedua-duanya pada mulanya akan terdiri daripada aset yang diperoleh melalui penguatkuasaan undang-undang dan prosiding undang-undang yang lain.\n\nArahan itu tidak mengarahkan kerajaan persekutuan untuk membeli Bitcoin. Sebaliknya, ia meminta pegawai untuk “membangunkan strategi neutral bajet untuk mendapatkan Bitcoin tambahan, dengan syarat strategi tersebut tidak mengenakan kos tambahan kepada pembayar cukai Amerika.”\n\nDi samping itu, arahan itu menjelaskan bahawa kerajaan persekutuan tidak akan memperoleh sebarang mata wang kripto lain.\n\n“Pasaran nampaknya kecewa dengan ini,” kata Katalin Tischhauser, ketua penyelidikan Sygnum, kepada Cointelegraph pada 7 Mac.\n\nBagaimanapun, “ini berdasarkan kekurangan pemahaman tentang kuasa perlembagaan yang dimiliki oleh presiden AS,” kata Tischhauser, sambil menambah bahawa “rizab di mana kerajaan AS membeli Bitcoin hanya boleh dibenarkan oleh badan perundangan.”\n\nTindak Balas Sederhana\n\nTindak balas awal peniaga adalah sederhana. Harga spot Bitcoin jatuh kira-kira 2% pada 7 Mac, menurut data daripada TradingView. Sementara itu, julat benar purata (ATR) 24 jam Bitcoin — ukuran ketidaktentuan — memecah 5,000 buat kali pertama dalam kitaran ini. Ia berada sekitar 3,000 baru-baru ini pada bulan Februari.\n\nDi samping itu, niaga hadapan Bitcoin merosot. Data daripada CME, bursa derivatif terbesar AS, menunjukkan penurunan kira-kira 2% merentas kebanyakan lengkung hadapan Bitcoin, yang terdiri daripada kontrak niaga hadapan yang tamat tempoh pada tarikh yang berperingkat.\n\nNiaga hadapan ialah kontrak piawai yang mewakili perjanjian untuk membeli atau menjual aset pada tarikh masa hadapan tertentu.\n\nHarga niaga hadapan Bitcoin Julai 2025 CME jatuh lebih daripada 4%, menunjukkan perubahan aliran menurun untuk sentimen jangka sederhana.\n\n“Kesan jangka panjang arahan eksekutif bergantung kepada saiz rizab, mata wang kripto tertentu yang termasuk dan bagaimana ia diurus,” kata profesor Universiti Syracuse Cristiano Bellavitis kepada Cointelegraph.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTcxOTYtYzcxZC03ZDljLTg5ZjItZThkYjZmMjUzMTMy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb3fb65448740e5cafff8b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 18:47:00",
            "status": "Posted"
        }
    ]
}