{
    "timestamp": "2025-05-12 09:30:16",
    "all_news": [
        {
            "title": "PI and These Altcoins Surge the Most as Bitcoin (BTC) Neared $106K (Market Watch)",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bc09228fa40bf93dd047",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2023/12/Bitcoin_Question_MW.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:11:00"
        },
        {
            "title": "Could XRP’s sluggish performance be related to a new payment token stealing headlines?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bc0892102409eff9f710",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-XRP-option01-1-1380x820-1.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:10:00"
        },
        {
            "title": "What is social engineering in crypto (and how to protect yourself)?",
            "translated_facebook_post": "Ramai pengguna kripto jadi mangsa penipuan disebabkan kejahilan dan sikap terlalu mudah percaya.  Sentiasa berhati-hati dengan mesej yang tidak dijangka, sahkan kesahihan pautan, dan gunakan pengesahan dua faktor untuk lindungi akaun.",
            "translated_title": "Apakah Kejuruteraan Sosial dalam Kripto (dan bagaimana untuk melindungi diri anda)?",
            "translated_content": "Sertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain (ya, berjuta-juta menyukai kami!) — apa yang anda tunggu?\n\n**Kejuruteraan Sosial dalam Kripto, Dijelaskan**\n\nDalam dunia mata wang kripto, keselamatan melangkaui hanya melindungi dompet anda dengan kata laluan atau kunci persendirian. Salah satu ancaman yang paling menipu dan semakin berbahaya kepada pengguna kripto hari ini ialah kejuruteraan sosial.\n\nWalaupun anda mungkin menganggap serangan siber sebagai urusan yang sangat teknikal, kejuruteraan sosial memanipulasi aspek keselamatan yang paling lemah: sifat manusia.\n\nPada asasnya, kejuruteraan sosial merujuk kepada perbuatan memanipulasi orang ramai untuk mendedahkan maklumat sulit atau memberikan akses tidak dibenarkan kepada sistem.\n\nTidak seperti penggodaman tradisional, yang biasanya mengeksploitasi kelemahan teknologi, kejuruteraan sosial menyasarkan elemen manusia. Penyerang bergantung pada penipuan, manipulasi psikologi dan taktik membina kepercayaan untuk menipu mangsa mereka. Dengan mengeksploitasi kelemahan psikologi, penyerang boleh menipu individu untuk menyerahkan maklumat peribadi, kelayakan atau dana mereka.\n\nDalam dunia kripto, manipulasi sebegini amat berbahaya kerana transaksi tidak boleh diterbalikkan, dan sifat mata wang kripto yang terdesentralisasi boleh menjadikan lebih sukar untuk mendapatkan semula dana yang hilang. Sebaik sahaja dana dipindahkan atau akses diberikan, hampir mustahil untuk membalikkan tindakan tersebut. Ini menjadikan pengguna kripto sebagai sasaran utama untuk serangan kejuruteraan sosial.\n\nTahukah anda? Pada tahun 2024, pancingan data dan penipuan menduduki tempat teratas dalam senarai jenayah siber yang dilaporkan oleh Biro Siasatan Persekutuan Amerika Syarikat, dengan mangsa juga kehilangan lebih daripada $6.5 bilion kepada penipuan pelaburan berkaitan kripto, menurut Pusat Aduan Jenayah Internet.\n\n**Anatomi Serangan Kejuruteraan Sosial: Langkah demi Langkah**\n\nSerangan kejuruteraan sosial menipu pengguna kripto dengan mendapatkan kepercayaan, mewujudkan keadaan mendesak, dan kemudian mencuri maklumat sensitif untuk menguras dompet mereka.\n\n**Langkah 1: Persediaan — Mencari Sasaran**\n\nPenipu bermula dengan mengintai platform media sosial seperti X, Discord, Telegram dan Reddit.\n\nMereka mencari:\n\n* Pemula yang meminta bantuan\n* Orang yang mempamerkan keuntungan atau NFT mereka\n* Pengguna yang secara tidak sengaja menipu alamat dompet atau emel mereka.\n\nMaklumat yang lebih banyak mereka kumpulkan, semakin mudah untuk mereka menghasilkan serangan yang diperibadikan.\n\n**Langkah 2: Pendekatan — Membina Kepercayaan**\n\nSeterusnya, mereka menghubungi, berpura-pura menjadi:\n\n* Ejen sokongan yang membantu (misalnya, daripada MetaMask, Binance)\n* Influencer kripto yang terkenal\n* Rakan atau pengurus komuniti.\n\nMereka menyalin gambar profil, nama pengguna (kadang-kadang dengan perubahan kecil), dan juga lencana pengesahan palsu agar kelihatan benar. Ini adalah untuk menurunkan pengawalan anda.\n\n**Langkah 3: Umpan — Mewujudkan Keadaan Mendesak atau Ketakutan**\n\nKini mereka mencetuskan emosi anda dengan mesej yang mendesak, menakutkan atau menggoda:\n\n* \"Dompet anda berisiko — bertindak sekarang!\"\n* \"Airdrop eksklusif berakhir dalam 5 minit!\"\n* \"Kami mengesan aktiviti yang mencurigakan — sila sahkan akaun anda!\"\n\nMereka menggunakan ketakutan, keterujaan dan tekanan masa untuk memaksa anda bertindak pantas tanpa berfikir.\n\n**Langkah 4: Permintaan — Mengekstrak Maklumat Sensitif**\n\nInilah tempat perangkap sebenar muncul. Mereka meminta anda untuk:\n\n* Kongsikan kunci persendirian atau frasa benih anda (tanda bahaya besar)\n* Klik pautan ke tapak pancingan data yang kelihatan seperti MetaMask, Phantom atau OpenSea\n* Meluluskan kontrak pintar yang mencurigakan yang menguras dompet anda\n* Hantar sejumlah kecil kripto untuk \"mengesahkan akaun anda\" atau \"membuka kunci\" dana.\n\nJika anda terpedaya dalam langkah ini — tamat permainan.\n\n**Langkah 5: Pencurian — Menguras Kripto Anda**\n\nSebaik sahaja mereka mendapat maklumat sensitif anda atau membuat anda menandatangani transaksi yang berniat jahat, mereka:\n\n* Segera menguras dompet anda daripada duit syiling dan token\n* Menukar aset anda kepada duit syiling privasi (misalnya, Monero) untuk menyembunyikan jejak\n* Mengelakkan dana melalui pengadun atau bursa.\n\nMangsa biasanya menyedari kecurian itu terlalu lewat; malangnya, dana hilang selama-lamanya dalam kebanyakan kes.\n\nTahukah anda? Penganalisis onchain ZachXBT mendedahkan tambahan $45 juta dicuri daripada pengguna Coinbase pada awal Mei 2025 melalui penipuan kejuruteraan sosial — satu taktik yang katanya unik dan berleluasa di platform tersebut berbanding bursa kripto lain.\n\n**Jenis Penipuan Kejuruteraan Sosial Biasa dalam Kripto**\n\nPenipu menyasarkan pengguna kripto melalui pancingan data, penyamaran, penipuan pemberian dan percintaan, dan platform pelaburan palsu.\n\n**Pancingan Data**\n\nPancingan data masih merupakan salah satu bentuk kejuruteraan sosial yang paling berleluasa dalam dunia kripto. Ini boleh mengambil beberapa bentuk tetapi biasanya melibatkan laman web, aplikasi atau emel palsu yang direka untuk kelihatan sah.\n\n**Aplikasi dompet palsu:** Penipu mencipta versi palsu aplikasi dompet popular seperti MetaMask atau Trust Wallet. Mereka menipu pengguna untuk memuat turun aplikasi ini, yang kemudian mencuri kunci persendirian dan dana yang disimpan di dalamnya.\n\n**Bursa palsu:** Begitu juga, penyerang mungkin menyamar sebagai bursa mata wang kripto yang terkenal. Mangsa dihantar pautan ke tapak pancingan data yang kelihatan sama dengan platform yang sah, seperti Binance atau Coinbase. Sebaik sahaja pengguna log masuk dan memasukkan butiran mereka, penyerang mendapat akses kepada dana mereka.\n\n**Pop timbul MetaMask palsu:** Satu muslihat biasa melibatkan pop timbul palsu yang meminta pengguna MetaMask untuk memasukkan frasa benih atau kunci persendirian mereka, dengan itu memberi penipu kawalan ke atas dompet mereka.\n\n**Penyamaran**\n\nPenipuan penyamaran berlaku apabila penyerang menyamar sebagai tokoh yang sah — sama ada kakitangan sokongan, influencer kripto atau rakan — untuk meyakinkan mangsa untuk menyerahkan maklumat atau dana mereka.\n\n**Kakitangan sokongan palsu:** Dalam banyak kes, penipu akan menyamar sebagai ejen sokongan pelanggan untuk dompet atau bursa kripto popular. Mereka mungkin menghubungi pengguna dengan mendakwa terdapat masalah dengan akaun mereka dan meminta maklumat sensitif, seperti kata laluan atau frasa benih.\n\n**Influencer dan rakan:** Penyerang mungkin berpura-pura menjadi influencer kripto atau rakan yang terkenal, meminta dana atau meyakinkan mangsa untuk menyertai penipuan. Dalam sesetengah kes, penyerang juga mengambil alih akaun media sosial personaliti kripto, menawarkan pemberian atau peluang pelaburan palsu.\n\n**Penipuan Pemberian**\n\n\"Hantar 1 ETH, dapatkan 2 ETH balik\" — ini ialah penipuan pemberian klasik yang telah tersebar luas di seluruh komuniti kripto. Penipu menyamar sebagai entiti yang dipercayai, sering meniru selebriti seperti Elon Musk atau bursa mata wang kripto rasmi, mendakwa mereka menjalankan pemberian.\n\nTangkapannya? Penipu meminta anda menghantar mata wang kripto ke alamat dompet tertentu sebagai pertukaran untuk sejumlah besar kripto yang akan anda terima \"kemudian\". Sebaik sahaja dana dihantar, mereka hilang.\n\n**Penipuan Percintaan dan Persahabatan**\n\nPenipuan percintaan dan persahabatan, sering dikenali sebagai penyembelihan babi, berlaku apabila penyerang membina hubungan emosi dengan mangsa melalui platform pesanan seperti Telegram atau bahkan aplikasi temu janji. Lama-kelamaan, penipu mendapat kepercayaan mangsa dan kemudian memikat mereka ke dalam peluang pelaburan palsu, sering melibatkan mata wang kripto.\n\nMangsa dimanipulasi untuk menghantar dana kepada apa yang mereka percaya sebagai pelaburan yang selamat, hanya untuk kehilangan semua wang mereka apabila penipu hilang.\n\n**Platform Pelaburan Palsu**\n\nPlatform pelaburan palsu menjanjikan pulangan yang sangat tinggi dengan risiko yang minimum — terlalu baik untuk menjadi kenyataan. Penipuan ini mungkin meniru platform pelaburan kripto yang sah, menjanjikan pulangan tinggi ke atas pelaburan kripto atau aliran pendapatan pasif.\n\nSebaik sahaja pengguna mendeposit dana mereka, platform tersebut sama ada hilang atau penipu berhenti memberi respons kepada komunikasi.\n\n**Mengapa Kejuruteraan Sosial Berkesan dalam Kripto**\n\nSerangan kejuruteraan sosial berkembang maju dalam dunia mata wang kripto kerana ia mengambil kesempatan daripada kelemahan tertentu yang unik kepada ruang ini. Gabungan manipulasi psikologi, kerumitan teknikal dan sifat transaksi kripto yang tidak boleh diterbalikkan menjadikan pengguna kripto amat mudah terdedah kepada jenis penipuan ini.\n\nBerikut ialah faktor utama yang menjelaskan mengapa kejuruteraan sosial begitu berkesan dalam persekitaran kripto:\n\n* Ketakutan dan keadaan mendesak: Penipuan kripto sering mewujudkan rasa mendesak untuk menekan mangsa untuk bertindak pantas. Contoh biasa termasuk emel atau mesej yang menyatakan, \"Akaun anda dikunci!\" atau \"Anda perlu mengesahkan identiti anda untuk mengelakkan kehilangan akses kepada dana anda!\" Mesej ini mendorong pengguna untuk membuat keputusan melulu yang kemudian mereka sesali.\n\n* Ketamakan: Taktik kejuruteraan sosial sering memangsa keinginan seseorang untuk membuat wang dengan cepat dan mudah. Penipu mungkin menjanjikan pengguna pulangan pelaburan yang besar atau menawarkan tawaran kripto \"eksklusif\" yang kelihatan terlalu baik untuk ditolak. Ini menarik minat ketamakan pelabur kripto, menjadikan mereka lebih cenderung untuk bertindak melulu.\n\n* Kekurangan pengetahuan keselamatan kripto: Ramai pengguna kripto, terutamanya pemula, mungkin tidak memahami sepenuhnya bagaimana keselamatan kripto berfungsi. Ini menjadikan mereka lebih mudah terdedah kepada serangan seperti pancingan data, di mana mereka mungkin tanpa sedar menyerahkan kunci persendirian atau kata laluan mereka. Penipu mengambil kesempatan daripada kekurangan pengetahuan ini untuk memanipulasi dan menipu.\n\n**Cara Melindungi Diri Anda daripada Serangan Kejuruteraan Sosial**\n\nWalaupun kejuruteraan sosial sukar dicegah sepenuhnya, sentiasa berwaspada, menggunakan 2FA, mengesahkan pautan dan mengamalkan tabiat keselamatan yang kuat boleh mengurangkan risiko anda dengan ketara.\n\nBeberapa langkah yang boleh anda ambil untuk mengurangkan risiko anda termasuk:\n\n* Berwaspada terhadap mesej yang tidak diminta: Sentiasa berhati-hati apabila anda menerima mesej yang tidak diminta, sama ada melalui emel, SMS atau media sosial. Jika seseorang menghubungi anda secara tiba-tiba meminta maklumat atau wang sensitif, sahkan kesahihan mesej tersebut sebelum bertindak.\n\n* Dayakan pengesahan dua faktor (2FA): Sentiasa gunakan 2FA bila-bila mungkin. Ini menambah lapisan keselamatan tambahan kepada akaun anda, menjadikan lebih sukar bagi penyerang untuk mendapat akses — walaupun mereka berjaya mendapatkan kata laluan anda.\n\n* Sahkan pautan dan URL: Sebelum mengklik sebarang pautan, gerakkan kursor anda ke atasnya untuk melihat ke mana ia menuju. Jika URL itu kelihatan mencurigakan atau tidak sepadan dengan tapak rasmi, jangan kliknya. Sentiasa periksa semula URL untuk kesahihan, terutamanya apabila berurusan dengan transaksi kripto.\n\n* Didik diri anda dan orang lain: Pertahanan terbaik terhadap kejuruteraan sosial ialah pengetahuan. Sentiasa maklum tentang penipuan biasa dan kongsikan pengetahuan ini dengan orang lain. Semakin banyak anda tahu, semakin rendah kemungkinan anda terpedaya oleh penipuan.\n\n* Gunakan amalan keselamatan yang kukuh: Pertimbangkan untuk menggunakan dompet perkakasan untuk menyimpan aset kripto anda, kerana ini dianggap lebih selamat daripada menyimpannya di platform bursa atau dompet perisian. Sentiasa simpan kunci persendirian dan frasa benih anda dengan selamat dan jangan kongsikan dengan sesiapa pun.\n\nDalam dunia kripto yang penuh dengan penipu, pertahanan terbaik anda ialah kewaspadaan, pendidikan dan amalan keselamatan yang kukuh — kerana teknologi yang paling pintar sekalipun tidak dapat melindungi anda daripada penipuan yang dirancang dengan baik.",
            "translated_summary": "Ketahui apakah itu kejuruteraan sosial dalam kripto dan cara melindungi diri daripada penipuan seperti pancingan data, pemberian hadiah palsu, dan penyamaran.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bc082731f779d885e86b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy81NzEzMmQwZmZlYTg3ZjhkNjg5ODNhMGM5NjAxMWJhZi5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-12 09:10:00"
        },
        {
            "title": "Gate.io Launchpad Introduces Puffverse Token Sale in May",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bc0a108a807caf834e65",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/puffverse-token-sale-gateio-launchpad.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:09:00"
        },
        {
            "title": "Bitcoin Climbs as Market Landscape Evolves",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-climbs-as-market-landscape-evolves",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/bitcoin-news-053.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:08:00"
        },
        {
            "title": "US-China Deal Fires Up Bitcoin! So When Is the New ATH Coming? Analysis Firm Explained!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bad9228fa40bf93dd041",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/02/bitcoin-btc-28.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:08:00"
        },
        {
            "title": "Why Qubetics Is Leading the Top Crypto Presale Race—And What Cardano and EOS Can’t Match",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821ba0b2731f779d885e865",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d2ac96b20e6345a282d21966babd83db.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:06:00"
        },
        {
            "title": "Is The $15 Trillion ETF Bubble About To Burst?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bad82731f779d885e869",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/Quel-est-le-meilleur-reseau-social-decentralise-en-2024-39.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:05:00"
        },
        {
            "title": "Uniswap Token Surges Amid Market Speculation",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bada108a807caf834e5e",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/dynamic-bull-market-ink-drawing.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:04:00"
        },
        {
            "title": "Binance CEO Richard Teng Breaks Down Bitcoin’s Bullish Trend for 2025",
            "translated_facebook_post": "CEO Binance, Richard Teng, yakin Bitcoin akan meningkat mendadak pada tahun 2025, didorong oleh penyertaan institusi dan kelulusan ETF Bitcoin.  Harga Bitcoin juga menunjukkan trend positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821bad72731f779d885e867",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/20195025/Pi-Coin-Price-Prediction_-Binance-Excludes-Pi-Network-Whats-Next-After-31-Drop.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:04:00"
        },
        {
            "title": "HashKey Group Launches MENA Operations with UAE VASP License",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9ac228fa40bf93dd03d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/hashkey-uae-office-launch.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:03:00"
        },
        {
            "title": "Bitcoin Surges Towards New Heights as Market Dynamics Shift",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-surges-towards-new-heights-as-market-dynamics-shift/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/bitcoin-news-1215.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:02:00"
        },
        {
            "title": "Bitcoin Skyrockets to 105K as US Temporarily Cuts Tariff 145% to 30% for 90 Days",
            "translated_facebook_post": "Harga Bitcoin melonjak naik ke $105,000 disebabkan pengurangan tarif sementara oleh Amerika Syarikat dan perjanjian perdagangan baru dengan China, sekali gus turut menaikkan harga matawang kripto lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b911228fa40bf93dd037",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d6199d3a53474858b05a1a2a837fb31e.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:02:00"
        },
        {
            "title": "Bitcoin’s Resilience Amid Tariffs: Is BTC Immune to Trade Tensions?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9ab228fa40bf93dd039",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bitcoin-btc-cryptocurrency-23.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:01:00"
        },
        {
            "title": "Mantra & SUI Recover, but BlockDAG’s $237M Raise & Daily Buyer Battles Set a New Standard",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9ab92102409eff9f706",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/IMAGE-2025-05-12-112342.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:00:00"
        },
        {
            "title": "Expert Exposes How XRP Price is Manipulated by Bots, Says the Truth Will Shock You",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9af2731f779d885e863",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/shutterstock_1987854818-1-scaled.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:00:00"
        },
        {
            "title": "U.S.-China Tariff Deal Boosts Bitcoin Above $105k",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9ac92102409eff9f708",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/bustling-financial-district-scene.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:00:00"
        },
        {
            "title": "Why This Trader Thinks PEPE Price Will Explode This Year",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9ab2731f779d885e85f",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2025/05/P2P-Review-1-300x175.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:00:00"
        },
        {
            "title": "TRON Targets ETH, ADA Stalls, BlockDAG’s Listing Announcement Set for May 13",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b9ac108a807caf834e53",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/2025-05-12T084423.322Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 09:00:00"
        },
        {
            "title": "Crypto Market Displays Mixed Price Trends Amid Rise in Bitcoin Dominance",
            "translated_facebook_post": "Pasaran kripto macam bercampur-campur sekarang, Bitcoin dominan, tapi ada yang naik, ada yang turun.  Harga Bitcoin turun sikit, Ethereum pun sama.  Ada juga yang naik banyak macam PIPPIN dan PI.  NFT pun nampak macam okay, DeFi kurang sikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6821b7df108a807caf834e4e",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f71eeae517b44a398f0146f7ca6c216e.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-12 08:57:00"
        }
    ]
}