{
    "timestamp": "2025-05-03 14:22:45",
    "all_news": [
        {
            "title": "Trending Shiba Inu (SHIB) Rival Gains Approval and a 17358% Price Forecast from Top Crypto Millionaire",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681624e086675b459cfcbe86",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/0FqgdNW8chwNqSZ6YDneAB8c8EX4rPenlievoQ1u.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:10:00"
        },
        {
            "title": "Arizona Governor Vetoes Bitcoin Reserve Bill Over Risk Concerns",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681623a9fa38824f6dff059b",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/arizona-capitol-8bit-cactus.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:08:00"
        },
        {
            "title": "US-China Tensions Drive Crypto Market Surge",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/us-china-tensions-drive-crypto-market-surge",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/bitcoin-081.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:08:00"
        },
        {
            "title": "Best Crypto to Buy Now: Market Euphoria Grows as Bitcoin Nears $100K",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681623a9a96e287ed45d63d2",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/SPxHtCdqRHmmCZDgRcvVJ9oH5JRpOMT6uZgN350K.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:05:00"
        },
        {
            "title": "Bitcoin May Be Entering Its Most Bullish Phase Since 2020 – Here is Why",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681623a8b490f15349cd9d3b",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bitcoingreen-e1744195519279.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:05:00"
        },
        {
            "title": "Crypto Markets Thrive as US-China Trade Tensions Mount",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/crypto-markets-thrive-as-us-china-trade-tensions-mount/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/bitcoin-news-1088.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:01:00"
        },
        {
            "title": "Bitcoin Surges to New Highs Amidst Global Economic Uncertainty",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162286403add3e97b53563",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/zhao-xintong-victory-moment.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:00:00"
        },
        {
            "title": "Injective Brings Major Tech Stocks Fully Onchain in Historic Launch",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162285403add3e97b5355d",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/blockchain-connectivity-399.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:00:00"
        },
        {
            "title": "After Zora airdrop goes awry, what’s next for Web3 creator economy?",
            "translated_facebook_post": "Pelancaran token ZORA dan airdropnya tak berapa menjadi, ramai pengguna kecewa.  Ramai artis pula dah ubah cara pandang mereka tentang NFT dan teknologi blockchain dalam industri kreatif.  Walaupun begitu, ramai yang masih percaya potensi blockchain tetap besar, cuma mungkin perlu guna cara yang berbeza.",
            "translated_title": "Selepas kegagalan airdrop Zora, apakah yang seterusnya untuk ekonomi pencipta Web3?",
            "translated_content": "## Rangkaian Sosial Rantaian Blok Zora: Kekecewaan Pelancaran Token dan Masa Depan Ekonomi Pencipta\n\nRangkaian sosial rantaian blok Zora telah dikenali sebagai alat popular bagi artis, pemuzik dan kreatif lain untuk mengaut keuntungan daripada kandungan mereka di atas rantaian blok. Namun, pelancaran token ZORA baru-baru ini telah menimbulkan kekeliruan dan kekecewaan di kalangan ramai pengguna.\n\nHarga token tersebut merudum sejurus selepas pelancaran, dengan pengguna dan pemerhati mengkritik pelbagai aspek, daripada komunikasi yang lemah daripada pasukan pembangunan kepada model pengagihan dan utiliti token tersebut.  Kejadian ini berlaku di tengah-tengah penurunan minat keseluruhan terhadap ekonomi pencipta rantaian blok dan perubahan perspektif mengenai sama ada alat rantaian blok seperti token bukan boleh tukar (NFT) masih berguna bagi individu kreatif yang ingin mengaut keuntungan daripada karya mereka di atas rantaian blok.\n\nDengan pengalihan fokus pencipta dan pembangun, dan jualan NFT yang tidak lagi seperti dahulu, adakah kejatuhan token ZORA menandakan berakhirnya model NFT yang dipacu pencipta? Mungkin tidak, tetapi ramai individu kreatif sedang mengubah perspektif mereka dan peranan yang patut dimainkan oleh rantaian blok dalam ekonomi pencipta.\n\nPelancaran dan pengagihan udara token ZORA menemui masalah\n\nToken ZORA dilancarkan pada 23 April, dan ia pantas menjadi titik pertikaian di kalangan pengguna.  Sebagai permulaan, Zora tidak mengumumkan secara rasmi pelancaran token tersebut sehingga dua jam selepas ia mula diniagakan, menyebabkan kekeliruan di media sosial. Harga token tersebut dengan pantas jatuh lebih daripada 50% dalam tempoh kira-kira dua jam itu, daripada $0.037 kepada $0.017, menambahkan lagi kepada rungutan pengguna. Sejak itu, harganya terus jatuh, sekitar $0.013 ketika penulisan ini.\n\nTokenomi ZORA juga menjadi titik pertikaian. 45% daripada bekalan token dikhaskan untuk pasukan pembangunan dan pelabur, manakala 25% untuk perbendaharaan—meninggalkan 20% untuk insentif komuniti dan hanya 10% untuk pengagihan udara pengguna. Ini menyebabkan sesetengah pihak mengadu bahawa projek tersebut menyimpan terlalu banyak untuk diri sendiri.\n\nYang lain tidak berpuas hati dengan kekurangan utiliti token tersebut. Zora berulang kali menyatakan bahawa token tersebut \"hanya untuk keseronokan dan tidak memberikan pemegangnya sebarang hak tadbir urus atau tuntutan ke atas sebarang pemilikan ekuiti dalam Zora atau produknya.\" Tetapi projek tersebut seolah-olah bertindak balas terhadap kritikan ini pada 1 Mei dengan mengumumkan bahawa ZORA akan mempunyai beberapa fungsi tambahan dalam rangkaian tersebut.\n\nBagaimanapun, ramai yang lain mempertahankan projek tersebut, dengan mengatakan bahawa perkongsian di platform tersebut telah mendatangkan keuntungan kewangan. Yang lain hanya bersyukur kerana menerima sesuatu.\n\nPenyanyi Vérité, yang telah mengumpul ratusan juta strim sebagai artis bebas dan merupakan pengguna awal teknologi Web3, memberitahu Cointelegraph bahawa \"pada asasnya, saya menghargai ganjaran kerana menyertai sesuatu yang awal.\"\n\nBeliau berkata bahawa walaupun beliau tidak mengenali pasukan pembangunan dengan baik, \"saya rasa mereka benar-benar cuba membina model baharu untuk menilai artifak digital dan telah membina estetika dan budaya sekitar jenama mereka berbanding dengan apa yang biasanya merupakan getaran kripto yang buruk.\"\n\nNFT bukan lagi di puncak rantaian makanan pencipta\n\nPelancaran token Zora merupakan langkah terbaru dalam peralihan yang lebih meluas daripada model NFT tradisional untuk pencipta, dalam kes ini menuju kepada penerimaan dominasi budaya memecoin.\n\nWalaupun catatan di Zora sebelum ini dicetak sebagai NFT, kini setiap catatan mencipta memecoin yang boleh diniagakan serta-merta, juga dikenali sebagai \"koin kandungan.\" Pencipta diberikan 1% daripada bekalan dan memperoleh 50% daripada yuran perdagangan dan pembekal kecairan.\n\nWalaupun peralihan daripada NFT kepada koin kandungan itu sendiri kontroversi, ia mewakili peralihan kepada kelas pencipta baharu, menurut Adam Levy, hos podcast Mint dan pengasas Blueprint, yang membantu pencipta menjadi viral di atas rantaian blok. Beliau memberitahu Cointelegraph bahawa kejayaan luar biasa pelancar memecoin Pump.fun \"membawa masuk kelas pencipta baharu yang kini cuba dimanfaatkan oleh Zora.\"\n\nJualan NFT masih jauh lebih rendah berbanding puncaknya pada tahun 2021, dan ramai pencipta telah meninggalkan ruang NFT kerana kekurangan yang dirasakan. NFT berkaitan muzik, yang sebelum ini berleluasa di platform seperti Zora, telah menerima tamparan yang sangat hebat.\n\nBeberapa pembangun platform pencipta yang paling popular telah beralih untuk bekerja pada projek lain. Contohnya, pasukan di sebalik platform NFT muzik Sound.xyz telah mengalihkan fokus mereka kepada platform baharu yang dipanggil Vault, yang masih menggunakan teknologi rantaian blok tetapi menyembunyikannya di bahagian belakang.\n\nDalam catatan X pada Februari, pengasas bersama Sound, David Greenstein, berkata tumpuan yang keterlaluan terhadap spekulasi telah menyebabkan penurunan minat terhadap NFT. \"Dari masa ke masa, ia menjadi kurang mengenai artis, muzik, dan hubungan sebenar—dan lebih kepada transaksi kewangan,\" tulisnya. \"Apabila spekulasi mereda, begitu juga tenaga di sebalik sokongan terhadap artis.\"\n\nSentimen ini disuarakan oleh Vérité, yang berkata, \"Saya tidak fikir artifak digital akan mempunyai nilai yang berkekalan di luar spekulasi, pengalaman dan perlindungan.\"\n\nMenurut artis dan pembangun muzik Latashá, \"Kita tidak menumpukan perhatian kepada budaya; kita menumpukan perhatian kepada spekulasi. Dan sebaik sahaja pasaran menurun, ia benar-benar menunjukkan perkara itu.\"\n\nLatashá, yang sebelum ini ketua komuniti di Zora dan kini sedang membina beberapa platform berasaskan rantaian blok, memberitahu Cointelegraph bahawa orang ramai juga terlalu terperangkap dalam bahasa Web3 dan bukannya hanya menggunakan teknologi tersebut:\n\nApakah yang seterusnya untuk ekonomi pencipta rantaian blok?\n\nWalaupun terdapat peralihan minat daripada NFT kepada perkara seperti memecoin, seperti yang ditunjukkan oleh Zora, ramai pembangun dan pencipta masih percaya bahawa rantaian blok masih sangat berkuasa—cuma mungkin ia perlu digunakan dengan cara yang berbeza.\n\n\"Saya belajar bahawa anda tidak boleh memaksa idealisme anda kepada dunia dan ke dalam pasaran,\" kata Vérité. \"Saya kurang berminat untuk menjadikan 'alat Web3' berfungsi kerana ia berada di atas rantaian blok dan lebih berminat untuk mencari cara baharu untuk menyelesaikan masalah yang dihadapi oleh artis, penonton dan sistem yang menghubungkan mereka, tanpa mengira bentuknya.\"\n\n\"Saya pasti tidak akan menjual NFT kepada peminat,\" tambahnya.\n\nLevy, sebaliknya, tetap teguh dalam kepercayaannya terhadap NFT, khususnya. \"Saya masih mempunyai keyakinan yang tidak berkesudahan terhadap apa yang saya lakukan,\" katanya. Beliau menegaskan bahawa kripto secara keseluruhan, apatah lagi NFT, masih berada pada peringkat awal pengambilan. \"Saya fikir kita semua perlu melihat secara keseluruhan.\"\n\nSatu peralihan yang ketara adalah untuk menyembunyikan elemen rantaian blok dan menumpukan perhatian sepenuhnya kepada pengalaman pengguna. Contohnya, duo rap Run The Jewels mempunyai kelab peminat di mana ahli diberi ganjaran dengan mata \"JWL\" yang boleh digunakan untuk membuka pengalaman eksklusif. JWL sebenarnya adalah token rantaian blok, tetapi fakta itu dikebumikan dalam halaman FAQ kelab tersebut.\n\n\"Kita masih perlu mencipta cara yang lebih baik untuk menjadikan dompet kripto mudah diakses oleh orang ramai supaya ia lebih mudah,\" kata Renata Lowenbraun, Ketua Pegawai Eksekutif platform Web3 muzik bebas Infanity, kepada Cointelegraph. \"Sebaik sahaja itu berlaku, semuanya akan berubah.\"\n\nLowenbraun membandingkan rantaian blok dengan internet, dengan mengatakan bahawa internet mengambil masa beberapa dekad untuk benar-benar popular. NFT, beliau berhujah, mempunyai \"permulaan yang palsu\" sebelum infrastruktur berpeluang untuk matang, \"tetapi ia tidak bermakna ia tidak akan kekal dan ia tidak akan wujud dan ia tidak akan mempunyai aplikasi yang menakjubkan ini, terutamanya untuk orang kreatif dan usaha kreatif.\"\n\nBagi Latashá, masa depan berada di tangan artis sendiri. \"Saya fikir artis akan membina platform mereka sendiri. Saya fikir itu akan menjadi masa depan,\" katanya.\n\nApa sahaja masa depan ekonomi pencipta Web3, adalah jelas bahawa ia tidak akan tanpa halangan di sepanjang jalan. Tetapi jika pembangun dan artis itu hendak dipercayai, halangan tersebut terletak di jalan menuju kepada kemerdekaan artis yang lebih besar.",
            "translated_summary": "Peralihan rangkaian sosial Web3, Zora, daripada NFT kepada memecoin telah mengecewakan ramai, tetapi pembangun dan pencipta kekal teguh dengan keyakinan mereka bahawa...",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162286403add3e97b53561",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5Njk1MTktMjYyMy03MDkzLWFlM2YtNjNlMTI5OWZjOTgz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-03 14:00:00"
        },
        {
            "title": "Last Chance? BlockDAG’s $0.0019 Price & 2,520% ROI Ignite Trader FOMO as Pepe & Hedera Stall",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162286403add3e97b53565",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/image-4.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 14:00:00"
        },
        {
            "title": "Meeting Between Ripple Chairman and New SEC Chair: Ex-SEC Lawyer States Key Point",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162285403add3e97b5355e",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2022/05/Ripple-SEC-Case-XRP-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:59:00"
        },
        {
            "title": "Arizona Governor Vetoes Bitcoin Reserve Bill",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162287403add3e97b53567",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/arizona-governor-hobbs-oilpainting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:59:00"
        },
        {
            "title": "1001 Crypto Nights Sets New Standard for Web3 Festivals at TOKEN2049",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162155f3be9965e0c6c3e3",
            "source": "Crypto Daily™",
            "image": "https://app.chainwire.org/storage/uploads/users/DBX-07542_1746277811X1P25tAIwk.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:54:00"
        },
        {
            "title": "BlackRock Files for Blockchain Share Class with SEC",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162031f6148d262b93f2bc",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/blackrock-nyc-blockchain-art.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:52:00"
        },
        {
            "title": "Whales Scoop Up 900M XRP as Price Rebounds Sharply—What Comes Next?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68162031439de52a2abf2a12",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/shutterstock_1987854818-1-scaled.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:51:00"
        },
        {
            "title": "El Salvador Quietly Continues Bitcoin Buying Amid IMF Deal Constraints",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/el-salvador-quietly-continues-bitcoin-buying-amd/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2022/09/El-Salvadors-financial-analysis-by-Nayib-Bukele.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:50:00"
        },
        {
            "title": "Arizona Governor Blocks Bitcoin Reserve Bill, Cites Risk to Retirement Funds",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6816202ed8e2f918c538dbc2",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bitcoin-usa-8d2e5d52-b81c-4be7-b025-07dfe29e7e42.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:49:00"
        },
        {
            "title": "Cardano Whales Accumulate 410 Million ADA in April 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161f015310482f1598626a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/pixelated-whales-ocean-adventure.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:46:00"
        },
        {
            "title": "BREAKING: Elon Musk is Influencing the Market Again – He Responded to a Tweet About Two Memecoins",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161eff5310482f15986262",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/06/elon-musk-kripto-para.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:46:00"
        },
        {
            "title": "Arthur Hayes Questions U.S. Bitcoin Reserve Hopes, Warns of ‘Trump Trade’ Risks",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68161f015310482f1598626c",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2018/11/arthur-hayes.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-03 13:45:00"
        }
    ]
}