{
    "timestamp": "2025-03-09 21:21:17",
    "all_news": [
        {
            "title": "CZ gesa Elon Musk haramkan bot di platform media sosial X",
            "description": "Pengasas bersama Binance, Changpeng Zhao (CZ), meminta Elon Musk untuk mengharamkan secara kekal bot automatik di X yang menghujani platform itu dengan spam buatan…",
            "content": "Pengasas bersama Binance, Changpeng Zhao (CZ), menggesa Elon Musk untuk menyekat bot – akaun automatik yang menghantar spam di laman media sosial dan digunakan untuk memperbesarkan kandungan atau serangan terkoordinasi – daripada platform X.\n\n\"Jika seseorang menggunakan Grok, ChatGPT, atau DeepSeek untuk menjana ciapan dan menyalin serta menampalnya di sini, tidak mengapa, tetapi penghantaran API perlu dilumpuhkan,\" tulis CZ dalam catatan X pada 9 Mac.\n\nDalam komen berasingan, pengasas Binance membezakan bot media sosial automatik daripada ejen AI, dengan menyatakan bahawa yang terakhir adalah membantu dalam aplikasi dunia sebenar seperti menempah hotel atau menulis kod tanpa perlu bersosial dengan mereka.\n\nBot automatik merupakan masalah yang didokumentasikan dengan baik di X yang menghantar spam ke laman web dan sangat aktif dalam pengaruh bidang kripto – mengganggu pengguna dengan mesej penipuan yang mengiklankan token palsu, pautan pancingan data ke laman web berbahaya, dan skim pam dan lambakan.\n\nKomuniti kripto telah meminta Musk untuk menangani masalah bot sejak beliau membeli platform itu pada tahun 2022. Walau bagaimanapun, sedikit sahaja yang telah dilakukan untuk mengekang isu ini.\n\nMusk telah mencadangkan beberapa penyelesaian kepada bot automatik, termasuk meminta pengguna untuk mendaftar kad kredit yang akan dikenakan bayaran kecil beberapa sen untuk mengenakan kos ke atas penciptaan akaun baharu, menghalang ladang bot daripada menggerakkan tentera akaun palsu.\n\nSelalunya, bot ini menyamar sebagai penggiat kripto dan pemimpin industri untuk menjual token palsu atau mengalihkan pengguna ke laman web berbahaya melalui pautan pancingan data yang direka untuk mencuri dana.\n\nKajian 2023 daripada Network Contagion Research Institute juga mendapati bahawa bot bertanggungjawab untuk memanipulasi harga altcoin dengan menggunakan catatan terkoordinasi daripada pelbagai bot untuk menaikkan harga secara buatan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdjNzUtYTJhOC03YjgyLWE5OWQtOWVkYWQ2YjI2Njky.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cdfc7dff88be784ab343f5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 20:36:00",
            "status": "Posted"
        }
    ]
}