{
    "timestamp": "2025-03-08 10:21:47",
    "all_news": [
        {
            "title": "FDIC Menolak Ketelusan Mengenai Operasi Chokepoint 2.0 — Ketua Pegawai Undang-Undang Coinbase",
            "description": "Ketua Peguam Coinbase menuduh FDIC enggan bersikap telus berhubung Operasi Chokepoint 2.0 ketika Trump berikrar untuk menamatkan sekatan perbankan kripto...",
            "content": "Beberapa agensi kerajaan AS terus menafikan ketelusan berhubung peranan mereka dalam Operasi Chokepoint 2.0, satu tempoh semasa pentadbiran Biden di mana pengasas kripto dan teknologi didakwa dinafikan perkhidmatan perbankan, menurut ketua pegawai undang-undang Coinbase, Paul Grewal.\n\nKejatuhan bank mesra kripto pada awal tahun 2023 mencetuskan dakwaan pertama Operasi Chokepoint 2.0. Pengkritik, termasuk usahawan modal teroka Nic Carter, menggambarkannya sebagai usaha kerajaan untuk menekan bank supaya memutuskan hubungan dengan firma mata wang kripto.\n\nWalaupun perubahan peraturan baru-baru ini, agensi seperti Perbadanan Insurans Deposit Persekutuan (FDIC) terus \"menentang usaha ketelusan asas\", tulis Grewal dalam catatan pada 8 Mac di X.\n\n\"Mereka belum menerima mesej tersebut,\" tulisnya.\n\nSumber: Paul Grewal\n\nCoinbase telah meminta FDIC memberikan butiran di mahkamah tentang bagaimana ia menjalankan \"ketekunan wajar\" untuk memastikan tiada dokumentasi berkaitan dengan peristiwa itu dimusnahkan.  Bagaimanapun, agensi itu \"berulang kali enggan berbuat demikian,\" kata Grewal.\n\nKomen beliau dibuat sehari selepas Pejabat Pengawal Mata Wang AS (OCC) melonggarkan pendiriannya tentang bagaimana bank boleh terlibat dengan kripto hanya beberapa jam selepas Presiden AS Donald Trump berikrar untuk menamatkan tindakan keras yang berpanjangan yang menyekat akses firma kripto kepada perkhidmatan perbankan.\n\nUcapan Trump dibuat semasa Sidang Kemuncak Kripto Rumah Putih, di mana beliau memberitahu pemimpin industri bahawa beliau \"menamatkan Operasi Chokepoint 2.0.\"\n\nSumber: Elon Musk\n\nSekurang-kurangnya 30 pengasas teknologi dan kripto telah \"secara senyap-senyap diharamkan daripada perkhidmatan perbankan\" di AS semasa Operasi Chokepoint 2.0, lapor Cointelegraph pada November 2024.\n\nBerkaitan: Pengerusi FDIC, 'arkitek Operasi Chokepoint 2.0' Martin Gruenberg akan meletakkan jawatan pada 19 Januari\n\nFDIC hanya menghasilkan \"sepotong\" daripada permintaan FOIA\n\nGrewal mendakwa FDIC juga tidak memberi kerjasama sepenuhnya dengan permintaan dokumentasi Coinbase di bawah Akta Kebebasan Maklumat (FOIA):\n\nLebih-lebih lagi, Grewal berkata FDIC telah menyunting sejumlah 53 muka surat, dengan banyak muka surat lain mengandungi \"penyuntingan berat yang menjadikan dokumen tersebut tidak dapat difahami.\"\n\nGrewal menambah bahawa pasukannya telah meminta FDIC memberikan \"sumpah keterangan\" kepada mahkamah.\n\nPada 4 Mac, Coinbase juga mengemukakan permintaan FOIA kepada Suruhanjaya Sekuriti dan Bursa (SEC) untuk mengetahui berapa banyak siasatan dan tindakan penguatkuasaan telah diambil terhadap firma kripto antara 17 April 2021, dan 20 Januari 2025.\n\nBerkaitan: Paolo Ardoino:  Pesaing dan ahli politik berniat untuk 'membunuh Tether'\n\nTrump sebelum ini telah menandatangani perintah eksekutif untuk menamatkan beberapa cabaran perbankan untuk syarikat Web3 dan mewujudkan peraturan yang lebih jelas untuk aset digital, lapor Cointelegraph pada 24 Januari.\n\nPerintah eksekutif itu mengecualikan Rizab Persekutuan AS dan FDIC daripada kumpulan kerja mata wang kripto, dalam satu langkah yang mungkin menamatkan usaha-usaha sebelumnya untuk mengharamkan industri kripto daripada perkhidmatan perbankan, menurut Caitlin Long, pengasas dan Ketua Pegawai Eksekutif Custodia Bank.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTc0ZGUtODM2MS03MDM2LTgzYmQtYzUyOGY0MDZmM2Y1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cc12a4eaee7b3f4f0b4c60",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 09:47:00",
            "status": "Posted"
        }
    ]
}