{
    "timestamp": "2025-03-17 11:22:42",
    "all_news": [
        {
            "title": "ETP Kripto Mencatatkan Pengaliran Modal Keluar Sebesar $1.7 Bilion, Siri Terpanjang Sejak 2015",
            "description": "Pengeluaran dana daripada ETP kripto meningkat dengan pesat sepanjang minggu dagangan lalu, menjadikan jumlah aliran keluar dalam lima minggu kepada $6.4 bilion.",
            "content": "Produk Pasaran Bursa (ETP) mata wang kripto terus menyaksikan jualan besar-besaran minggu lalu, mencatatkan minggu kelima aliran keluar berturut-turut, dengan AS$1.7 bilion meninggalkan pasaran.\n\nSelepas menyaksikan aliran keluar yang sedikit berkurangan sebanyak AS$876 juta pada minggu sebelumnya, penghapusan cair ETP kripto telah meningkat pada minggu dagangan lepas, menjadikan jumlah aliran keluar lima minggu kepada AS$6.4 bilion, menurut laporan CoinShares pada 17 Mac.\n\nKejadian aliran keluar berterusan ini juga menandakan hari ke-17 aliran keluar berturut-turut, iaitu tempoh negatif terpanjang sejak CoinShares mula mencatat rekod pada tahun 2015, tulis James Butterfill dari CoinShares.\n\nWalaupun sentimen negatif yang ketara, aliran masuk setakat tahun ini (YTD) masih positif pada AS$912 juta, tambahnya.\n\nAliran keluar ETP Bitcoin: AS$5.4 bilion dalam lima minggu\n\nSelepas menyaksikan aliran keluar AS$756 juta pada minggu pertama Mac, ETP Bitcoin (BTC) menyaksikan peningkatan jualan pada minggu dagangan dari 10 Mac hingga 14 Mac, dengan aliran keluar selanjutnya sebanyak AS$978 juta.\n\nSiri jualan lima minggu ini membawa jumlah aliran keluar ETP BTC kepada AS$5.4 bilion, meninggalkan hanya AS$612 juta aliran masuk YTD menjelang 14 Mac.\n\nAliran mengikut aset (dalam jutaan dolar AS). Sumber: CoinShares\n\nKedua-dua ETP Ether (ETH) dan Solana (SOL) masing-masing menyaksikan aliran keluar AS$175 juta dan AS$2.2 juta. ETP XRP (XRP) terus menentang trend, menyaksikan aliran masuk selanjutnya sebanyak AS$1.8 juta.\n\nIni adalah berita yang sedang berkembang, dan maklumat lanjut akan ditambah apabila ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEzYjQtZjYzMy03YWZhLTk5MzktYmVlYWE5MTE2ZjFl.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d801b981f73b69fec2386d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 11:02:00",
            "status": "Posted"
        }
    ]
}