{
    "timestamp": "2025-04-21 16:33:57",
    "all_news": [
        {
            "title": "WikiLeaks, Google, and Bitcoin Nexus in 2011",
            "translated_facebook_post": "Tahun 2011, WikiLeaks guna Bitcoin untuk dapat derma lepas kena sekatan kewangan, tunjuk betapa pentingnya cryptocurrency untuk kebebasan digital.  Ini buatkan ramai orang perasan potensi Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68067026d25f03020d2a8753",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/tech-finance-intersection-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:18:00"
        },
        {
            "title": "Solana Overtakes Ethereum in Staking Market Cap—Is the Flippening Finally Here?",
            "translated_facebook_post": "Solana kejap lagi mengatasi Ethereum dalam nilai pasaran staking, tapi ramai pakar ragu ia petanda perubahan besar.  Walaupun pulangan staking Solana tinggi,  sebahagian besar tokennya terkunci, dan ekosistem DeFi masih jauh ketinggalan berbanding Ethereum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/solana-overtakes-ethereum-in-staking-market-cap-is-the-flippening-finally-here/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2024/07/solana2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:18:00"
        },
        {
            "title": "Hyperlane Launches Token with Strategic Community Distribution",
            "translated_facebook_post": "Hyperlane, protokol interoperabiliti baru, dah lancarkan token sendiri, HYPER, dan MEXC pun dah senaraikan dia.  Airdrop yang dijalankan baru-baru ni menarik ramai perhatian dalam komuniti kripto, dan ramai pakar jangka Hyperlane akan ubah cara interaksi blockchain di masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680670265c16e427701ad973",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/hyperlane-interoperability-protocol.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:15:00"
        },
        {
            "title": "Qubetics, VeChain, and Avalanche (2025): A Deep Dive into the Top Cryptos to Watch This Year",
            "translated_facebook_post": "Qubetics, VeChain, dan Avalanche antara kripto yang patut diberi perhatian pada 2025; Qubetics menarik perhatian dengan VPN terdesentralisasi dan pelbagai fungsi, manakala VeChain fokus pada logistik dan kemampanan, serta Avalanche dengan infrastrukturnya yang pantas dan berskala.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68067026f109f23818ff4595",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed-75.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:15:00"
        },
        {
            "title": "Qubetics, Astra, and Injective: Best Crypto Investment Opportunities for 2025",
            "translated_facebook_post": "Tahun 2025 nampaknya menarik untuk pelaburan kripto dengan Qubetics, Astra, dan Injective menonjol sebagai pilihan utama; Qubetics fokus pada transaksi rentas sempadan, Astra pada platform DeFi mesra pengguna, dan Injective pada peningkatan kecairan bursa terdesentralisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680670275c16e427701ad975",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-20T151706.158Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:15:00"
        },
        {
            "title": "Analyst Predicts Bitcoin Price Will Hit $200K in 2025: How?",
            "translated_facebook_post": "Robert Kiyosaki, penulis buku Rich Dad Poor Dad, ramal harga Bitcoin akan mencecah $180,000 hingga $200,000 menjelang 2025.  Ramalan ini disokong oleh beberapa indikator teknikal dan corak sejarah harga Bitcoin yang menunjukkan potensi kenaikan mendadak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680670295c16e427701ad979",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/7844c256e59042f28516a5487431ee48.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:15:00"
        },
        {
            "title": "Crypto Firms Donate to Trump's Inauguration Fund",
            "translated_facebook_post": "Syarikat kripto macam Uniswap dan Solana Labs bagi derma besar untuk dana perasmian Trump, yang mencetuskan jangkaan perubahan peraturan dan suasana positif untuk industri kripto di Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066efa00f3290485c61f96",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-crypto-event-thumbnail.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:13:00"
        },
        {
            "title": "Price analysis 4/21: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LINK",
            "translated_facebook_post": "Analisis harga menunjukkan Bitcoin berpotensi naik ke $95,000, didorong oleh penurunan Indeks Dolar AS dan pembelian aset kerajaan AS.  Ramai pelabur besar pun dah mula kumpul Bitcoin sejak Mac dan April.  Walaupun begitu,  harga beberapa mata wang kripto lain macam Ether dan XRP masih lagi menunjukkan trend menurun.",
            "translated_title": "Analisis Harga 21/4: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LINK",
            "translated_content": "Indeks Dolar AS (DXY) merudum di bawah paras 98 pada 21 April, jatuh ke paras terendah dalam tempoh tiga tahun.  Ini melonjakkan harga emas ke paras tertinggi sepanjang zaman, dan Bitcoin (BTC) juga menunjukkan kekuatan, meningkat melebihi $88,000.\n\nPengasas bersama BitMEX dan ketua pegawai pelaburan Maelstrom, Arthur Hayes, percaya ia mungkin “peluang terakhir” untuk membeli Bitcoin di bawah $100,000. Hayes menjangkakan Rizab Persekutuan akan mengumumkan pembelian balik Perbendaharaan AS, yang akan bertindak sebagai \"Bazooka\" bagi trajektori harga Bitcoin.\n\nIkan paus nampaknya bersedia untuk pergerakan yang lebih tinggi, kerana mereka telah mengumpul pada bulan Mac dan April. Menurut data Glassnode, bilangan dompet yang memegang lebih daripada 1,000 Bitcoin meningkat daripada 2,037 pada akhir Februari kepada 2,107 pada 15 April.\n\nBolehkah lembu jantan Bitcoin mengekalkan paras yang lebih tinggi, mencetuskan peralihan ke arah $100,000?  Adakah altcoin akan mengikutinya? Mari kita analisis carta untuk mengetahui.\n\n\n**Analisis Harga Indeks S&P 500**\n\nPemulihan Indeks S&P 500 (SPX) terhenti di purata bergerak eksponen 20 hari (5,399) pada 14 April.\n\nParas 5,119 adalah sokongan kritikal untuk dipantau pada sisi negatif. Jika paras ini ditembusi, indeks itu boleh merudum ke 4,950. Lembu jantan dijangka akan mempertahankan dengan kuat zon antara 4,950 dan 4,835.\n\nSebaliknya, jika harga meningkat semula daripada 5,119, ia menandakan bahawa lembu jantan sedang cuba membentuk paras terendah yang lebih tinggi. Indeks itu kemudiannya boleh berayun antara 5,119 dan 5,500 untuk beberapa waktu. Pembeli perlu memacu harga melebihi 5,500 untuk menandakan bahawa pembetulan mungkin telah berakhir.\n\n\n**Analisis Harga Indeks Dolar AS**\n\nIndeks Dolar AS menyambung semula aliran menurunnya pada 21 April, menunjukkan bahawa beruang masih mengawal.\n\nIndeks itu boleh runtuh ke 97.50, yang boleh bertindak sebagai sokongan yang kukuh. Paras terlebih jual pada indeks kekuatan relatif (RSI) menandakan kemungkinan peralihan pelepasan dalam jangka pendek. Penjual dijangka akan mempertahankan secara agresif zon antara 99 dan 100.27 pada sebarang percubaan pemulihan. Jika harga bertukar arah daripada zon atas, indeks itu berisiko jatuh ke 95.\n\nTanda kekuatan pertama ialah penembusan dan penutupan di atas rintangan 100.27. Ini menunjukkan pembelian yang kukuh pada paras yang lebih rendah. Perubahan trend jangka pendek adalah mungkin jika pembeli memacu harga melebihi EMA 20 hari (101.64).\n\n\n**Analisis Harga Bitcoin**\n\nBitcoin membuat pergerakan yang lebih tinggi secara tegas selepas beberapa hari perdagangan julat sempit, dan harga telah mencapai rintangan kritikal pada SMA 200 hari ($88,238).\n\nPurata bergerak hampir siap melengkapkan persilangan menaik, dan RSI telah meningkat ke wilayah positif, menunjukkan kelebihan kepada pembeli. Jika SMA 200 hari diatasi, ia menunjukkan bahawa pasangan BTC/USDT mungkin telah mencapai paras terendah dalam jangka pendek. Pasangan itu boleh meningkat kepada $95,000 dan kemudiannya ke paras penting psikologi $100,000.\n\nEMA 20 hari ($84,176) kemungkinan akan bertindak sebagai sokongan yang kukuh semasa sebarang kemerosotan. Penembusan dan penutupan di bawah EMA 20 hari menandakan bahawa beruang kembali dalam permainan. Pasangan itu kemudiannya boleh merosot kepada $78,500.\n\n\n**Analisis Harga Ether**\n\nEther (ETH) kekal dalam aliran menurun, tetapi lembu jantan cuba memulakan peralihan pelepasan dengan menolak harga di atas EMA 20 hari ($1,659).\n\nPemulihan dijangka akan menghadapi jualan dalam zon antara $1,754 dan SMA 50 hari ($1,846). Jika harga bertukar arah daripada zon atas, ia meningkatkan risiko penembusan di bawah $1,368.\n\nSebaliknya, penembusan dan penutupan di atas SMA 50 hari membuka laluan untuk peralihan ke paras keruntuhan $2,111. Penjual dijangka akan mempertahankan paras tersebut dengan sekuat tenaga kerana penembusan di atasnya menunjukkan bahawa pasangan ETH/USDT mungkin telah mencapai paras terendah. Pasangan itu kemudiannya boleh meningkat kepada $2,600.\n\n\n**Analisis Harga XRP**\n\nXRP (XRP) telah meningkat di atas EMA 20 hari ($2.09), menunjukkan bahawa momentum menurun telah melemah.\n\nTerdapat rintangan di SMA 50 hari ($2.21), tetapi jika paras tersebut diatasi, pasangan XRP/USDT boleh bergerak ke arah garisan rintangan. Penjual dijangka akan mempertahankan garisan rintangan dengan hebat kerana peralihan di atasnya menandakan perubahan trend yang berpotensi.\n\nParas $2 adalah sokongan penting pada sisi negatif. Penembusan dan penutupan di bawah $2 menunjukkan bahawa beruang masih mengawal. Pasangan itu kemudiannya boleh merosot kepada $1.72 dan akhirnya kepada $1.61.\n\n\n**Analisis Harga BNB**\n\nBNB (BNB) telah menembusi garisan aliran menurun pada 21 April, menunjukkan bahawa lembu jantan cuba mengawal.\n\nPenutupan di atas garisan aliran menurun membuka pintu untuk peralihan ke $645. Penjual akan cuba menghentikan pergerakan menaik di $645, tetapi jika lembu jantan tidak kehilangan banyak kawasan, pasangan BNB/USDT boleh meningkat kepada $680.\n\nMasa semakin suntuk bagi beruang. Jika mereka ingin membuat kemunculan semula, mereka perlu dengan cepat menarik harga di bawah $566. Pergerakan sedemikian menunjukkan bahawa pasaran telah menolak penembusan di atas garisan aliran menurun. Pasangan itu kemudiannya boleh menghabiskan lebih banyak masa di dalam segi tiga.\n\n\n**Analisis Harga Solana**\n\nSolana (SOL) telah secara beransur-ansur meningkat ke arah zon rintangan atas $148 hingga $153, menunjukkan bahawa beruang kehilangan pegangan mereka.\n\nPurata bergerak berada di ambang melengkapkan persilangan menaik, dan RSI berada dalam zon positif, menunjukkan bahawa laluan rintangan paling rendah adalah ke atas. Pasangan SOL/USDT boleh meningkat kepada $180 jika pembeli menembusi zon atas.\n\nSebaliknya, jika harga bertukar arah secara mendadak daripada zon atas, ia menunjukkan bahawa beruang sedang menjual pada peralihan. Ini boleh mengekalkan pasangan dalam julat antara $153 dan $120 untuk beberapa waktu.\n\n\n**Analisis Harga Dogecoin**\n\nDogecoin (DOGE) telah berpaut pada EMA 20 hari ($0.16), menunjukkan bahawa tekanan jualan semakin berkurangan.\n\nEMA 20 hari yang meratakan dan RSI berhampiran titik tengah menunjukkan keseimbangan antara penawaran dan permintaan. Penembusan dan penutupan di atas SMA 50 hari ($0.17) condongkan kelebihan memihak kepada lembu jantan. Pasangan DOGE/USDT kemudiannya boleh meningkat kepada $0.21.\n\nParas $0.14 kekal sebagai sokongan utama untuk dipantau pada sisi negatif. Penjual perlu menarik harga di bawah $0.14 untuk menandakan penyambungan semula aliran menurun. Pasangan itu boleh jatuh kepada $0.13 dan kemudiannya kepada $0.10.\n\n\n**Analisis Harga Cardano**\n\nLembu jantan cuba mengekalkan Cardano (ADA) di atas EMA 20 hari ($0.63), menandakan kemunculan semula.\n\nPasangan ADA/USDT boleh meningkat kepada SMA 50 hari ($0.69), yang merupakan rintangan jangka pendek penting untuk dipantau. Jika pembeli menolak harga di atas SMA 50 hari, ia menunjukkan bahawa fasa pembetulan mungkin telah berakhir. Pasangan itu boleh meningkat kepada $0.83 dan kemudiannya kepada $1.03.\n\nJika harga bertukar arah daripada SMA 50 hari, lembu jantan akan cuba menghentikan kemerosotan di EMA 20 hari. Jika itu berlaku, ia meningkatkan kemungkinan peningkatan di atas SMA 50 hari. Kelebihan akan condong memihak kepada beruang pada penembusan di bawah $0.58.\n\n\n**Analisis Harga Chainlink**\n\nChainlink (LINK) ditutup di atas EMA 20 hari ($12.90) pada 19 April dan telah mencapai SMA 50 hari ($13.63).\n\nPenjual akan cuba mempertahankan SMA 50 hari, tetapi jika lembu jantan mengatasi halangan tersebut, pasangan LINK/USDT boleh meningkatkan momentum dan meningkat ke arah garisan rintangan corak saluran menurun. Paras $16 mungkin bertindak sebagai halangan, tetapi ia mungkin akan diatasi.\n\nSokongan pertama pada sisi negatif ialah EMA 20 hari dan kemudian $11.68. Penembusan dan penutupan di bawah $11.68 menunjukkan bahawa beruang masih mengawal. Pasangan itu kemudiannya boleh merosot kepada garisan sokongan, di mana pembeli dijangka akan masuk.\n\n*Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan kajian sendiri semasa membuat keputusan.*",
            "translated_summary": "Momentum Bitcoin yang kukuh meningkatkan prospek kenaikan harga kepada $95,000.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066ef95c16e427701ad971",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjU5MDYtODM4Yi03MmM4LWE5MmYtOGNlNGQ4YmMxOGEx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-21 16:10:00"
        },
        {
            "title": "Circle Prepares New Payments and Remittance Network Launch Amid Stablecoin Market Expansion",
            "translated_facebook_post": "Circle bakal lancarkan rangkaian pembayaran dan pengiriman wang baru, guna teknologi stablecoin untuk uruskan transaksi rentas sempadan dengan lebih cekap dan murah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/circle-prepares-new-payments-and-remittance-network-launch-amid-stablecoin-market-expansion/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2024/04/circle-usdc.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:10:00"
        },
        {
            "title": "Enjin Price Prediction: How High Will ENJ Rise?",
            "translated_facebook_post": "Pasaran kripto naik mendadak, dengan ENJ mencatat peningkatan harga melebihi 66% dalam masa 24 jam.  Walaupun ada potensi penurunan,  ramalan menunjukkan harga mungkin meningkat lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066efad25f03020d2a874e",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Enjin-Price-Prediction-How-High-Will-ENJ-Rise.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:08:00"
        },
        {
            "title": "Hoffman Advocates Strategic Pivot for Ethereum Amid Price Challenges",
            "translated_facebook_post": "Harga Ethereum yang jatuh menyebabkan ramai, termasuk David Hoffman, cadangkan perubahan strategi untuk fokus pada peningkatan Layer 1 dan kepimpinan yang lebih kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066efb00f3290485c61f98",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/eth-leader-ink-drawing-art.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:07:00"
        },
        {
            "title": "El Salvador Teams Up with Nvidia to Build AI Infrastructure",
            "translated_facebook_post": "El Salvador bekerjasama dengan  untuk bina infrastruktur AI sendiri,  dengan harapan dapat  majukan negara dalam pelbagai bidang termasuk ekonomi dan pendidikan, malah nak guna AI ramal cuaca untuk bantu kawal banjir.  Baguslah!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066efa9d630324705155c5",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/El-Salvador-Teams-Up-with-Nvidia-to-Build-AI-Infrastructure.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:05:00"
        },
        {
            "title": "Crypto XRP: Bollinger Bands Signal A Shock!",
            "translated_facebook_post": "Harga XRP mungkin akan naik mendadak, berdasarkan analisis Bollinger Bands yang menunjukkan peningkatan volatiliti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066efa9d630324705155c1",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/XRP-Hold.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:05:00"
        },
        {
            "title": "Tron Price Prediction 2025–2031: Will Tron reach $1?",
            "translated_facebook_post": "Ramalan harga TRX agak memberangsangkan, dijangka mencecah $1 sekitar tahun 2028 dan lebih tinggi lagi pada tahun-tahun seterusnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/650e8f1cecd8e21a7c241ad1",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2020/05/tron-price-prediction.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:04:00"
        },
        {
            "title": "Omni announces $10m rewards program for SolverNet users",
            "translated_facebook_post": "Yay, Omni bagi ganjaran $10 juta untuk pengguna SolverNet!  Bestnya, senang je nak guna aplikasi kripto lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066ef9ec0452131d660c5a",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Omni-option05.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:04:00"
        },
        {
            "title": "Deutsche Bank and Standard Chartered Eye U.S. Crypto Expansion Amid Pro-Crypto Trump Policies",
            "translated_facebook_post": "Deutsche Bank dan Standard Chartered tengah pertimbangkan nak besarkan lagi operasi kripto di Amerika Syarikat, terutamanya disebabkan dasar pro-kripto di bawah pentadbiran Trump dan peluang yang makin cerah dalam pasaran kewangan digital sana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066ef9a475186f8fe6c0fd",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bank2.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:02:00"
        },
        {
            "title": "Why Remittix Will Outperform Cardano and Ethereum Combined In 2025 – Is It The Best Crypto To Buy Now?",
            "translated_facebook_post": "Ramai pakar jangka  Remittix akan mengatasi Ethereum dan Cardano menjelang 2025, disebabkan penyelesaian pembayaran rentas sempadan yang ditawarkannya.  Pelaburan awal menunjukkan pulangan yang lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066ef9ec0452131d660c5b",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-1-29.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:02:00"
        },
        {
            "title": "Avalanche price prediction 2025-2031: Time to buy AVAX?",
            "translated_facebook_post": "Harga Avalanche dijangka meningkat, mencecah sehingga $33.36 pada 2025 dan  melebihi $200 pada 2030.  Walaupun ada turun naik, ramalan menunjukkan potensi jangka panjang yang positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/64811eaa8e52bc5e90e9a8d9",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/Avalanche-prediction.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:00:00"
        },
        {
            "title": "SEC staffers expect Paul Atkins to take the reins as Wall Street’s top cop this week",
            "translated_facebook_post": "Paul Atkins, pilihan Trump untuk ketua SEC, dijangka mula bertugas minggu ini, selepas dilantik Senat.  Beliau mungkin akan hadir sesi meja bulat polisi kripto Jumaat ini, dan dijangka akan membawa pendekatan yang berbeza berbanding pendahulunya,  menumpukan kepada peraturan kripto yang lebih jelas dan rasional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68066ef900f3290485c61f94",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/SEC-staffers-expect-Paul-Atkins-to-take-the-reins-as-Wall-Streets-top-cop-this-week.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 16:00:00"
        }
    ]
}