{
    "timestamp": "2025-04-08 20:28:47",
    "all_news": [
        {
            "title": "Why This Upcoming Meme Coin Presale Could Be Your Ultimate Investment Opportunity",
            "translated_facebook_post": "Peluang untuk melabur dalam Troller Cat ($TCAT) semasa prajualan nampaknya menarik, dengan janji ganjaran staking yang tinggi dan model deflasi yang unik.  Ia menjanjikan pulangan yang lumayan untuk pelabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5840ffb2dea1c850c6b79",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b6dd0490f8c54db1b90cac67d52591bf.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:16:00"
        },
        {
            "title": "Don’t Sleep on This Upcoming Presale Like You Did With Pudgy Penguins—It’s Already Heating Up",
            "translated_facebook_post": "Troller Cat, duit kripto baharu, tengah hangat diperkatakan, macam Pudgy Penguins dulu.  Ramai minat sebab potensi pulangan tinggi dan ada ciri menarik macam ganjaran staking dan permainan Play-to-Earn.  Jangan terlepas peluang!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f584ccfb2dea1c850c6b7b",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-2025-04-07T195442.383-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:15:00"
        },
        {
            "title": "Troller Cat’s Whitelist Rises in Stature as Dogecoin and Pepe Coin Return to Bullish Ways",
            "translated_facebook_post": "Dogecoin dan Pepe Coin tengah naik, dan ramai berminat dengan Troller Cat yang ada senarai putih eksklusif dan bakal pelancaran jualan awal.  Troller Cat menjanjikan ciri unik macam permainan *play-to-earn* dan ganjaran *staking* yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f584cc8ecd8a6f723df7eb",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/tcat-41.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:15:00"
        },
        {
            "title": "Bitcoin weekly RSI hits bull market low as trader sees $70K BTC price bottom",
            "translated_facebook_post": "Harga Bitcoin mungkin akan pulih semula sekitar $70,000 berdasarkan analisis teknikal, meskipun keadaan ekonomi makro dilihat kurang memberangsangkan buat masa terdekat.",
            "translated_title": "RSI Bitcoin mingguan mencecah paras rendah pasaran lembu jantan ketika pedagang melihat harga BTC terendah pada $70,000",
            "translated_content": "Bitcoin (BTC) Mempunyai Sasaran Pembalikan Baharu $70,000 Ketika Petunjuk Utama Mencapai Tahap Rendah Baharu Pasaran Lembu\n\nDalam analisis X pada 7 April, pedagang dan penganalisis popular Rekt Capital meramalkan bahawa BTC/USD boleh menemui paras terendahnya berhampiran paras tertinggi sepanjang zaman dari 2021.\n\nSejarah Mencadangkan $70,000 Patut Menamatkan Kejatuhan Harga BTC\n\nBitcoin boleh jatuh serendah $70,000 sebelum pulih dan masih mengekalkan norma sejarah, kata Rekt Capital.  Dengan mengambil kira di mana pembetulan pasaran lembu semasa mungkin berakhir, penganalisis itu menggunakan petunjuk indeks kekuatan relatif (RSI) untuk mengira potensi penurunan harga BTC.\n\n“Setiap kali RSI Harian Bitcoin jatuh ke paras RSI sub-28 - ia tidak semestinya menandakan paras bawah harga.  Malah, secara sejarah, paras bawah harga sebenar akan menjadi -0.32% hingga -8.44% lebih rendah daripada harga apabila RSI pertama kali berada di paras terendah,” jelasnya.\n\nRSI merupakan contoh klasik petunjuk utama, mencetak isyarat yang sering mendahului perubahan trend harga BTC yang utama.  Tidak kira jangka masa yang digunakan, paras RSI 30, 50 dan 70 adalah sangat penting.  Skor di bawah 30 mewakili keadaan “jual berlebihan”, manakala 70 adalah garisan penentu untuk “beli berlebihan.”\n\nPada masa ini, RSI harian mengukur sekitar 38, setelah ditolak pada 50.  Pada carta mingguan, RSI berada pada 43, menandakan bacaan terendah sejak permulaan pasaran lembu pada awal 2023, data daripada Cointelegraph Markets Pro dan TradingView mengesahkan.\n\nRekt Capital menambah bahawa harga tidak perlu mencecah $70,000 untuk membentuk paras bawah jangka panjang.\n\n“Akibatnya, trend RSI Harian bersejarah dalam kitaran ini mencadangkan apa sahaja dari harga semasa hingga ~$70,000 kemungkinan akan menjadi paras bawah dalam pembetulan ini,” tambahnya.\n\nBTC/USD kali terakhir diniagakan pada $70,000 pada awal November 2024, manakala paras harga ini paling dikenali sebagai sekitar paras tertinggi sepanjang zaman daripada pasaran lembu Bitcoin sebelumnya yang berakhir tiga tahun sebelumnya.\n\nTrend Makro “Sangat Buruk untuk Bitcoin”\n\nSeperti yang dilaporkan oleh Cointelegraph, $70,000 adalah sasaran popular untuk pembetulan semasa, dengan alat seperti metrik Lowest Price Forward memberikan kebarangkalian tinggi bahawa kawasan itu akan menjadi sokongan.\n\nWalau bagaimanapun, penciptanya, ahli ekonomi rangkaian Timothy Peterson, masih berasa kurang optimis tentang prospek harga BTC jangka pendek.\n\nTrend makro ekonomi AS, amarannya minggu ini, boleh dengan mudah menghantar BTC/USD ke tanda $70,000.\n\n“Sangat buruk untuk Bitcoin,” tulisnya di X bersama-sama carta ICE BofA US High Yield.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Bitcoin mungkin akan berbalik arah pada harga $70,000, menurut satu metrik harga BTC yang tepat secara sejarah.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f583a0fb2dea1c850c6b77",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjE0ZmQtNmY5Ny03YTdjLTgyZGUtYmI4OWVmYzk0Yzdl.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 20:11:00"
        },
        {
            "title": "Blackbird Labs Secures $50 Million in Series B Funding",
            "translated_facebook_post": "Blackbird Labs dapat dana besar untuk aplikasi restoran berasaskan blockchain mereka, walaupun masih ada keraguan dalam industri tentang teknologi ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f583a05ab1ca3e0983e685",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/blackbird-50m-blockchain-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:10:00"
        },
        {
            "title": "How Do Trade Wars Impact Crypto Markets?",
            "translated_facebook_post": "Perang perdagangan antara Amerika Syarikat dan China buat pasaran kripto merudum, harga Bitcoin jatuh, dan pakar-pakar bimbang akan kemelesetan ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/how-do-trade-wars-impact-crypto-markets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-022.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:08:00"
        },
        {
            "title": "China counters tariffs with yuan devaluation, which is 'bullish for BTC'",
            "translated_facebook_post": "China lemahkan nilai Yuan sebagai tindak balas kepada tarif Amerika Syarikat, dan ini mungkin mendorong pelaburan dalam Bitcoin.  Ramai pakar jangka peningkatan harga Bitcoin disebabkan aliran keluar modal dari China.",
            "translated_title": "China balas tarif dengan penurunan nilai yuan, yang dilihat sebagai `bullish` untuk BTC",
            "translated_content": "Dengan Presiden AS Donald Trump mengenakan tarif 104% ke atas import dari China, Beijing bertindak balas dengan membiarkan yuan jatuh nilainya berbanding dolar – satu langkah yang menurut penganalisis boleh mencetuskan fasa lembu seterusnya bagi pasaran Bitcoin.\n\nPada 8 April, kadar tukaran yuan-kepada-dolar AS jatuh ke paras terendah sejak 2023, menunjukkan kesediaan bank pusat China untuk membiarkan mata wang negara itu berfluktuasi dengan lebih bebas.\n\nKadar tukaran dolar AS-kepada-yuan pada 8 April. Sumber: Bloomberg\n\nDengan perang perdagangan semakin memuncak, “jangkaan bahawa China akhirnya akan menurunkan nilai mata wang negara itu telah meningkat dan tekanan itu tidak akan hilang dengan mudah,” kata Ju Wang, ketua FX Greater China di BNP Paribas, kepada Reuters.\n\nPenurunan nilai yuan boleh mendorong naratif aliran keluar modal China ke aset keras, termasuk Bitcoin (BTC), menurut pengasas BitMEX, Arthur Hayes.\n\n“Ia berjaya pada 2013, 2015, dan boleh berjaya pada 2025,” kata Hayes.\n\nPengasas bersama dan Ketua Pegawai Eksekutif Bybit, Ben Zhou, bersetuju, dengan menyatakan bahawa China akan membiarkan yuan jatuh nilainya untuk mengatasi perang perdagangan. Ini bermakna “banyak modal China mengalir masuk ke BTC, [yang] menaikkan harga BTC,” kata Zhou.\n\nSumber: Ben Zhou\n\n\nKetidakstabilan mata wang akan terus berlanjutan apabila perang perdagangan AS-China semakin panas\n\nFluktuasi mata wang adalah sebahagian daripada perang perdagangan yang semakin meningkat yang melibatkan dua ekonomi terbesar di dunia.\n\nDi luar perdagangan yuan-dolar, pelabur bersiap sedia untuk ketidaktentuan pertukaran asing yang “gila” yang berkaitan dengan perang perdagangan, menurut Brent Donnelly, presiden Spectra FX Solutions.\n\nDolar AS telah mengalami penurunan yang stabil sejak pelantikan Presiden Trump, dengan Indeks Dolar DXY jatuh daripada paras hampir 110 kepada paras bawah 103 sekarang.\n\nPenurunan antara akhir Februari dan awal Mac adalah antara pergerakan paling tajam dalam dekad yang lalu, menurut Julien Bittel, yang mengetuai penyelidikan makro di Global Macro Investor.\n\nDXY menjejaki prestasi dolar AS berbanding bakul enam mata wang, dengan euro dan yen Jepun mempunyai pemberatan terbesar.\n\nDolar AS, seperti yang diukur oleh DXY, telah jatuh nilainya dengan ketara dalam beberapa bulan kebelakangan ini. Sumber: MarketWatch\n\nSecara sejarah, harga Bitcoin menunjukkan hubungan songsang yang kuat dengan dolar AS, dengan dolar AS yang lemah dikaitkan dengan harga BTC yang lebih tinggi dan begitu juga sebaliknya.",
            "translated_summary": "Ketika perang perdagangan AS-China semakin memuncak, yuan yang semakin lemah berpotensi mencetuskan aliran keluar modal ke Bitcoin, kata penganalisis.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5828d77b1d9521449526d",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjE2ZjEtZDM1NS03MzljLThlOTUtZjQ1ZjEyMjE2MzE0.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 20:07:00"
        },
        {
            "title": "Libre Capital taps Chainlink’s standard to power tokenized funds",
            "translated_facebook_post": "Libre Capital bekerjasama dengan Chainlink untuk memudahkan pelaburan dana tertoken dalam aset dunia sebenar,  membuka akses kepada pelabur institusi menerusi platform seperti BlackRock dan Nomura.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5828c5ab1ca3e0983e682",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-Chainlink-option05.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:06:00"
        },
        {
            "title": "Justin Sun Alleges Financial Misconduct by First Digital Trust",
            "translated_facebook_post": "Justin Sun tuduh First Digital Trust salah urus kewangan, dan ni timbulkan perdebatan hangat dalam pasaran kripto, siap-siap ramai risau kesan dia terhadap pasaran dan panggilan untuk lebih telus dalam urus niaga digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5828dfb2dea1c850c6b6f",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/digital-courtroom-justin-sun.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:04:00"
        },
        {
            "title": "Bitcoin (BTC), Solana, and XRP Among 3 Cryptos Tipped for 500% Growth in 2025",
            "translated_facebook_post": "Bitcoin, XRP, dan Solana dijangka naik 500% menjelang 2025, tapi MAGACOINFINANCE nampaknya lagi menarik perhatian pelabur dengan potensi pulangan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f583a28ecd8a6f723df7e8",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744111277.docx_1744111277_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:02:00"
        },
        {
            "title": "Analysts Baffled by Bitcoin: “It Shows Extraordinary Resilience” – They Explained Why",
            "translated_facebook_post": "Bitcoin kekal stabil walaupun pasaran saham jatuh disebabkan ketegangan tarif baru-baru ini, mengejutkan ramai penganalisis.  Ini disebabkan beberapa faktor termasuk tahap hutang yang sederhana dalam pasaran kripto dan sokongan kawal selia yang semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5815cfb2dea1c850c6b6b",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/04/bitcoin-btc-3-scaled.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:02:00"
        },
        {
            "title": "Explosive Surge: Crypto Futures Volume Skyrockets for Bitcoin, Ethereum, XRP, and Solana",
            "translated_facebook_post": "Lagi best sekarang ni, pasaran kripto macam nak meletup!  Bitcoin, Ethereum, XRP, dan Solana semua tunjuk peningkatan jumlah dagangan niaga hadapan yang tinggi.  Ada potensi untuk harga naik lagi, tapi kena ingat, pelaburan ni berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5815c5ab1ca3e0983e67f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Explosive-Surge-Crypto-Futures-Volume-Skyrockets-for-Bitcoin-Ethereum-XRP-and-Solana.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:00:00"
        },
        {
            "title": "Trade Tensions Between the US and China Shake the Crypto Market",
            "translated_facebook_post": "Ketegangan perdagangan antara Amerika Syarikat dan China menyebabkan pasaran kripto merudum, dengan harga Bitcoin jatuh dan kemungkinan penurunan lebih lanjut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/trade-tensions-between-the-us-and-china-shake-the-crypto-market/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1159-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:00:00"
        },
        {
            "title": "DOJ Shuts Down Crypto Unit, Shifts Focus to Scammers",
            "translated_facebook_post": "Jabatan Kehakiman Amerika Syarikat dah tutup unit jenayah kripto, dan sekarang fokus utama diorang ialah tangkap penipu je, bukan nak serang teknologi kripto tu sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5815c5ab1ca3e0983e67d",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/CoinoMedia-1-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:00:00"
        },
        {
            "title": "Traders Swarm to Dragoin’s 6700% Leap | TRUMP Falls, HYPE Soars",
            "translated_facebook_post": "Dragoin tengah naik mendadak, sampai 6700%!  Ramai pelabur serbu beli sebelum harganya melonjak lagi.  Sebaliknya, nilai TRUMP jatuh sebab tarif baru AS, manakala Hyperliquid pula menunjukkan peningkatan volum dagangan yang tinggi.  Dragoin bukan sekadar duit maya biasa, ia ada cerita dan dunia fantasi tersendiri, lengkap dengan NFT dan permainan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5815eea231908844fe806",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-08T160459.454Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:00:00"
        },
        {
            "title": "AI Model Suggests Holding $2,000 in Dogecoin (DOGE) and This Token Under $0.05 Could Transform Your Fortunes",
            "translated_facebook_post": "Model AI cadangkan pegang Dogecoin (DOGE) sebanyak $2,000 dan satu lagi token bawah $0.05 untuk peluang untung besar.  Dogecoin nampaknya ada potensi naik, tapi juga berisiko.  Token MUTM pula, dengan sistem pinjaman DeFi, nampak lebih stabil dan berpotensi untung tinggi. Pelaburan dalam MUTM mungkin lebih terjamin berbanding hanya bergantung pada spekulasi harga Dogecoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5828e8ecd8a6f723df7e2",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-23-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 20:00:00"
        },
        {
            "title": "Rootstock To Launch Tools for Building Bitcoin Layer-2 Solutions",
            "translated_facebook_post": "Rootstock bakal lancarkan alat baharu untuk memudahkan pembangunan sistem lebih pantas dan cekap di atas rangkaian Bitcoin, guna BitVMX,  supaya Bitcoin boleh digunakan lebih meluas selain sebagai simpanan nilai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5815dfb2dea1c850c6b6d",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/Rootstock-To-Launch-Tools-for-Building-Bitcoin-Layer-2-Solutions.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:59:00"
        },
        {
            "title": "Ethereum Name Service price prediction 2025-2031: Is ENS a good investment?",
            "translated_facebook_post": "Ramalan harga ENS menunjukkan potensi kenaikan, mungkin mencecah $211.12 menjelang 2031, tetapi  harga sekarang agak rendah dan masih banyak turun naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66a91c098e39820654e58414",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2024/12/ENS-price-prediction.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:55:00"
        },
        {
            "title": "Ethereum’s Whale Volume Skyrockets Over 500% Amid Market Slump: Signs of a Rebound?",
            "translated_facebook_post": "Pelabur besar nampaknya tengah beli banyak Ethereum walaupun harganya jatuh, jadi mungkin harganya akan naik balik nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f5802ffb2dea1c850c6b69",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/19125953/Ethereum-ETH-Will-Soar-11-If-This-Key-Trigger-Hits.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:54:00"
        },
        {
            "title": "Tron Generates $12M in Fees This Week, 2X More Than Ethereum",
            "translated_facebook_post": "Tron kutip lebih banyak yuran berbanding Ethereum minggu ni, hampir dua kali ganda walaupun transaksi kurang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f57f0afb2dea1c850c6b65",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Tron-Generates-12M-in-Fees-this-week-2X-More-Than-Ethereum.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 19:53:00"
        }
    ]
}