{
    "timestamp": "2025-03-12 06:36:11",
    "all_news": [
        {
            "title": "Pembeli Bitcoin yang masuk pada harga tinggi mendorong tekanan jual, harga mungkin ‘menetap’ pada $70,000.",
            "description": "Glassnode melaporkan bahawa “pembeli utama” Bitcoin sedang menjual aset mereka dengan pantas susulan penurunan harga yang ketara daripada kemuncaknya pada Januari lalu iaitu $109,000.",
            "content": "Pembeli Bitcoin yang membeli sekitar paras tertinggi sepanjang zaman iaitu $109,000 pada Januari kini menjual panik susulan penurunan mata wang kripto tersebut, kata firma analisis onchain Glassnode, yang tidak menolak kemungkinan Bitcoin boleh jatuh ke $70,000.\n\nGlassnode menyatakan dalam laporan pasaran 11 Mac bahawa jualan baru-baru ini oleh pembeli utama telah mendorong “kesedaran kerugian yang sengit dan peristiwa kejatuhan sederhana.”\n\nPemegang jangka pendek melarikan diri apabila Bitcoin jatuh daripada paras puncak\n\nPeningkatan pembeli yang membayar harga lebih tinggi untuk Bitcoin (BTC) dalam beberapa bulan kebelakangan ini tercermin dalam harga tercapai pemegang jangka pendek — harga purata pembelian bagi mereka yang memegang Bitcoin kurang daripada 155 hari.\n\nPada Oktober, harga tercapai jangka pendek ialah $62,000. Pada masa penerbitan, ia ialah $91,362 — meningkat kira-kira 47% dalam lima bulan, menurut data Bitbo.\n\nSementara itu, Bitcoin diniagakan pada $81,930 pada masa penerbitan, menurut CoinMarketCap. Ini meninggalkan purata pemegang jangka pendek dengan kerugian belum tercapai kira-kira 10.6%.\n\nBitcoin turun 5.90% dalam tempoh tujuh hari yang lalu. Sumber: CoinMarketCap\n\nGlassnode berkata bahawa harga tercapai pemegang jangka pendek menunjukkan bahawa “momentum pasaran dan aliran modal telah bertukar menjadi negatif, menandakan penurunan kekuatan permintaan.”\n\n“Ketidakpastian pelabur memberi kesan kepada sentimen dan keyakinan,” tambahnya.\n\nGlassnode berkata bahawa pemegang jangka pendek berada “sangat di bawah air” antara $71,300 dan $91,900 dan memberi amaran bahawa Bitcoin boleh mencecah paras terendah sebanyak $70,000 jika jualan berterusan.\n\n“Kebarangkalian membentuk lantai sementara di zon ini adalah bermakna, sekurang-kurangnya dalam jangka masa terdekat,” kata Glassnode.\n\nPemegang jangka pendek Bitcoin berada “sangat di bawah air” antara $71,300 dan $91,900. Sumber: Glassnode\n\nFirma penyelidikan pasaran 10x Research melabelkannya sebagai “pembetulan teks” dalam nota 10 Mac, sambil menambah bahawa dengan penurunan Bitcoin di bawah $80,000, “kira-kira 70% daripada semua jualan datang daripada pelabur yang membeli dalam tempoh tiga bulan yang lalu.”\n\nPada hari yang sama, pengasas bersama BitMEX, Arthur Hayes berkata bahawa Bitcoin mungkin menguji semula paras harga $78,000 dan, jika gagal, mungkin menuju ke $75,000 seterusnya.\n\nGlassnode menjelaskan bahawa corak jualan Bitcoin yang serupa dilihat pada bulan Ogos apabila Bitcoin jatuh daripada $68,000 kepada sekitar $49,000 di tengah-tengah kebimbangan kemelesetan, data pekerjaan yang lemah di Amerika Syarikat, dan pertumbuhan yang perlahan di kalangan saham teknologi terkemuka.\n\nBagaimanapun, Bitcoin telah meningkat 7.5% dalam tempoh 24 jam yang lalu apabila pasaran AS stabil pada 11 Mac selepas menjunam sehari sebelumnya selepas Presiden AS Donald Trump enggan menolak kemungkinan kemelesetan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTNhMWQtYmY4ZC03ZmMwLTljMzItNmQxYTY1ZDQzNTc1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1240157922c3a84915d1c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 06:01:00",
            "status": "Posted"
        }
    ]
}