{
    "timestamp": "2025-03-07 09:27:45",
    "all_news": [
        {
            "title": "Bitcoin Lupakan Acara 'Jual Selepas Berita' Rizab Strategik; Melonjak 4%",
            "description": "Bitcoin cuba pulih daripada penurunan harga BTC Rizab Strategik.",
            "content": "Bitcoin (BTC) melonjak 4% pada 7 Mac, setelah pasaran mengatasi kekecewaan terhadap Rizab Bitcoin Strategik AS.\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD pulih daripada paras terendah setempat iaitu $84,713 di Bitstamp.  Ini berlaku selepas Presiden AS Donald Trump menandatangani perintah eksekutif yang telah lama ditunggu-tunggu bagi mewujudkan Rizab tersebut, yang akhirnya tidak akan mengandungi BTC \"baharu\"; hanya duit syiling yang dirampas akan membentuk simpanan itu.\n\n“Jualan bitcoin yang tergesa-gesa telah pun menelan belanja lebih $17 bilion nilai yang hilang kepada pembayar cukai AS. Kini kerajaan persekutuan akan mempunyai strategi untuk memaksimumkan nilai pegangannya,” tulis David Sacks, ketua kripto Rumah Putih, dalam sebahagian daripada catatan di X.\n\nPasaran pada awalnya jatuh dengan pantas berikutan peristiwa tersebut kerana harapan pihak lembu jantan untuk pemerolehan BTC tambahan hilang.\n\nSesi dagangan Asia berikutnya bagaimanapun menyaksikan kekuatan baharu menjelang Sidang Kemuncak Kripto Rumah Putih kemudian pada hari tersebut.\n\nPara pengulas industri lama melihat sedikit sebab untuk bimbang memandangkan pendirian keseluruhan kerajaan AS yang baharu terhadap kripto.\n\nCharles Edwards, pengasas dana kuantitatif Bitcoin dan aset digital Capriole Investments, menggambarkan pasaran sebagai \"pendek secara berlebihan\" pada paras terendah bawah $85,000.\n\n\"Bitcoin sentiasa bertindak balas secara berlebihan terhadap berita, sama ada naik atau turun,\" katanya.\n\nRizab tersebut bukanlah satu-satunya pemangkin turun naik yang berpotensi pada hari itu dalam radar pedagang.\n\nSatu siri data pekerjaan AS dijangka pada 7 Mac, bersama-sama dengan ucapan oleh Jerome Powell, Pengerusi Rizab Persekutuan.\n\nData terkini daripada Alat FedWatch CME Group menunjukkan kebarangkalian 11% untuk pengurangan pada mesyuarat Fed Mac, dengan kebarangkalian ini jauh lebih tinggi untuk mesyuarat Mei – hampir 50%.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZmY2EtYTRiNC03ZDE4LWJkMDUtYzkwODg2M2JmOTU3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cab6a62bc0f83c7c8040eb",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 08:58:00",
            "status": "Posted"
        }
    ]
}