{
    "timestamp": "2025-04-17 15:29:09",
    "all_news": [
        {
            "title": "Trump Pressures Powell as Market Volatility Increases",
            "translated_facebook_post": "Kemelut politik dan perubahan tarif menyebabkan pasaran saham dan kripto tak menentu, tambah pula dengan tekanan Trump terhadap Powell yang mungkin menjejaskan keyakinan pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68011aea6b90256770c89ce6",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/powell-trump-economic-tension.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:12:00"
        },
        {
            "title": "Base’s Zora Post Sparks Token Frenzy, Crashes 99% in Just 4 Hours",
            "translated_facebook_post": "Token baru yang dijana menerusi post biasa di Zora oleh pasukan Base ni naik turun harga dengan sangat cepat, sampai jatuh 99% dalam masa 4 jam je. Walaupun pasukan Base dah jelaskan token tu bukan rasmi, kejadian ni tunjukkan betapa cepatnya aset digital boleh jadi bahan spekulasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68011ae95049cc7044ea6868",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/1500x500-convert.io_.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:10:00"
        },
        {
            "title": "Crypto Market Faces Unexpected Economic Obstacles",
            "translated_facebook_post": "Pasaran kripto sekarang tengah hadapi cabaran ekonomi yang tak disangka-sangka, berbeza dengan situasi sebelum ni.  Faktor global macam ketegangan perdagangan dan inflasi mempengaruhi harga, dan keputusan bank pusat Amerika Syarikat sangat penting untuk menentukan hala tuju pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/crypto-market-faces-unexpected-economic-obstacles",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/economics-061-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:08:00"
        },
        {
            "title": "Trump Is Creating Monopoly-Inspired Metaverse Game – Here’s More Info",
            "translated_facebook_post": "Donald Trump tengah membangun permainan metaverse berasaskan blockchain,  inspirasi permainan Monopoli,  dengan ciri-ciri hartanah maya, NFT, dan duit kripto $TRUMP.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680119be651025464e73dcbf",
            "source": "InsideBitcoin News",
            "image": "https://insidebitcoins.com/wp-content/uploads/2025/04/Trump-Creates-Monopoly-Inspired-Game_optimized.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:05:00"
        },
        {
            "title": "Raydium vs Pump.fun: Who Will Lead The Solana Ecosystem?",
            "translated_facebook_post": "Raydium dan Pump.fun bersaing sengit untuk dominasi ekosistem Solana, dengan Raydium melancarkan LaunchLab untuk menandingi Pump.fun.  Kedua-dua platform menunjukkan kekuatan masing-masing, tetapi masa akan menentukan siapa yang akan menang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68011b525049cc7044ea686b",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Crypto-RayDium.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:05:00"
        },
        {
            "title": "Grok Introduces Conversation Memory Feature in Beta Launch",
            "translated_facebook_post": "Grok, chatbot Elon Musk, sekarang boleh ingat sembang lepas kita, jadi jawapan dia lebih personal dan padan dengan kita.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680118918a51d93d60e8f6d3",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/grok-memory-feature-elon-musk.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:02:00"
        },
        {
            "title": "XRP vs ETH – Which One Has the Stronger Case for April Gains?",
            "translated_facebook_post": "XRP dan ETH antara yang menarik perhatian bulan April ni, tapi ada juga beberapa altcoin lain macam  , yang tengah membina momentum secara senyap-senyap dan berpotensi untung besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680118936b90256770c89ce1",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744831105.docx_1744831105_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:02:00"
        },
        {
            "title": "Crypto Market Struggles but Hints at Late-2025 Rebound, According to Coinbase",
            "translated_facebook_post": "Pasar kripto tengah susah sekarang, tapi Coinbase jangka mungkin akan pulih hujung tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680118925049cc7044ea685b",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/coinbase2.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "BlockDAG Eyes 10X Post-Listing Price Spike as Algorand Hits $1.55 with AI and RWA Integration Surge",
            "translated_facebook_post": "Harga Algorand (ALGO) naik 12% kepada $1.55 disebabkan integrasi aset dunia nyata dan AI, manakala BlockDAG sasar kenaikan harga 10 kali ganda selepas disenaraikan di bursa-bursa pertukaran mata wang kripto, didorong jualan pra-pelancaran yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680119be5049cc7044ea685f",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image2-convert.io-23-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Why the Crypto Market Faces Unique Challenges in Today’s Economic Landscape",
            "translated_facebook_post": "Pasaran kripto sekarang tengah hadapi cabaran unik disebabkan ketegangan perdagangan global dan inflasi.  Siklus kali ni berbeza dari sebelum-sebelum ni, dan banyak faktor, termasuk tindakan Fed dan perkembangan perang perdagangan AS-China, akan tentukan hala tujunya.  Walaupun ada potensi lembu pasaran, kita kena berhati-hati sebab banyak ketidakpastian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/why-the-crypto-market-faces-unique-challenges-in-todays-economic-landscape/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/economy-041-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Crypto for Advisors: Generating Yield With Bitcoin",
            "translated_facebook_post": "Crypto untuk Penasihat Kewangan: Jana Pendapatan Dengan Bitcoin\n\nBukan sekadar menyimpan bitcoin dan menunggu harga naik,  pendapatan BTC-ke-BTC menawarkan peluang untuk tambah aset bitcoin.\n\nTiada maklumat lanjut.\n\n\nBanyak peluang untuk tambah bitcoin selain tunggu harga naik je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-for-advisors-generating-yield-with-bitcoin/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/6c09084b4f651cc82270be4f48dd2ca66447e339-3365x2813.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Last Chance to Grab Ozak AI at $0.003 Before It Skyrockets to $1 at Launch!",
            "translated_facebook_post": "Peluang terakhir dapat Ozak AI pada harga $0.003 sebelum harga melonjak ke $1 semasa pelancaran.  Ia gabungan AI dan teknologi blockchain, dah kumpul lebih $1 juta dalam prajualan. Ramai jangka potensi keuntungan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/last-chance-to-grab-ozak-ai-at-0-003-before-it-skyrockets-to-1-at-launch/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-87-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Cash-based crypto can enable financial inclusion for billions",
            "translated_facebook_post": "Ramai orang di negara membangun masih guna tunai, jadi penggunaan mata wang kripto masih rendah walaupun ramai minat.  Penyelesaian berasaskan tunai seperti baucar berkod QR atau transaksi SMS boleh bantu lebih ramai orang guna kripto.  Ini peluang besar untuk ekonomi dunia!",
            "translated_title": "Kripto berasaskan tunai mampu membolehkan kemasukan kewangan untuk berbilion-bilion individu.",
            "translated_content": "Pendapat oleh: Alexander Guseff, pengasas dan CEO Tectum\n\nSyarikat kripto telah bertahun-tahun berusaha mempromosikan dompet digital dan aplikasi pertukaran, yakin ia akan membawa kemasukan kewangan kepada dunia. Inilah realitinya: 1.4 bilion orang masih belum mempunyai akaun bank, dan penggunaan kripto hampir tidak melebihi 8%.  Walaupun banyak perbincangan tentang desentralisasi dan aksesibiliti, industri ini terus mengabaikan berbilion orang yang bergantung kepada wang tunai untuk kehidupan seharian mereka.\n\nDi negara-negara membangun di Afrika, Asia Selatan dan Amerika Latin, wang tunai bukan sahaja dominan — ia adalah penting. Perkhidmatan perbankan adalah terhad, kadar penembusan telefon pintar adalah rendah, dan celik teknologi digital masih menjadi penghalang.  Menjangkakan penduduk ini untuk menyertai melalui proses yang direka untuk pengguna yang mahir teknologi dengan akses internet adalah tidak realistik.\n\nNamun, setiap kali penyelesaian kripto luar talian diuji, pengambilannya meningkat. Pesannya jelas: Orang ramai sanggup menggunakan kripto tetapi memerlukan cara untuk mengaksesnya yang sesuai dengan realiti mereka.\n\nRealiti global kebergantungan wang tunai\nWalaupun andaian bahawa kewangan digital akhirnya akan menggantikan wang tunai, itu bukanlah apa yang ditunjukkan oleh angka-angka. Ambil Romania sebagai contoh.  Terutamanya, 76% transaksi di sana masih berasaskan wang tunai, namun penggunaan kripto telah mencecah 14%. Di Maghribi, wang tunai masih menjadi raja walaupun pertumbuhan pembayaran digital, namun 16% penduduk telah menemui cara untuk menggunakan kripto — walaupun ia diharamkan secara rasmi.\n\nKemudian terdapat Mesir, di mana kira-kira 72% pembayaran bergantung pada wang tunai, tetapi penggunaan kripto berada sekitar 3%, terutamanya disebabkan oleh infrastruktur digital yang terhad.  Malah di India, di mana minat terhadap kripto sangat tinggi, 63% transaksi masih berlaku dalam bentuk wang tunai.\n\nDi seluruh pasaran ini, coraknya jelas: Orang ramai mahu menggunakan kripto, tetapi industri ini tidak memberikan mereka cara praktikal untuk mengintegrasikannya ke dalam transaksi harian mereka.\n\nMasalah sebenar kripto\nHalangan kepada penggunaan kripto jauh lebih daripada sekadar teknologi. Peraturan kerajaan, keadaan ekonomi dan tabiat kewangan tempatan semuanya memainkan peranan.\n\nKelemahan terbesar kripto bukanlah kekurangan permintaan. Ia adalah andaian bahawa dompet digital dan aplikasi perbankan adalah satu-satunya titik kemasukan yang berdaya maju. Pemikiran itu mengabaikan berbilion orang yang masih beroperasi dalam ekonomi yang didorong oleh wang tunai.\n\nPendekatan yang lebih praktikal\nDaripada memaksa model hanya digital ke kawasan yang banyak menggunakan wang tunai, kripto perlu menyesuaikan diri. Wang kertas fizikal yang dikaitkan dengan blok rantaian, baucar berkod QR dan pemindahan berasaskan SMS boleh membawa kripto ke dalam ekonomi sebenar dengan cara yang masuk akal bagi orang yang sudah menggunakan wang tunai.\n\nIdea ini tidak seradical seperti yang disangka. M-Pesa Afrika, yang mempunyai lebih daripada 66.2 juta pengguna aktif, beroperasi pada model berasaskan ejen yang mudah yang membolehkan orang ramai menukar wang tunai kepada nilai digital tanpa memerlukan akaun bank. Pendekatan yang sama boleh digunakan untuk kripto, membolehkan pengguna berdagang nota wang tunai yang dikaitkan dengan blok rantaian di penjual tempatan.\n\nIa sudah berlaku di kawasan kecil. Machankura, sebagai contoh, membolehkan transaksi Bitcoin melalui rangkaian mudah alih asas, menarik lebih daripada 13,600 pengguna di Afrika. Di rantau di mana hampir semua pembayaran digital bergantung pada kod mudah alih mudah dan bukan aplikasi telefon pintar, penyelesaian seperti ini jauh lebih berdaya maju daripada menolak proses penyertaan berasaskan pertukaran yang lain.\n\nKebimbangan keselamatan sentiasa timbul dengan aset fizikal, tetapi ejen terlatih dan pengawasan yang betul boleh mengurangkan risiko. Lebih penting lagi, itu adalah masalah yang boleh diselesaikan — mengecualikan berbilion orang daripada sistem kewangan bukanlah penyelesaian.\n\nPurist digital salah\nRamai dalam ruang kripto menolak penyelesaian berasaskan kertas sebagai lapuk.  Idea bahawa semuanya mesti digital mengabaikan bagaimana sistem kewangan berkembang. Orang ramai memerlukan masa untuk beralih dan sistem yang sesuai dengan cara hidup mereka sekarang.\n\nCoinText, perkhidmatan pemindahan kripto berasaskan SMS, tersebar ke 50 negara sebelum ia ditutup — bukan kerana idea itu tidak berjaya, tetapi kerana industri itu tidak bersedia untuk menyokongnya.\n\nPemikiran yang tegar yang sama yang menolak pemindahan SMS kini menghalang penggunaan di ekonomi yang banyak menggunakan wang tunai. Perkhidmatan baharu yang dipanggil Text BSV telah muncul, membolehkan pembayaran peer-to-peer (P2P) satoshi melalui SMS tanpa sebarang muat turun aplikasi, pendaftaran atau pengetahuan awal tentang Bitcoin (BTC). Ia berfungsi pada mana-mana telefon, walaupun telefon bukan pintar.\n\nJika penggunaan kripto kekal terhenti pada 8%, ia bukan kerana orang ramai tidak mahu. Ia kerana industri itu menegaskan pendekatan yang tidak berkesan untuk sebahagian besar dunia.\n\nPeluang $50 bilion\nKeuntungan kewangan daripada mengintegrasikan kripto ke dalam ekonomi berasaskan wang tunai adalah sangat besar. Pasaran yang serupa boleh mengikuti jika Romania, dengan 76% kebergantungan wang tunai, boleh mencapai 14% penggunaan. Ini diterjemahkan kepada peluang $50 bilion secara global apabila kripto memasuki ekonomi di mana trilion dolar bergerak dalam transaksi wang tunai tidak formal setiap tahun.\n\nRangkaian ejen wang tunai kepada kripto boleh menjana pendapatan $10 bilion menjelang 2030, mencerminkan kejayaan platform wang mudah alih seperti M-Pesa.  Malah bursa kripto akan mendapat manfaat daripada memanfaatkan pasaran yang kurang dilayan ini, menjembatani jurang antara ekonomi digital dan wang tunai.\n\nPihak berkuasa mungkin teragak-agak dengan kripto berasaskan kertas kerana kebimbangan tentang ketelusan, tetapi kemasukan kewangan pada skala ini adalah sukar untuk diabaikan. Jika kerajaan melihat potensi $50 bilion dalam aktiviti ekonomi baharu, mereka lebih cenderung untuk berusaha mencari penyelesaian daripada menghalang kemajuan.\n\nWang tunai bertemu kripto\nKripto sepatutnya merevolusikan akses kewangan, tetapi ia masih di luar jangkauan berbilion orang.  Menjangkakan komuniti ini untuk meninggalkan wang tunai sepenuhnya dan terus beralih kepada dompet digital adalah tidak realistik dan strategi yang buruk.\n\nPenyelesaiannya bukanlah menunggu ekonomi ini untuk memodenkan diri. Ia adalah untuk bertemu orang di tempat mereka berada. Ini bermakna bereksperimen dengan penyelesaian yang serasi dengan wang tunai, bekerjasama dengan penyedia telekomunikasi, dan melancarkan model berasaskan ejen yang membolehkan orang ramai menggunakan kripto dengan cara yang terasa biasa.\n\nKebuntuan penggunaan semasa akan menjadi kekal jika industri ini tidak membuat perubahan ini.  Bukannya satu langkah ke belakang, kripto berasaskan kertas boleh menjadi jambatan yang akhirnya menghubungkan berbilion orang kepada masa depan kewangan.",
            "translated_summary": "Penyelesaian kripto berasaskan wang tunai berpotensi membuka akses kewangan kepada berbilion-bilion penduduk di ekonomi membangun yang bergantung kepada wang tunai.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680118918a51d93d60e8f6d1",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE5MDUtODk4Yi03ODVjLWI3MWQtNTljNWE5MGM0ODgw.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "HYPE’s $114M Volume Shakes Markets, DOT Sharpens Utility—Yet It’s BlockDAG’s $10M Presale Spike That’s Grabbing VCs",
            "translated_facebook_post": "Polkadot (DOT) makin’  baik sistem interoperabiliti dia, Hyperliquid (HYPE) naik mendadak, dan BlockDAG menarik perhatian pelabur besar dengan jualan pra-pelancaran mencecah $10 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68011892651025464e73dcb7",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/image-7-13.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Dogecoin (DOGE) Lacks the Firepower for More Than a 4x Rally in 2025; Investors Are Looking Into This Emerging Token Just Starting Its Rally",
            "translated_facebook_post": "Ramalan harga Dogecoin (DOGE) untuk tahun 2025 agak rendah, cuma mungkin naik 4 kali ganda.  Tapi, satu lagi token,  MUTM,  nampak lebih berpotensi dengan pulangan pelaburan yang tinggi,  sampai 9900%!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680119bf651025464e73dcc1",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-9-3-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Bitcoin Struggles at $85.5K Resistance, Holds Support at $78K",
            "translated_facebook_post": "Harga Bitcoin masih lagi bergerak dalam lingkungan $78,000 hingga $85,500, belum lagi menembusi paras rintangan utama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68011ae95049cc7044ea6866",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/bitcoin-2-5.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 15:00:00"
        },
        {
            "title": "Blocksquare and Vera Capital plan to tokenize $1b in US real estate",
            "translated_facebook_post": "Blocksquare dan Vera Capital nak wujudkan pasaran digital untuk pelaburan hartanah AS bernilai $1 bilion, dengan hartanah pertama dah pun ditukar jadi token digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801174c651025464e73dcb3",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-The-property-ownership-crisis-can-be-solved-by-tokenized-real-estate-option02.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:55:00"
        },
        {
            "title": "Coingecko’s Q1 2025 Report Reveals Crypto Trends- Part 2",
            "translated_facebook_post": "Laporan suku pertama 2025 Coingecko tunjuk trend kripto berubah: dagangan bursa terpusat susut, DeFi pun turut jatuh, tapi Solana buat kejutan di DEX sebelum Ethereum kembali dominasi.  Berachain muncul sebagai pemain baru yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801174b651025464e73dcaf",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/5426.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:55:00"
        },
        {
            "title": "Top 5 African crypto startups that are pioneering financial inclusion in 2025",
            "translated_facebook_post": "Lima syarikat permulaan kripto Afrika ni tunjuk potensi besar dalam bantu akses kewangan di benua tu, walaupun ada cabaran peraturan dan keselamatan.  Yellow Card, VALR, Bitmama, Busha, dan Zone masing-masing ada kekuatan sendiri, dan masa depan industri kripto di Afrika nampak cerah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801174b651025464e73dcb0",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:55:00"
        },
        {
            "title": "Strike Gold This Easter: Bybit Card’s 24K Gold Treasure Hunt",
            "translated_facebook_post": "Sampai 4 Mei ni, pengguna Bybit Card berpeluang menang hadiah menarik macam emas 24K dan USDT kalau guna kad tu untuk buat transaksi.  Setiap $20 dapat satu hadiah, lagi banyak belanja lagi banyak peluang menang!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680116218a51d93d60e8f6cd",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/Strike_Gold_This_Easter_Bybit_Card_s_24K_Gold_Trea_1744885270ZRkCvfjbnN.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:54:00"
        }
    ]
}