{
    "timestamp": "2025-04-04 15:29:34",
    "all_news": [
        {
            "title": "Former Binance CEO CZ To Advise Kyrgyz Republic On Blockchain Technology, Crypto Regulation",
            "translated_facebook_post": "Bekas CEO Binance, CZ, akan nasihat kerajaan Kyrgyzstan tentang teknologi blockchain dan peraturan kripto. Bagus juga!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff87d625a763ff00faef8",
            "source": "InsideBitcoin News",
            "image": "https://insidebitcoins.com/wp-content/uploads/2025/04/Changpeng-Zhao_optimized.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:18:00"
        },
        {
            "title": "Experts Highlight Vital Trends in Crypto Market",
            "translated_facebook_post": "Pasaran kripto tengah mencabar, tapi ada peluang pelaburan menarik dalam Solana, Bitcoin, FLOKI, dan Ethereum.  Solana mungkin dah sampai tahap terendah, Bitcoin mungkin cecah $100,000, FLOKI nampak undervalued, dan Ethereum pun dijangka naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/experts-highlight-vital-trends-in-crypto-market",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-119-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:18:00"
        },
        {
            "title": "Missed Andy's Massive Surge? Only One Stage Left in BTFD Coin's Presale—Invest $7K Now and Earn $210K",
            "translated_facebook_post": "Peluang terakhir untuk sertai pra-jualan BTFD Coin sebelum harganya melonjak!  Potensi pulangan tinggi, dengan permainan main-untuk-dapat dan ganjaran faedah tahunan yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efcde3d7c4092bce8bd37c",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/8fa8c9a8f3e949a6a1fb627ee723f71c.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:15:00"
        },
        {
            "title": "Gold Drops as Money Flows Into Bitcoin",
            "translated_facebook_post": "Harga emas jatuh, pelabur beralih kepada Bitcoin sebagai aset alternatif, menunjukkan keyakinan semakin meningkat terhadap aset digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff87d625a763ff00faef6",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/BTC-Gold.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:15:00"
        },
        {
            "title": "GameStop CEO Ryan Cohen’s $10M stock purchase has reignited investor confidence",
            "translated_facebook_post": "Ketua Pegawai Eksekutif GameStop, Ryan Cohen, beli saham syarikat sendiri bernilai $10 juta, bagi meningkatkan keyakinan pelabur, terutamanya selepas GameStop umum rancangan untuk melabur dalam Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff73b0f22761bd904288e",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b94dd6e8d9934abeb6f09664dd57af02.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:14:00"
        },
        {
            "title": "U.S. Stock Market Decline Sparks Cryptocurrency Market Concerns",
            "translated_facebook_post": "Pasaran saham Amerika jatuh, menjejaskan pasaran kripto juga, tambah lagi kebimbangan ekonomi global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff87e0f22761bd9042894",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bear-market-cartoon-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:10:00"
        },
        {
            "title": "Key Insights on Crypto Market Trends from Expert Inmortal",
            "translated_facebook_post": "Pakar kripto, Inmortal, nampaknya agak positif tentang pasaran sekarang, nampaknya Solana, Bitcoin, FLOKI, dan Ethereum ada potensi untuk naik.  Solana mungkin dah sampai paras terendah, Bitcoin mungkin cecah $100,000, FLOKI dah kembali ke paras sebelum pasaran lembu, dan Ethereum pun ada potensi untuk naik.  Tapi kena ingat, ini cuma pandangan pakar,  pelaburan tetap ada risiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/key-insights-on-crypto-market-trends-from-expert-inmortal/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1040.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:09:00"
        },
        {
            "title": "OKX Fined $1.2M in Malta Over AML Failures Despite MiCA Licensing",
            "translated_facebook_post": "OKX kena denda di Malta sebab kelemahan dalam proses anti-pengubahan wang haram, walaupun dah dapat lesen MiCA.  Mereka sedang disiasat lagi berkaitan isu pengubahan wang haram lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff63c37e88f2349e8daad",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2025/03/OKX.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:05:00"
        },
        {
            "title": "Bitcoin And Gold Will Explode Thanks To Trump’s Tariffs, According To Arthur Hayes",
            "translated_facebook_post": "Arthur Hayes jangka Bitcoin boleh cecah AS$250,000 menjelang 2025 disebabkan dasar tarif Trump dan ketidakstabilan ekonomi global, menjadikan Bitcoin dan emas sebagai pelaburan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff87e9ef9855b8317c22a",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Copie-de-Logo-Cointribune-8.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:05:00"
        },
        {
            "title": "Two Roads Diverged: Choosing the Right Path on Stablecoin Legislation",
            "translated_facebook_post": "Dua laluan berbeza: Memilih hala tuju yang tepat dalam perundangan stablecoin.\n\nKetua Pegawai Eksekutif MoonPay, Ivan Soto-Wright, berkata bahawa mengutamakan penerbit stablecoin yang berpangkalan di Amerika Syarikat berbanding penerbit di luar negara adalah tindakan yang tidak berpandangan jauh dan akan menyekat inovasi. Tiada maklumat lanjut.\n\n\nSyarikat stablecoin antarabangsa mungkin terjejas jika Amerika Syarikat utamakan syarikat tempatan je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/two-roads-diverged-choosing-the-right-path-on-stablecoin-legislation/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/b9efbf7da70d588af5b74c192831a48f107e321d-2560x1709.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:04:00"
        },
        {
            "title": "Circle files IPO amid declining profits and stiffening competition — will this shake Tether’s stablecoin dominance?",
            "translated_facebook_post": "Circle, syarikat di sebalik USDC, nak tersenarai di bursa saham, tapi untung makin susut & persaingan sengit.  Walaupun pendapatan tinggi,  kebergantungan pada satu platform dan risiko kadar faedah mungkin menjejaskan kedudukan mereka mencabar dominasi Tether.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff51071d7fd33441d5a25",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Circle-USDC-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:03:00"
        },
        {
            "title": "Is Pi Coin Headed to Zero Amid Rug Pull Fears?",
            "translated_facebook_post": "Harga Pi Coin jatuh teruk, susut 83% sejak Februari lepas, ramai risau projek ni akan 'rug pull'.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff5103428d542a0ff0544",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/25193057/Pi-Coin-Price-News-Bullish-and-Bearish-Targets-Revealed.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:03:00"
        },
        {
            "title": "Bitcoin Price Bulls Must Reclaim $90K—Or Risk a Deep Crash Ahead",
            "translated_facebook_post": "Harga Bitcoin jatuh teruk bulan April lepas sebab pasaran kewangan terjejas dengan pengumuman tarif mengejut Presiden Trump.  Sekarang ni, harga Bitcoin perlu cecah balik $90,570 untuk pulih. Kalau tak, kemungkinan harganya akan jatuh lagi mendadak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff87f9ef9855b8317c22e",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/Bitcoin-Bulls-Must-Reclaim-90K%E2%80%94Or-Risk-a-Deep-Crash-Ahead.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:03:00"
        },
        {
            "title": "Expert Warns: JasmyCoin (JASMY) Headed for Further Crash After Losing Key Support",
            "translated_facebook_post": "Harga JasmyCoin dijangka jatuh lagi, mungkin sekitar 20-30%, lepas dah pecah paras sokongan penting.  Analist jangka penurunan ni akan berterusan, kecuali kalau ada perubahan besar dalam carta harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff51071d7fd33441d5a23",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/02/image-950-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:01:00"
        },
        {
            "title": "The future of DeFi isn’t on Ethereum — it’s on Bitcoin",
            "translated_facebook_post": "Ramai cakap masa depan DeFi bukan di Ethereum, tapi di Bitcoin.  Ethereum dan Solana ada masalah sendiri, jadi Bitcoin nampaknya jadi pilihan ramai untuk sistem kewangan terdesentralisasi yang lebih stabil dan kukuh.",
            "translated_title": "Masa depan DeFi bukan di Ethereum — tetapi di Bitcoin.",
            "translated_content": "Pendapat oleh: Matt Mudano, CEO Arch Labs\n\nEthereum sedang bergelut, dan kewangan terdesentralisasi (DeFi) turut menderita akibatnya. Penyelesaian Lapisan-2 (L2) telah memecahkan kecairan, menjadikan modal tidak cekap.  Dalam usaha mencari peluang yang lebih baik, komuniti telah beralih kepada Solana — hanya untuk menemui ekosistem yang didorong oleh memecoin yang dijana oleh skim pam-dan-dump, menarik pengekstrak kecairan, dan menjadikan rangkaian itu sebagai medan permainan untuk spekulasi dan penipuan.\n\nDeFi memerlukan penetapan semula yang kembali kepada prinsip-prinsip asas dan sejajar dengan visi asal Satoshi tentang sistem kewangan terdesentralisasi. Satu-satunya rangkaian yang mampu mengekalkan evolusi DeFi seterusnya bukanlah Ethereum atau Solana. Ia adalah Bitcoin.\n\nDeFi sedang bergelut di Ethereum\n\nEthereum pernah menjadi tempat utama DeFi yang tidak dipertikaikan, tetapi hari ini, jelas bahawa ekosistem itu sedang bergelut. Peta hala tuju rangkaian itu sentiasa berubah, tanpa hala tuju yang jelas ke arah kemampanan jangka panjang.\n\nPenyelesaian L2 sepatutnya meningkatkan skala Ethereum. Sebaliknya, ia telah memecahkan DeFi kepada silo kecairan yang terasing. Walaupun L2 telah menurunkan yuran transaksi, ia kini bersaing untuk kecairan dan bukannya menyumbang kepada sistem kewangan yang bersatu padu. Hasilnya? Landskap yang berpecah-belah yang menjadikan modal tidak cekap dan protokol DeFi lebih sukar untuk ditingkatkan skalanya.\n\nPenyelesaian yang dicadangkan Ethereum — pengekstrakan rantai — kedengarannya menjanjikan dari segi teori tetapi gagal dalam praktik. Masalah asasnya ialah ketidakselarasan insentif struktur, dan akibatnya, Ethereum secara beransur-ansur kehilangan kelebihan daya saingnya dalam DeFi.\n\nAdalah tiba masanya untuk bertanya: Bolehkah masa depan DeFi terletak pada Ethereum yang berpecah-belah?\n\nSolana bukanlah jawapannya\n\nDengan Ethereum kehilangan kelebihan daya saingnya, ramai pembangun dan pengguna telah beralih kepada Solana. Rantaian blok itu telah menyaksikan peningkatan sebanyak 83% dalam aktiviti pembangunan dari tahun ke tahun, dan bursa terdesentralisasi (DEX) telah mengatasi Ethereum selama lima bulan berturut-turut.\n\nTerdapat satu masalah asas: Pertumbuhan DeFi Solana tidak dibina berdasarkan aplikasi kewangan yang mampan — kegilaan memecoin mendorongnya.\n\nLonjakan aktiviti baru-baru ini bukanlah didorong oleh inovasi dalam kewangan terdesentralisasi tetapi oleh perdagangan spekulatif. Berikutan kegilaan memecoin TRUMP, jumlah nilai yang diekstrak daripada memecoin Solana adalah antara $3.6 bilion dan $6.6 bilion. Ini bukan pertumbuhan DeFi — ia adalah enjin pengekstrakan kecairan di mana spekulator jangka pendek mengaut keuntungan dan terus bergerak.\n\nSolana mempunyai kekuatan sebenar. Kelajuan dan kos transaksi yang rendah menjadikannya sesuai untuk perdagangan frekuensi tinggi, dan ekosistemnya telah mencapai kemajuan yang bermakna dalam rangkaian infrastruktur fizikal terdesentralisasi (DePIN), AI dan sains terdesentralisasi, atau DeSci. Tetapi penguasaan spekulasi memecoin telah menjadikan rangkaian itu sebagai medan permainan untuk penipuan dan skim pam-dan-dump. Itu bukanlah asas yang diperlukan oleh DeFi.\n\nSolana bukanlah jawapannya jika matlamatnya adalah untuk membina sistem kewangan yang berkekalan.\n\nBitcoin DeFi sedang berkembang pesat\n\nAdalah tiba masanya untuk kembali kepada prinsip-prinsip asas dan membina DeFi pada rantaian blok asal: Bitcoin — rangkaian terdesentralisasi yang paling dipercayai yang disokong oleh wang yang paling kukuh dalam ekonomi digital.\n\nIni bukan sekadar teori. Bitcoin DeFi kini sedang mengalami pertumbuhan yang pesat. Pertimbangkan nombor-nombor ini: Jumlah nilai yang dikunci (TVL) dalam Bitcoin DeFi melonjak daripada $300 juta pada awal tahun 2024 kepada $5.4 bilion pada 28 Februari 2025 — peningkatan sebanyak 1,700%. Sektor pegangan Bitcoin mendominasi, dengan protokol seperti Babylon ($4.68 bilion TVL), Lombard ($1.59 bilion) dan SolvBTC ($715 juta) menerajui. Ini menunjukkan peningkatan permintaan untuk Bitcoin menjadi aset yang produktif dan bukannya simpanan nilai pasif.\n\nBitcoin DeFi asli bukan sekadar menyalin strategi Ethereum — ia merintis model kewangan baharu. Kemajuan dalam ruang ini telah memperkenalkan pegangan berganda, membenarkan pengguna untuk memegang Bitcoin (BTC) bersama-sama dengan token asli untuk meningkatkan keselamatan dan memperoleh hasil. Sementara itu, pendekatan baharu untuk mentokenkan kadar hashrate Bitcoin menjadikan kuasa perlombongan sebagai cagaran untuk pinjaman, peminjaman dan pegangan, sekali gus mengembangkan utiliti kewangan Bitcoin.\n\nDi samping itu, Ordinals dan token BRC-20 telah mendorong aktiviti transaksi yang tinggi, dengan ukiran mencapai 66.7 juta dan menjana $420 juta dalam yuran — menyerlahkan peningkatan permintaan untuk aset yang ditokenkan pada Bitcoin.\n\nJelaslah bahawa Bitcoin bukan sahaja emas digital — ia menjadi asas bagi fasa seterusnya kewangan terdesentralisasi.\n\nMasa depan DeFi terletak pada Bitcoin\n\nMasa depan DeFi terletak pada Bitcoin, di mana insentif sejajar dengan penciptaan nilai jangka panjang. Tidak seperti model Ethereum yang berpecah-belah dan ekonomi spekulatif Solana, Bitcoin DeFi dibina berdasarkan kecairan gred institusi dan pertumbuhan yang mampan.\n\nSebagai aset kripto terbesar dan paling cair, Bitcoin mempunyai had pasaran $1.7 trilion dan pegangan dana dagangan bursa (ETF) sebanyak $94 bilion. Walaupun sebahagian kecil daripada kecairan ini berhijrah ke DeFi akan menjadi pengubah permainan. Bitcoin memegang lebih daripada $1 trilion dalam kecairan yang belum digunakan dan terus menarik minat yang kuat daripada pelabur institusi dan dana kekayaan negara, dengan kerajaan sudah menerokanya sebagai aset rizab berpotensi.\n\n\nEthereum mempunyai masanya. Solana mempunyai publisitinya. Kini giliran Bitcoin untuk merealisasikan visi asal Satoshi tentang sistem kewangan terdesentralisasi.\n\nPendapat oleh: Matt Mudano, CEO Arch Labs.",
            "translated_summary": "Ketika ekosistem DeFi Ethereum merosot dan Solana jatuh mangsa spekulasi, Bitcoin dengan pantas menjadi penyelamat yang tidak dijangka bagi kewangan terdesentralisasi.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff5103428d542a0ff0546",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdmMmItM2E2MS03MjBiLTg5ZmMtODhkOGYxYTA0MTM4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 15:00:00"
        },
        {
            "title": "This Token Priced At $0.025 Could Reach $3 In 2025 The Same Way As ADA Did Back in 2021",
            "translated_facebook_post": "Pelaburan awal dalam Mutuum Finance (MUTM) menawarkan pulangan tinggi, dijangka mencecah $3 menjelang 2025.  Presale yang sedang berlangsung menarik ramai pelabur, dan model pinjaman yang unik serta mekanisme beli-balik token menjanjikan pertumbuhan lestari.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff51171d7fd33441d5a27",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-4-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:00:00"
        },
        {
            "title": "ETH Set to Breakout: Analyst Predicts Massive Growth After 2023 Rally",
            "translated_facebook_post": "Analisis menunjukkan Ethereum mungkin akan meningkat dengan mendadak,  mencapai harga AS$10,000, berdasarkan corak harga tahun lepas dan ramalan sehingga 2026.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff63c0f22761bd9042888",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/ethereum-1-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 15:00:00"
        },
        {
            "title": "Grayscale Submitted S-1 Form for Solana ETF, But Staking Is Off the Table",
            "translated_facebook_post": "Grayscale dah hantar permohonan untuk ETF Solana, tapi tak termasuk 'staking'.  Pelabur tak dapat ganjaran 'staking', tapi peluang diluluskan agak tinggi, dijangka 83% pada 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinpedia.org/news/grayscale-submitted-s-1-form-for-solana-etf-but-staking-is-off-the-table/",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/20192019/Solana-ETF-is-Set-to-Launch-in-the-US%E2%80%94-SOL-Price-Break-Above-the-Consolidation-Reach-160.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 14:58:00"
        },
        {
            "title": "Qubetics Surges with 599% ROI Potential, Ranking Among the Best Cryptos to Buy Today as Hedera and ImmutableX Reshape 2025",
            "translated_facebook_post": "Beberapa projek kripto menarik perhatian sekarang, termasuk Qubetics dengan dompet pelbagai rantaian dan VPN terdesentralisasi, Hedera yang cekap tenaga dan pantas, serta ImmutableX yang fokus pada NFT.  Qubetics nampaknya menjanjikan pulangan tinggi, manakala Hedera dan ImmutableX  fokus pada penyelesaian perusahaan dan permainan berasaskan NFT.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff3310f22761bd9042871",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5335a088ec534f9a868e674e3654e76c.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 14:56:00"
        },
        {
            "title": "South Korean gets prison time for $2m crypto scam promising 50% returns",
            "translated_facebook_post": "Lelaki Korea Selatan dipenjara tiga tahun sebab tipu pelabur kripto hampir AS$2 juta dengan janji pulangan tinggi, tapi sebenarnya guna duit tu untuk bayar ‘faedah’ dan dia dah rugi berbilion won dalam pelaburan kripto sebelum ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eff2b94e385179b925c9c2",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/01/crypto-news-hack-scam-option08.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 14:53:00"
        }
    ]
}