{
    "timestamp": "2025-04-11 13:35:52",
    "all_news": [
        {
            "title": "Ripple Prepares for a Critical Court Decision",
            "translated_facebook_post": "Tarikh 16 April 2025 penting sangat untuk Ripple sebab mereka kena buat keputusan penting sama ada nak rayu keputusan mahkamah atau tak.  Kalau tak rayu, mungkin akan cuba cari penyelesaian di luar mahkamah.  Apa pun yang berlaku, ramai yang menjangka kes ni akan selesai tak lama lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ripple-prepares-for-a-critical-court-decision",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-064.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:18:00"
        },
        {
            "title": "SHIB Team Issues Urgent Scam Warning: “You’re One Step Away!”",
            "translated_facebook_post": "Pastikan anda berhati-hati dengan penipuan dalam dunia kripto, belajar sendiri, jangan terlalu bergantung pada orang lain untuk nasihat, dan ingatlah untuk bina penyelesaian, bukannya masalah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f5911d3960121318db",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/08/shib-scam-alert_16.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:16:00"
        },
        {
            "title": "Bitcoin to $1M? Samson Mow Connects the Dots as Whales Accumulate",
            "translated_facebook_post": "CEO syarikat infrastruktur Bitcoin, Samson Mow, ramal Bitcoin akan cecah harga melebihi $1 juta disebabkan ketidakstabilan ekonomi global.  Ini disebabkan tarif tinggi AS terhadap import China, yang menyebabkan kadar faedah meningkat dan pelabur beralih kepada Bitcoin.  Aliran keluar modal dari China dan susut nilai Yuan juga menyumbang kepada peningkatan permintaan Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f75290412db7973fa5",
            "source": "TurkishNY Radio",
            "image": "https://www.turkishnyradio.com/wp-content/uploads/2025/04/Untitled-design-2025-04-11T133003.251.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:15:00"
        },
        {
            "title": "EXCLUSIVE: Mantra CEO on the future of RWA, ecosystem fund, and future plans",
            "translated_facebook_post": "Mantra, syarikat mata wang kripto, semakin kukuh dalam pasaran aset dunia sebenar (RWA) dengan nilai pasaran mencecah lebih $6 bilion.  Kejayaan mereka hasil daripada komitmen terhadap pematuhan peraturan dan kerjasama strategik, contohnya dengan DAMAC Group.  Mereka juga melancarkan dana ekosistem untuk menyokong projek-projek RWA yang mematuhi peraturan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f41ddfb05f154ce6a3",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-John-Patrick-Mullin-option12.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:15:00"
        },
        {
            "title": "CoinDesk 20 Performance Update: Index Gains 3.5% as All Assets Trade Higher",
            "translated_facebook_post": "Indeks CoinDesk 20 naik 3.5%, semua aset meningkat. Solana (SOL) pun naik 6.4%, Bitcoin Cash (BCH) pula naik 5.3%.  Semua aset dalam indeks menunjukkan prestasi positif.\n\n\nPasaran kripto menunjukkan peningkatan, dengan Solana dan Bitcoin Cash mencatat kenaikan paling tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/coindesk-20-performance-update-index-gains-3-5-as-all-assets-trade-higher/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/983fe1a76bab4b30d9d530e64f24fdf3ed8ce126-480x360.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:13:00"
        },
        {
            "title": "StarkWare researchers propose smart contracts for Bitcoin with ColliderVM",
            "translated_facebook_post": "Penyelidik dah cipta cara baru untuk guna smart contract dalam Bitcoin, lebih cekap dan kurang guna sumber.  Sistem ni, ColliderVM,  boleh jalankan proses rumit tanpa ubah banyak benda dalam Bitcoin.  Walaupun bukan sepenuhnya tanpa perlu percaya sesiapa,  ia langkah besar ke arah Bitcoin yang lebih canggih.",
            "translated_title": "Penyelidik StarkWare mencadangkan kontrak pintar untuk Bitcoin dengan ColliderVM.",
            "translated_content": "Pembangun sidechain StarkWare dan penyelidik Institut Sains Weizmann mendakwa telah mencipta penyelesaian untuk beberapa batasan skrip Bitcoin.\n\nMenurut kertas penyelidikan baru-baru ini, reka bentuk baharu ini mendakwa membenarkan penggunaan kontrak pintar yang kompleks pada Bitcoin dengan cara yang lebih cekap modal. Sistem baharu ini juga mungkin jauh lebih cekap dari segi pengkomputeran.\n\nColliderVM ialah protokol yang direka untuk membolehkan pengiraan berstatus pada Bitcoin, membenarkan proses berbilang langkah dijalankan dengan selamat melalui pelbagai transaksi. Secara tradisinya, output skrip Bitcoin tidak boleh diakses oleh skrip lain, menjadikan pengiraan kompleks hampir mustahil.\n\nPara penyelidik berhujah bahawa ColliderVM boleh membenarkan penggunaan Hujah Pengetahuan Telus Berskala (STARKs) — sejenis bukti sifar-pengetahuan — pada Bitcoin tanpa memerlukan perubahan peringkat konsensus kepada rangkaian.  Arkitek ini akan membenarkan Bitcoin mengesahkan pengiraan luar rantaian yang kompleks dengan data dalam rantaian yang minimum.\n\nColliderVM menyasarkan batasan Bitcoin\n\nSetiap blok Bitcoin boleh mengandungi sehingga 4 juta OPCodes (perintah) merentas semua transaksi, dan satu skrip Bitcoin boleh mengandungi sehingga 1,000 elemen timbunan (entri data). Tambahan pula, pelaksanaan tanpa status bermaksud setiap skrip dijalankan tanpa ingatan keadaan sebelumnya atau pengiraan pertengahan daripada transaksi terdahulu, menjadikan pengiraan kompleks tidak praktikal.\n\nPelaksanaan BitVM daripada kertas 2023 oleh Robin Linus daripada firma penyelidikan Bitcoin ZeroSync membenarkan kontrak pintar yang kompleks pada Bitcoin tetapi memerlukan bukti penipuan. Bukti penipuan ialah bukti kriptografi yang membuktikan bahawa transaksi atau pengiraan tertentu telah dijalankan secara tidak betul, mungkin mencetuskan tindakan pembetulan.\n\nPelaksanaan bukti penipuan biasanya memerlukan pengendali untuk menyediakan modal untuk tindakan pembetulan yang berpotensi. Dalam BitVM, pengendali membayar pendahuluan untuk menampung transaksi yang mungkin palsu, mendapatkan semula modal selepas tempoh bukti penipuan ditutup.\n\nSistem baharu ini juga lebih cekap dari segi pengkomputeran, berbanding pelaksanaan terdahulu, tetapi masih mahal. Pelaksanaan terdahulu menggunakan tandatangan satu kali kriptografi (Lamport dan Winternitz) yang sangat berat pengkomputerannya.\n\nColliderVM menggunakan kertas ColliderScript November 2024 oleh penyelidik dari StarkWare, firma perkhidmatan web Cloudflare dan pembangun sidechain Bitcoin Blockstream. Sistem ini bergantung pada tetapan komitmen berasaskan perlanggaran hash yang menetapkan cabaran untuk menghasilkan input yang, apabila dijalankan melalui fungsi hash, menghasilkan output dengan ciri-ciri yang telah ditentukan.\n\nSusunan ini memerlukan sumber pengkomputeran yang jauh lebih sedikit daripada pengendali yang jujur berbanding daripada pelakon berniat jahat.\n\nHash, tetapi tiada makanan atau dadah\n\nHash ialah fungsi matematik yang tidak boleh diterbalikkan yang boleh dijalankan pada data sewenang-wenangnya, menghasilkan rentetan alfanumerik panjang tetap. Tidak boleh diterbalikkan bermaksud bahawa mustahil untuk menjalankan pengiraan secara terbalik untuk mendapatkan data asal daripada hash.\n\nIni menghasilkan sejenis ID data yang mengenal pasti data kepada bit, tanpa mengandungi sebarang data asas.\n\nSistem ini — agak menyerupai perlombongan Bitcoin (BTC) — memerlukan operasi hash yang jauh lebih sedikit berbanding BitVM, mengurangkan saiz skrip dan masa pemprosesan. Penyelidik ColliderVM mendakwa telah mengurangkan bilangan operasi tersebut lebih jauh, sekurang-kurangnya sebanyak 10,000 kali ganda.\n\nPara penyelidik seolah-olah mencadangkan bahawa pelaksanaan ini hampir menjadikan sidechain Bitcoin berasaskan STARKs praktikal. Kertas itu menyebut:\n\nSTARKs ialah sistem bukti ZK yang diiktiraf kerana skalabiliti dan sifatnya yang tanpa kepercayaan (tiada persediaan yang dipercayai diperlukan). Bukti ZK ialah sistem kriptografi yang membenarkan pengguna membuktikan ciri tertentu bagi sekeping data tanpa mendedahkan data asas.\n\nBanyak sistem bukti ZK awal memerlukan persediaan selamat satu kali yang bergantung pada data \"sisa toksik\". Jika satu pihak menyimpan sisa toksik, ia akan membenarkan mereka memalsukan tandatangan dan menjana bukti palsu. STARKs tidak bergantung pada persediaan sedemikian, menjadikannya tanpa kepercayaan.\n\nPelaksanaan pengesah STARK tradisional akan memerlukan skrip yang melebihi had Bitcoin. Kini, penyelidik di sebalik ColliderVM berhujah bahawa sistem mereka yang lebih cekap menjadikan skrip pengesahan dalam rantaian untuk bukti STARK \"hampir praktikal.\"\n\nSidechain tanpa kepercayaan berasaskan Bitcoin?\n\nBitcoin secara meluas dianggap sebagai blockchain yang paling selamat dan boleh dipercayai, tetapi pengkritiknya menimbulkan isu tentang set ciri-cirinya yang jauh lebih terhad berbanding banyak altcoin. Sidechain seperti Liquid Blockstream wujud, tetapi bukan tanpa kepercayaan.\n\nPengarah penyelidikan di firma blockchain Blockstream dan ahli matematik Andrew Poelstra memberitahu Cointelegraph seawal tahun 2020 bahawa sistem berasaskan bukti ZK adalah \"salah satu bidang pembangunan yang paling menarik\" dalam ruang kriptografi. Cypherpunk, seorang pembangun yang disebut dalam kertas putih Bitcoin dan pengasas Blockstream, menjelaskan dalam kertas 2014 bahawa lebih banyak kerja diperlukan untuk melaksanakan sidechain berasaskan bukti ZK tanpa kepercayaan pada Bitcoin.\n\nNamun, walaupun 10 tahun kemudian, sistem berasaskan ColliderVM akan menjadi minimum kepercayaan dan bukannya tanpa kepercayaan. Ini kerana pengguna masih perlu mempercayai bahawa sekurang-kurangnya subset minimum peserta rangkaian akan bertindak jujur untuk memastikan fungsi sistem yang betul.\n\nPengarang utama kajian termasuk Eli Ben-Sasson, pengasas bersama StarkWare, bersama-sama dengan penyelidik Lior Goldberg dan Ben Fisch. Ben-Sasson ialah salah seorang pembangun asal STARKs dan telah lama menyokong penggunaan bukti sifar-pengetahuan untuk meningkatkan skalabiliti blockchain.",
            "translated_summary": "ColliderVM, dibangun oleh penyelidik StarkWare dan Institut Weizmann, mengatasi kekangan skrip Bitcoin untuk membolehkan kontrak pintar yang lebih canggih.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f5911d3960121318df",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDYzN2QtZmZmZi03ZjQzLWE3NjItOGQzYzJjYzUzNDg2.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 13:13:00"
        },
        {
            "title": "Kashkari: Rising U.S. Treasury Yields Reflect Changing Global Investor Preferences",
            "translated_facebook_post": "Kenaikan kadar pulangan bon kerajaan AS dan penurunan nilai dolar AS baru-baru ni menunjukkan pelabur global tengah ubah strategi pelaburan disebabkan ketegangan perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f6911d3960121318e1",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/globe-market-tension-cartoon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:11:00"
        },
        {
            "title": "Has Bitcoin Finally Found a Bottom? Bollinger Bands Inventor Explained!",
            "translated_facebook_post": "Nampaknya harga Bitcoin mungkin dah cecah paras terendah, berdasarkan analisis Bollinger Bands.  Walaupun belum pasti sepenuhnya, ada petanda ia mungkin akan naik semula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f41ddfb05f154ce6a0",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/04/Bitcoin-dip.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:11:00"
        },
        {
            "title": "US dollar index crashes, raising hopes of Bitcoin and altcoin prices",
            "translated_facebook_post": "Indeks dolar AS jatuh, menyebabkan ramai jangka harga Bitcoin dan altcoin akan naik sebab dolar yang lemah selalunya menarik pelabur kepada Bitcoin.  Ini ditambah pula dengan jangkaan kadar faedah akan dikurangkan oleh Rizab Persekutuan AS.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f5911d3960121318d8",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/03/crypto-news-dollar-trading-chart-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:11:00"
        },
        {
            "title": "North Carolina Bill Seeks to Permit Bitcoin Use for State Taxes and Transactions",
            "translated_facebook_post": "Rang undang-undang baru di North Carolina mungkin akan benarkan penggunaan Bitcoin untuk bayar cukai negeri dan transaksi lain.  Kriteria ketat yang ditetapkan mungkin hanya membenarkan Bitcoin sahaja.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f65290412db7973f9f",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/08/Bitcoin-Aims-to-Consolidate-Within-These-Levels-Heres-When-BTC-Price-Could-Reach-Highs-convert.io_.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:10:00"
        },
        {
            "title": "Ripple Faces a Pivotal Moment as April 16, 2025 Approaches",
            "translated_facebook_post": "Tarikh 16 April 2025 penting sangat untuk kes Ripple lawan SEC,  sama ada Ripple akan rayu, tarik diri, atau buat penyelesaian. Keputusan ni akan beri kesan besar pada harga XRP dan pasaran kripto secara keseluruhannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/ripple-faces-a-pivotal-moment-as-april-16-2025-approaches/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1043-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:09:00"
        },
        {
            "title": "Turing Protocol Launches New Cryptocurrency Collaboration",
            "translated_facebook_post": "Turing Protocol berjaya jalin kerjasama baharu dalam bidang kripto, dijangka akan tingkatkan lagi penggunaan teknologi blockchain dan nilai token mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f51ddfb05f154ce6a7",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/diverse-tech-conference-room.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:09:00"
        },
        {
            "title": "Shiba Inu: Shibarium’s Daily Volume Crashes to Just $21K as Rivals Polygon & Base Soar!",
            "translated_facebook_post": "Rupa-rupanya, Shibarium, rangkaian blok Layer-2 Shiba Inu, tengah hadapi masalah.  Jumlah dagangan hariannya jatuh mendadak, cuma $21,000 je, jauh ketinggalan berbanding pesaing macam Polygon dan Base.  Harga SHIB sendiri masih bertahan, tapi nampaknya ramai dah beralih arah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f41ddfb05f154ce69f",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/05/03130609/Will-the-Shibarium-Hard-Fork-Catalyze-a-SHIB-Price-Boom.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:09:00"
        },
        {
            "title": "Crypto: The SEC Reveals Its True Intentions!",
            "translated_facebook_post": "Survei terbaru SEC Amerika Syarikat memaksa syarikat kripto untuk lebih telus bab operasi, teknologi, dan risiko pelaburan;  ini bagi melindungi pelabur, walaupun ada yang risau ia mungkin mengekang inovasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f916f65290412db7973fa1",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/SEC-Crypto-2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:05:00"
        },
        {
            "title": "ETH/BTC Collapse Isn’t the End: Analyst Sees Silent Rebuild",
            "translated_facebook_post": "Walaupun harga Ethereum jatuh teruk, ada perkembangan teknikal positif yang sedang berlaku, mungkin akan bantu ia pulih semula dalam jangka masa panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f914985290412db7973f94",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2023/12/Bitcoin_Ethereum.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:04:00"
        },
        {
            "title": "Paolo Ardoino: Visionary Leader in Cryptocurrency and Blockchain Innovation",
            "translated_facebook_post": "Paolo Ardoino, CEO Tether dan CTO Bitfinex,  seorang tokoh penting dalam dunia kripto, berjaya membina reputasi syarikatnya menerusi ketelusan dan inovasi, malah tersenarai antara bilionair kripto terkaya.  Latar belakang pendidikan dan kerjaya beliau yang kukuh, serta sokongan keluarga, menjadi asas kejayaannya dalam industri yang mencabar ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9136be408171639406006",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/paolo1104_7be37914ac.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:03:00"
        },
        {
            "title": "Lomond School becomes the first U.K school to accept Bitcoin payments",
            "translated_facebook_post": "Sekolah Lomond di UK dah mula terima bayaran yuran sekolah guna Bitcoin, jadi sekolah pertama buat macam tu!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9136ce408171639406008",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/09/crypto-news-Web3-Dev-London-2025-option04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:02:00"
        },
        {
            "title": "Dogecoin and Shiba Inu Struggle as Billions in Market Cap Vanish in 2025, Yet This Crypto Keeps Breaking Records",
            "translated_facebook_post": "Tahun 2025 menyaksikan Dogecoin dan Shiba Inu merudum, rugi berbilion nilai pasaran,  tapi mata wang kripto lain,  Rexas Finance,  pula makin maju dengan pencapaian yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/dogecoin-and-shiba-inu-struggle-as-billions-in-market-cap-vanish-in-2025-yet-this-crypto-keeps-breaking-records/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-31-1-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:02:00"
        },
        {
            "title": "3 Strong Coins Analysts Trust: BTC, Solana, and XRP",
            "translated_facebook_post": "Ramai pakar percaya Bitcoin, Solana, dan XRP masih kukuh,  tapi  MAGACOINFINANCE  pun tengah naik dan menarik perhatian pelabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f914985290412db7973f96",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294811.docx_1744294811_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 13:02:00"
        }
    ]
}