{
    "timestamp": "2025-03-16 12:44:40",
    "all_news": [
        {
            "title": "Toncoin dalam 'zon kemasukan hebat' ketika penghijrahan Pavel Durov dari Perancis memacu kenaikan harga TON.",
            "description": "TON dijangka meningkat kepada julat $5-6 seterusnya apabila ia mencatat pemulihan mendadak daripada paras terendah dalam setahun.",
            "content": "Toncoin (TON) melonjak lebih daripada 50% dalam minggu lalu, didorong oleh berita bahawa pengasas Telegram, Pavel Durov, telah diberi kebenaran untuk meninggalkan Perancis ke Dubai.\n\nCarta harga mingguan TON/USDT. Sumber: TradingView\n\nPembalikan menaik TON, terutamanya selepas jatuh ke paras terendah tahunan iaitu $2.35, telah mendorong pedagang untuk memerhatikan paras harga utama, dengan penganalisis kripto, Crypto Patel, menyerlahkan \"zon kemasukan yang baik\" untuk pelabur jangka panjang.\n\nTON menyasarkan kenaikan 100% pada tahun 2025\n\nSeperti yang dinyatakan oleh Crypto Patel, harga TON telah \"sempurna melantun\" daripada paras sokongan sekitar $2.50.  Sokongan tersebut terletak di dalam kawasan $2.40-3.00 yang bertindak sebagai rintangan pada tempoh Disember 2022-April 2023 dan September 2023-April 2024. Penganalisis berhujah bahawa kawasan ini kini bertindak sebagai \"zon kemasukan yang baik,\" memetik pemulihan berterusan TON daripada julat yang sama.\n\nCarta harga mingguan TON/USDT. Sumber: TradingView/Crypto Patel\n\nPemulihan yang menentukan daripada zon $2.40-3.00 boleh menyebabkan TON mensasarkan rintangan aliran menurun yang sedia ada dalam beberapa minggu akan datang, yang mungkin menolak harganya ke arah $5 menjelang Jun atau Julai.\n\nPandangan menaik ini sejajar dengan persediaan baji menurun penganalisis Profit Mind, yang menjangkakan harga Toncoin akan meningkat ke sasaran menaik $6 jika ia memecah di atas garisan aliran menaik baji tersebut.\n\nCarta harga harian TON/USDT. Sumber: TradingView\n\nBaji menurun biasanya diselesaikan apabila harga memecah di atas garisan aliran menaik dan meningkat sebanyak ketinggian maksimum corak tersebut.\n\nPenganalisis Crypto Billion selanjutnya menjangkakan pembalikan menaik dalam pasaran TON, memetik indeks kekuatan relatif (RSI) yang terlebih jual sebagai pemangkin utama untuk pengumpulan jangka panjang yang berpotensi.\n\nSumber: Crypto Billion\n\nNisbah Sharpe Toncoin, satu metrik kewangan yang digunakan untuk mengukur pulangan pelaburan yang diselaraskan risiko aset, selanjutnya menunjukkan keadaan terlebih jual dalam pasaran TON.\n\nSehingga 16 Mac, purata nisbah 180 hari telah jatuh di bawah -25, seperti yang ditunjukkan dalam warna biru. Pada masa lalu, TON telah mengalami pembalikan menaik sebahagian besarnya apabila nisbah Sharpe nya berubah menjadi biru, seperti yang dilihat pada akhir 2022 dan pertengahan 2023.\n\nNisbah Sharpe TON (180 hari). Sumber: CryptoQuant\n\nShort TON masih dominan\n\nDalam pasaran derivatif, Toncoin menyaksikan kebangkitan semula dalam minat terbuka (OI) – satu metrik yang menjejaki jumlah keseluruhan kontrak TON yang belum diselesaikan seperti pilihan dan niaga hadapan.\n\nSehingga 16 Mac, OI TON adalah sekitar $169.12 juta, berbanding $80.75 juta hanya lima hari sebelumnya.\n\nOI dan kadar pembiayaan Niaga Hadapan TON. Sumber: CoinGlass\n\nSebaliknya, kadar pembiayaan mingguan TON berada di sekitar wilayah negatif – ia sedikit meningkat ke wilayah positif selepas menjunam ke -0.678% lebih awal pada 16 Mac.\n\nApabila kadar pembiayaan menjadi negatif apabila OI meningkat, ia sering mencerminkan sentimen bearish dengan short yang agresif. Peta likuidasi 30 hari yang menjejaki TON/USDT pada Bybit berisiko hampir $10 juta dalam likuidasi panjang jika harga Toncoin jatuh ke arah $2.54.\n\nPeta likuidasi 30 hari Bybit TON/USDT (sehingga 16 Mac). Sumber: Coinglass\n\nSebaliknya, peta likuidasi yang sama mendedahkan bahawa kira-kira $12 juta nilai posisi short mungkin berisiko jika TON melepasi tanda $4.\n\nJika senario ini berlaku, kesan berantai pembelian balik paksa boleh mempercepatkan momentum menaik Toncoin, menghantar harga ke paras yang dinyatakan di atas.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5Mzc3MmYtY2NiZS03ZGExLTg3NjctMDNmMDgzM2U5Nzc1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6bf742dc6703dbc6f7060",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 12:07:00",
            "status": "Posted"
        }
    ]
}