{
    "timestamp": "2025-03-09 16:25:05",
    "all_news": [
        {
            "title": "Hanya 4% penduduk dunia memiliki Bitcoin pada tahun 2025: Laporan",
            "description": "Satu laporan baru-baru ini daripada syarikat perkhidmatan kewangan Bitcoin, River, menunjukkan bahawa penggunaan Bitcoin masih dalam fasa awal meskipun perkembangan terkini.",
            "content": "Hanya 4% daripada populasi global kini memiliki Bitcoin (BTC), dengan tumpuan pemilikan tertinggi di Amerika Syarikat, di mana dianggarkan 14% individu memiliki BTC.\n\nMenurut laporan penyelidikan daripada River, sebuah syarikat perkhidmatan kewangan BTC, Amerika Utara kekal sebagai benua dengan kadar penggunaan tertinggi di kalangan individu dan institusi, manakala Afrika kini berada pada tahap terendah iaitu hanya 1.6%.\n\nSecara keseluruhannya, penggunaan BTC cenderung lebih tinggi di rantau yang lebih maju berbanding di rantau membangun. River menganggarkan bahawa BTC hanya mencapai 3% daripada potensi penggunaan maksimumnya — menunjukkan bahawa mata wang digital masih berada pada peringkat awal penggunaan global.\n\nLaluan penggunaan Bitcoin masih hanya pada 3%. Sumber: River\n\nSyarikat perkhidmatan kewangan itu sampai kepada angka 3% dengan mengira jumlah pasaran yang boleh diakses Bitcoin, yang termasuk kerajaan, korporat, dan institusi — hanya pada 1%.\n\nRiver juga mengambil kira pengagihan kurang institusi dan kadar pemilikan individu untuk sampai kepada metrik 3%.\n\nWalaupun Bitcoin telah menempuh perjalanan jauh sejak zaman cypherpunk awalnya, baru-baru ini menjadi aset rizab kerajaan AS, beberapa halangan menghalang penggunaan besar-besaran Bitcoin di peringkat global.\n\nPemilikan Bitcoin dianggarkan mengikut rantau geografi. Sumber: River\n\nApakah yang menghalang penggunaan besar-besaran?\n\nBitcoin berada di persimpangan teknologi dan kewangan — dua topik yang cukup padat sendiri, apalagi bersama-sama.\n\nMasalah terbesar yang dihadapi oleh penggunaan besar-besaran Bitcoin ialah kekurangan pendidikan kewangan dan teknikal, yang menimbulkan salah faham tentang BTC — termasuk idea bahawa ia adalah penipuan atau skim Ponzi.\n\nAset digital juga terkenal dengan ketidaktentuannya yang tinggi — kawan kepada pedagang jangka pendek tetapi musuh kepada sesiapa yang menggunakan BTC sebagai medium pertukaran atau simpanan nilai.\n\nLaporan 2023 daripada Chainalysis mendedahkan bahawa stablecoin adalah aset digital yang paling banyak dipindahkan di negara-negara Amerika Latin. Sumber: Chainalysis\n\nKetidaktentuan yang tinggi memberi kesan yang tidak seimbang kepada penduduk di ekonomi membangun, yang telah beralih kepada stablecoin dolar AS sebagai simpanan nilai digital kerana yuran transaksi yang rendah dan kestabilan relatif berbanding dengan kripto lain.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdiNTYtOWQ3ZS03OTY2LTg2NzEtMjY5MTQ3OTQ2OTJj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cdbe60d71cb1005f80be8f",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 16:09:00",
            "status": "Posted"
        }
    ]
}