{
    "timestamp": "2025-03-12 19:22:46",
    "all_news": [
        {
            "title": "Kes penguatkuasaan SEC terhadap Ripple mungkin hampir selesai.",
            "description": "Ramai syarikat kripto dan pelabur sedang meneliti kes penguatkuasaan SEC terhadap Ripple Labs selepas pengawal selia bersetuju untuk menggugurkan beberapa siasatan...",
            "content": "Suruhanjaya Sekuriti dan Bursa AS (SEC) mungkin sedang bersiap untuk menamatkan tindakan penguatkuasaan terhadap Ripple Labs selepas lebih empat tahun.\n\nMenurut catatan X pada 12 Mac daripada wartawan Fox Business, Eleanor Terrett, kes SEC terhadap Ripple \"sedang dalam proses penyelesaian\" selepas kedua-dua pihak memfailkan rayuan dan rayuan balas masing-masing, berhubung penghakiman mahkamah berjumlah $125 juta pada Ogos 2024. Kes sivil terhadap firma blok rantai yang difailkan pada Disember 2020 mendakwa Ripple dan beberapa eksekutifnya menggunakan XRP sebagai sekuriti yang tidak berdaftar untuk mengumpul dana.\n\nKetua pegawai undang-undang Ripple, Stuart Alderoty memberitahu Cointelegraph pada 11 Mac bahawa kes sivil SEC itu \"jauh lebih maju\" daripada banyak kes lain yang telah digugurkan oleh pengawal selia tersebut berikutan pelantikan Presiden AS Donald Trump dan pemergian Pengerusi Gary Gensler. Sejak Januari, SEC telah mengumumkan bahawa ia tidak akan meneruskan kes penguatkuasaan terhadap Coinbase, Consensys, Kraken dan lain-lain.\n\n\"Kami mempunyai penghakiman, kami sedang merayu — ini menimbulkan beberapa kerumitan tambahan,\" kata Alderoty berhubung kemungkinan kes itu digugurkan. \"Tetapi kami tetap optimis bahawa kami akan mencapai penyelesaian dengan SEC, dan jika tidak, kami akan meneruskan rayuan.\"\n\nMenurut CLO Ripple, terdapat beberapa kemungkinan hasil untuk menamatkan kes SEC jika kedua-dua pihak bersetuju bahawa ia perlu dihentikan. Jika Ripple dan SEC bersetuju secara bebas untuk menggugurkan rayuan dan rayuan balas mereka di Litar Kedua, maka penghakiman $125 juta di mahkamah rendah akan kekal. Jika terdapat pertikaian mengenai penghakiman kewangan, maka firma blok rantai dan suruhanjaya itu perlu \"berganding bahu\" untuk meminta sebarang pengubahsuaian daripada hakim.\n\nKes SEC lwn Ripple melibatkan salah satu keputusan mahkamah penting pertama yang memihak kepada industri kripto apabila Hakim Analisa Torres menyatakan token XRP bukanlah sekuriti di bawah bidang kuasa pengawal selia — tetapi hanya berhubung jualan program di bursa. Pada masa penerbitan, tiada pemfailan yang menunjukkan SEC berhasrat untuk menggugurkan kes itu muncul di daftar untuk Mahkamah Daerah AS bagi Daerah Selatan New York atau Mahkamah Rayuan AS bagi Litar Kedua.\n\nPerubahan nada di SEC di bawah Trump\n\nWalaupun SEC memfailkan kes Ripple di bawah pengerusi terdahulu Trump, Jay Clayton, suruhanjaya itu meningkatkan jumlah tindakan penguatkuasaan berikutan pengesahan Gensler pada 2021.\n\nKetua Pegawai Eksekutif Ripple, Brad Garlinghouse berkata dalam temu bual yang disiarkan pada Disember 2024 bahawa firma itu mungkin tidak akan terlibat dalam politik AS sekiranya suruhanjaya itu diketuai oleh seseorang selain Gensler. Di bawah Garlinghouse, Ripple menyumbang $45 juta kepada jawatankuasa tindakan politik Fairshake untuk kitaran pilihan raya sebelumnya dan menderma $25 juta lagi pada November 2024.\n\nRipple menjanjikan $5 juta dalam XRP kepada dana perasmian Trump berikutan kemenangan pilihan rayanya, dan Garlinghouse serta Alderoty menghadiri acara Washington, DC pada 20 Januari sebagai tetamu rasmi. Ketua pegawai undang-undang itu sendiri menderma lebih daripada $300,000 kepada dana pengumpulan dan jawatankuasa tindakan politik yang menyokong presiden AS.\n\nKorelasi antara sumbangan politik kepada Trump dan Republikan dan SEC menggugurkan tindakan penguatkuasaan telah menyebabkan ramai pengkritik menunjukkan potensi konflik kepentingan dalam pentadbiran. Coinbase, penyokong Fairshake utama lain yang menderma $1 juta kepada perasmian Trump, kes sivil SECnya dihentikan pada Februari. Ketua Pegawai Eksekutifnya, Brian Armstrong, juga menghadiri sidang kemuncak kripto pada 7 Mac di Rumah Putih, bersama Garlinghouse dan lain-lain.\n\nAlderoty mencadangkan bahawa SEC menggugurkan kes itu adalah \"tidak berkaitan\" dengan sebarang sumbangan politik dan lebih mencerminkan perspektif Pengerusi Bertindak Mark Uyeda terhadap industri dan peraturan berkaitan.\n\nPada masa penerbitan, Senat AS belum menjadualkan pendengaran untuk mempertimbangkan pencalonan ketua komisen seterusnya yang berpotensi, Paul Atkins. Pesuruhjaya Hester Peirce berkata pada Februari bahawa SEC lebih cenderung untuk menunggu untuk menetapkan agenda pengawalseliaan kripto selepas pengerusi baharu memegang jawatan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDk5YjgtNDVjNi03MmY2LWI0YWYtZTgzYzM3NDU4MTkx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1dabaffd0171b7b3694e3",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 19:03:00",
            "status": "Posted"
        },
        {
            "title": "Permainan Web3 baharu Axie Infinity, LVMH disaman berhubung paten NFT: Buletin Nifty",
            "description": "LVMH telah difailkan saman berkaitan teknologi NFT yang dipatenkan, sementara jumlah dagangan susut lebih 60% sejak Disember 2024.",
            "content": "Dalam newsletter minggu ini, lihat treler baharu untuk permainan Web3 Axie Infinity yang akan datang, Atia’s Legacy.  Dalam berita lain, gergasi fesyen mewah LVMH telah disaman kerana pelanggaran paten NFT, dan jualan NFT telah jatuh sebanyak 63% sejak Disember 2024.\n\n**Axie Infinity mempromosikan permainan Web3 baharu ketika prospek NFT menjadi positif**\n\nProjek permainan berasaskan blockchain, Axie Infinity, telah melancarkan treler untuk permainan Web3 baharu mereka, Atia’s Legacy. Permainan ini adalah permainan video dalam talian pelbagai pemain besar (MMO) dalam alam semesta Axie. Pembangun Axie Infinity, Sky Mavis, telah memberikan gambaran awal tentang bab seterusnya permainan ini, menekankan bahawa projek tersebut terus memberikan pemilikan aset sebenar kepada pemainnya.\n\nPerkembangan baharu ini berlaku ketika Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) menggugurkan siasatan terhadap projek NFT utama. Di samping itu, sebuah syarikat milik Trump telah mendaftarkan tanda dagangan untuk pasaran NFT.\n\nDalam satu kenyataan, pengasas bersama Sky Mavis, Jeffrey Zirlin, memberitahu Cointelegraph bahawa ini adalah kemas kini yang menjanjikan kerana ia boleh membuka lebih banyak lagi kuasa token.\n\n**Gergasi fesyen mewah LVMH disaman berhubung teknologi paten NFT untuk jam tangan**\n\nFirma reka bentuk muka jam pintar, Watch Skins, telah menyaman jenama mewah LVMH dan menuduhnya melakukan pelanggaran paten. Watch Skins mendakwa ia telah membangunkan sistem yang membenarkan pengguna memaparkan NFT yang disahkan pada jam pintar.\n\nSyarikat itu mendakwa bahawa TAG Heuer, jenama jam tangan milik LVMH, telah menggunakan teknologi paparan NFT yang dipatenkannya secara haram dalam jam pintar. Syarikat itu mendakwa bahawa TAG Heuer telah menggalakkan penggunanya melanggar paten tersebut dengan memberikan arahan untuk menggunakan ciri paparan NFT.\n\nWatch Skins telah meminta perbicaraan dan pampasan untuk royalti dan keuntungan yang hilang serta perintah mahkamah untuk menghalang LVMH daripada terus menggunakan teknologi NFT yang dipatenkan.\n\n**Jumlah dagangan NFT telah jatuh 63% sejak Disember**\n\nWalaupun terdapat beberapa perkembangan pengawalseliaan positif dan minat di Amerika Syarikat, momentum jumlah dagangan NFT telah perlahan pada suku pertama 2025.\n\nJumlah dagangan NFT telah jatuh lebih daripada 60% sejak Disember 2024. Pada bulan Disember, jumlah jumlah dagangan untuk koleksi digital berasaskan blockchain mencecah $1.36 bilion tetapi jatuh 26% pada bulan Januari, menurut penganalisis DappRadar, Sara Gherghelas.\n\nTrend ini berterusan sehingga Februari, dengan jumlah dagangan jatuh 50% bulan ke bulan. Gherghelas mengaitkan penurunan nilai NFT kepada hubungannya dengan harga kripto.  \"Walaupun NFT telah menunjukkan tanda-tanda untuk kembali dalam beberapa bulan kebelakangan ini, momentumnya telah perlahan sejak awal tahun,\" katanya.\n\n\nTerima kasih kerana membaca ringkasan perkembangan paling ketara dalam ruang NFT minggu ini. Jumpa lagi Rabu depan untuk laporan dan pandangan lanjut tentang ruang yang aktif berkembang ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg5NmQtNGE4MS03YjhhLWEwYWYtZGQzMmUwYjc4NDcw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1dab9dd32c037d9fde589",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 19:00:00",
            "status": "Posted"
        }
    ]
}