{
    "timestamp": "2025-04-18 20:28:41",
    "all_news": [
        {
            "title": "Will TRX Coin Attract New Market Interest?",
            "translated_facebook_post": "Ramai sekarang minat balik dengan TRX Coin, terutama pelabur dari Turki.  Justin Sun pun bagi semangat, kata peluang untuk melabur sekarang.  Kalau SEC lulus permohonan ETF nanti, mungkin harga akan naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-trx-coin-attract-new-market-interest",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/tron-007.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:08:00"
        },
        {
            "title": "Weekend Read: Price Outlook for Mid-cap Alts; LINK, LEO, AVAX, TON, XLM",
            "translated_facebook_post": "Beberapa altcoin mid-cap macam LINK, LEO, AVAX, TON, dan XLM menunjukkan peningkatan harga yang sederhana.  Keadaan pasaran agak tenang, tapi kena sentiasa pantau perkembangan semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b1899387611bf5787b8f",
            "source": "The Crypto Times",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/11419.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:07:00"
        },
        {
            "title": "Major lessons that can transform your marketing strategy (by Tomiwa Ogunmodede)",
            "translated_facebook_post": "Sekarang ni strategi pemasaran kena ubah ikut perubahan pengguna. Fokus bina hubungan dengan pelanggan, bukan setakat jual produk.  Kena ukur kejayaan bukan sekadar jualan, tapi juga kesetiaan pelanggan.  Pastikan mesej pemasaran konsisten di semua platform dan uji strategi selalu.  Kepercayaan pelanggan penting, jadi kena jujur dan beretika.  Jangan lupa, suara dan audio pun makin penting dalam pemasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b04754d8767720ad7bd9",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/33188.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Here Are the Top ETH-Based Altcoins by Developer Activity, According to Santiment",
            "translated_facebook_post": "Berdasarkan aktiviti pembangunan, iExec RLC, Chainlink, dan Ethereum mendahului senarai altcoin berasaskan ETH.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b048ec17120aa150fd05",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/crypto412coins.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "XRP, HYPE, ONDO & Web3 ai Rally After Tariff Pause—Could These Be April’s Top Crypto Gainers?",
            "translated_facebook_post": "Pasaran altcoin macam dah mula bergerak.  XRP, HYPE, ONDO, dan Web3 ai antara yang menonjol disebabkan pelbagai faktor positif macam peraturan yang lebih jelas, pendapatan protokol yang kukuh, sokongan institusi, dan platform berasaskan AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b2ba1be681151c7b494e",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-convert.io-39.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "In Every Cycle, a Few Coins Move Quietly Before the World Notices",
            "translated_facebook_post": "Ramai mata wang kripto macam Bitcoin, Solana, dan XRP ni dah mula naik semula lepas dulu pernah dianggap tak berapa penting.  Sekarang ni, MAGACOINFINANCE tengah mendapat perhatian ramai, macam SHIBA atau DOGE dulu, walaupun masih awal lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/in-every-cycle-a-few-coins-move-quietly-before-the-world-notices/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/unnamed-2025-04-18T193949.158.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "TRX Coin Gains Attention with Exciting ETF News",
            "translated_facebook_post": "Berita ETF untuk TRX coin tengah hangat, menarik minat pelabur, walaupun Justin Sun pun agak kontroversi.  Harga naik sikit, tapi ramai harap dapat naik lagi lepas keputusan SEC nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/trx-coin-gains-attention-with-exciting-etf-news/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/tron-008.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Dogecoin (DOGE) and Shiba Inu (SHIB) Lose The Fight Versus Utility Tokens; Investors Shift Their Attention To This New Player Expected to Hi...",
            "translated_facebook_post": "Sekarang ni ramai dah mula beralih minat daripada Dogecoin dan Shiba Inu kepada projek kripto yang lebih berfokus pada utiliti, macam Ruvi AI.  Ruvi AI ni tengah naik dengan pantas sebab teknologi canggih dan pulangan pelaburan yang lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b04854d8767720ad7bdb",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-20-8.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Chainlink (LINK) Breakout Incoming? Key Support Zones Signal a Massive Price Surge",
            "translated_facebook_post": "Harga Chainlink (LINK) mungkin akan meningkat dengan mendadak, terutamanya jika ia berjaya melepasi paras $20.  Sejarah menunjukkan corak kenaikan harga yang ketara selepas penurunan, dan jika corak ini berulang, LINK mungkin mencecah $40.  Walau bagaimanapun, sabar adalah kunci untuk pelabur jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b04854d8767720ad7bdd",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/11/P2P-Review-4-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Investing $500 in This Cardano (ADA) Competitor Under $0.05 Could Yield $50,000 Before ADA Price Hits $1",
            "translated_facebook_post": "Pelaburan awal dalam Mutuum Finance (MUTM) yang berharga $0.025 sekarang berpotensi pulangan lumayan,  walaupun Cardano (ADA) masih lagi sekitar $0.60.  Lebih 8,400 pelabur dah sertai presale MUTM yang dah kumpul $6.9 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b0489387611bf5787b87",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-6-3-4.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Top 3 to 100x: XRP, BTC, and MAGACOINFINANCE in 2025 Predictions",
            "translated_facebook_post": "Ramai pakar jangka XRP, Bitcoin, dan MAGACOINFINANCE akan naik harga banyak kali ganda menjelang 2025.  Peluang untung besar ni nampaknya terbuka luas,  tapi kena cepat bertindak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/top-3-to-100x-xrp-btc-and-magacoinfinance-in-2025-predictions/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-16-1-2.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Solana dApps Lead Blockchain Revenue with $146M in March",
            "translated_facebook_post": "Aplikasi terdesentralisasi Solana jana pendapatan $146 juta pada Mac, menunjukkan penggunaan sebenar yang berterusan dan bukan sekadar populariti sementara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b0491be681151c7b4944",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Solana-1-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Crypto Biz: Is the US Fed prepping the money printer?",
            "translated_facebook_post": "Bank Pusat Amerika nampaknya sedia bertindak untuk elak krisis kewangan, walaupun kenaikan kadar faedah mungkin ditangguh.  Regulator AS pun dah lulus pilihan dagangan untuk ETF Ether, manakala Kanada pula dapat ETF Solana dengan ciri staking.  Syarikat perlombongan Bitcoin, Bitdeer, pula tumpu kepada perlombongan sendiri disebabkan ketegangan perdagangan.",
            "translated_title": "Dunia Kripto: Adakah Rizab Persekutuan AS Bersedia Mengaktifkan Mesin Cetak Wang?",
            "translated_content": "Rizab Persekutuan AS di bawah Jerome Powell telah membina reputasi kerana lambat melaksanakan perubahan dasar penting.  Walau bagaimanapun, seorang pegawai bank pusat atasan telah memberi jaminan bahawa Fed \"pasti\" bersedia melakukan apa sahaja untuk mengelakkan krisis kewangan, sama ada yang dicetuskan oleh perang perdagangan yang dipimpin AS atau perkembangan buruk yang lain.\n\nWalaupun \"perubahan hala tuju Fed\" yang ditunggu-tunggu mungkin masih beberapa bulan lagi, pembuat dasar nampaknya bersedia untuk secara beransur-ansur melonggarkan keadaan kewangan, bermula bulan lepas apabila mereka mengurangkan had penebusan bagi Treasurys sebanyak 80%.\n\nDasar Fed memberi kesan graviti kepada pasaran global melalui kecairan dolar AS, yang mempunyai impak langsung ke atas Bitcoin (BTC) dan pasaran kripto yang lebih luas. Malah, impak Fed ke atas kripto telah meningkat sejak pandemik COVID-19. Sejak itu, Bitcoin telah mempunyai korelasi yang tinggi dengan kecairan — satu fakta yang diperkukuhkan oleh kertas akademik 2024 oleh Universiti Kingston London.\n\nSurat berita Crypto Biz minggu ini mengetengahkan kenyataan daripada seorang pegawai kanan bank pusat dan meliputi perkembangan utama dalam pasaran dana perdagangan bursa (ETF) Ethereum dan sektor perlombongan Bitcoin.\n\nCollins dari Fed: Bank pusat akan bertindak balas terhadap kekangan kecairan\n\nPresiden Fed Boston, Susan Collins berkata bank pusat \"pasti bersedia\" untuk menyokong pasaran jika keadaan ekonomi dan kewangan merosot dengan cepat.\n\nCollins secara khusus merujuk kepada isu kecairan berpotensi atau gangguan lain yang boleh menghalang fungsi pasaran normal.\n\nBagaimanapun, pada masa ini, Collins menyatakan bahawa bank pusat \"tidak melihat kebimbangan kecairan.\" Sekiranya pandangan itu berubah, beliau menekankan bahawa Fed mempunyai \"alat untuk menangani kebimbangan mengenai fungsi pasaran atau kecairan.\"\n\nCollins adalah ahli pengundi Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) tahun ini, yang bertanggungjawab untuk menetapkan kadar faedah.\n\nPelabur menjangkakan FOMC untuk menahan diri daripada mengurangkan kadar faedah pada mesyuarat akan datang pada bulan Mei, berdasarkan harga Niaga Hadapan Dana Fed. Walau bagaimanapun, kemungkinan pengurangan kadar pada bulan Jun telah meningkat kepada 67.5%.\n\nPengatur AS meluluskan pilihan pada ETF ETH spot\n\nSuruhanjaya Sekuriti dan Bursa AS telah memberi lampu hijau kepada dagangan pilihan untuk beberapa dana perdagangan bursa (ETF) Ether (ETH) spot, satu pencapaian penting dalam usaha ETH untuk menarik lebih banyak modal institusi.\n\nMenurut pengumuman pada 9 April, kelulusan telah diberikan kepada iShares Ethereum Trust BlackRock, ETF Ethereum Bitwise (ETHW), Dana Ethereum Fidelity (FETH), dan Grayscale Ethereum Trust (ETHE) dan Ethereum Mini Trust (ETH).\n\nPilihan memberi pelabur ETF keupayaan untuk lindung nilai terhadap penurunan aset, berpotensi menjadikan dana tersebut lebih menarik kepada pelabur.\n\nKelulusan dagangan pilihan juga dilihat sebagai langkah penting dalam pertimbangan SEC mengenai perkhidmatan penetapan pada ETF ETH. Menurut penganalisis Bloomberg, James Seyffart, SEC mungkin berada di landasan yang betul untuk meluluskan penetapan seawal bulan Mei.\n\nETF penetapan Solana tiba di Kanada\n\nKetika SEC AS terus mempertimbangkan mengenai perkhidmatan penetapan kripto, pengawal selia Kanada telah meluluskan satu lagi suite ETF penetapan kripto, kali ini untuk Solana (SOL).\n\nMinggu ini, pengurus aset 3iQ, Purpose, Evolve, dan CI menerima kelulusan daripada Suruhanjaya Sekuriti Ontario untuk menawarkan ETF Solana yang ditetapkan. Dana 3iQ memilih penyedia infrastruktur blok rantai Figment sebagai penyedia penetapan utamanya.\n\nMenurut laman web 3iQ, ETF Penetapan Solana akan menawarkan hasil antara 6% dan 8%.\n\n3iQ yang berpangkalan di Toronto melancarkan ETF Bitcoin (BTC) spot pada tahun 2021, kira-kira tiga tahun sebelum dana serupa diluluskan di Amerika Syarikat.\n\nBitdeer dilaporkan beralih kepada perlombongan sendiri ketika perang perdagangan menggegarkan rantaian bekalan\n\nSyarikat perlombongan Bitcoin Bitdeer sedang mengembangkan kapasiti perlombongan sendiri dan mencurahkan lebih banyak sumber ke Amerika Syarikat di tengah-tengah kebimbangan bahawa perang perdagangan yang dipimpin AS akan menggegarkan rantaian bekalan global dan menjejaskan perniagaan perkakasannya.\n\nMenurut laporan Bloomberg pada 15 April, Bitdeer mengutamakan perlombongan BTC disebabkan permintaan yang semakin berkurangan untuk rig perlombongannya.\n\nKetika industri yang lebih luas bergelut dengan impak berpotensi tarif, \"Rancangan kami pada masa hadapan adalah untuk mengutamakan perlombongan sendiri,\" kata eksekutif Bitdeer, Jeff LaBerge kepada Bloomberg.\n\nMengenai pengembangan di AS, LaBerge berkata, \"Ini adalah sesuatu yang telah kami rancang untuk masa yang lama.\"",
            "translated_summary": "Pengatur AS meluluskan pilihan untuk ETF Ether spot, Kanada mendapat ETF Solana pertama dengan penetapan, dan seorang pegawai kanan Fed berkata pembuat dasar \"akan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b0491be681151c7b4945",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ1MjctZGU2Ni03YmE0LThiODgtMzk5YTk4ZjFlZWUx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Analysts Shift Focus: Web3 ai Becomes the Top Crypto to Watch Over Cardano and Solana",
            "translated_facebook_post": "Sekarang ramai pakar nampak Web3 ai ni berpotensi besar, mengatasi Cardano dan Solana.  Web3 ai unik sebab guna AI dan model perniagaan yang nyata, bukan sekadar janji.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b0493d877a558ceae3bf",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-18T155901.907Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Rare market volatility signal points to higher Bitcoin price in 6 to 12 months — Dan Tapiero",
            "translated_facebook_post": "Indeks ketakstabilan pasaran yang tinggi menunjukkan harga Bitcoin mungkin akan naik dalam masa 6 hingga 12 bulan akan datang.",
            "translated_title": "Isyarat Ketidakstabilan Pasaran yang Jarang Muncul Menunjukkan Harga Bitcoin Lebih Tinggi dalam 6 hingga 12 Bulan – Dan Tapiero",
            "translated_content": "Pada 7 April, Indeks Volatiliti CBOE (VIX) mencatatkan lonjakan luar biasa kepada 60, satu paras yang dilihat sebagai penunjuk ketakutan dan ketidakpastian pasaran yang melampau.  Menurut Dan Tapiero, Ketua Pegawai Eksekutif 10Tfund, VIX hanya mencecah paras 60 sebanyak lima kali dalam 35 tahun yang lalu, dan data menunjukkan kemungkinan pemulihan aset berisiko seperti Bitcoin (BTC) dalam tempoh 6 hingga 12 bulan.\n\nVIX, yang secara meluas dianggap sebagai \"penunjuk ketakutan,\" mencerminkan jangkaan pelabur terhadap pergolakan pasaran berdasarkan dagangan opsyen S&P 500.  Seperti yang ditunjukkan dalam carta, lonjakan melampau dilihat pada tahun 2008 dan 2020, biasanya bertepatan dengan paras terendah pasaran, di mana penjual yang dikuasai panik membuka jalan untuk kemasukan pasaran generasi baharu.\n\nBerdasarkan itu, Tapiero berhujah bahawa lonjakan semasa tidak berbeza, dengan ketakutan pasaran yang paling buruk kemungkinan besar \"telah dimasukkan ke dalam harga,\" menyediakan landasan untuk masa depan yang positif. Tapiero berkata bahawa \"kemungkinan memihak kepada masa depan yang lebih baik.\"\n\nBegitu juga, Julien Bittel, ketua penyelidikan makro di Global Macro Investor (GMI), menyokong tuntutan Tapiero dan berkata bahawa saham teknologi berada pada paras paling \"oversold\" sejak kejatuhan COVID-19, dengan lebih 55% saham Nasdaq 100 mencatatkan RSI 14 hari di bawah 30. Isyarat pasaran sebegini hanya berlaku semasa krisis utama seperti kejatuhan Lehman Brothers pada tahun 2008 dan pandemik COVID-19 pada tahun 2020.\n\nBittel menjelaskan bahawa selepas VIX mencecah 60 minggu lalu, ia menunjukkan ketidakpastian yang memuncak, yang menimbulkan ketakutan dalam minda pelabur. Singkatnya, mengenai Tinjauan Kecerdasan Pelabur AS, Bittel membandingkan sentimen optimis semasa sebanyak 23.6% dengan bacaan terendah sejak Disember 2008.\n\nTambahan pula, responden tinjauan Persatuan Pelabur Individu Amerika (AAII) kini sebanyak 62% berasa negatif, mencerminkan bacaan negatif tertinggi sejak Mac 2009. Bittel berkata,\n\nKetakutan meluas ini, bersama-sama dengan lonjakan VIX yang jarang berlaku, menyediakan peluang untuk kemasukan pasaran dalam aset seperti Bitcoin, kerana pemulihan kecairan pasaran tidak dapat dielakkan akan kembali kepada aset berisiko.\n\n\nSeorang penganalisis pasaran, Tony Severino, mencadangkan bahawa nisbah Bitcoin/VIX juga mungkin membawa kepada pasaran menurun, meskipun pakar-pakar ekonomi makro telah mengetengahkan kemungkinan keputusan optimis untuk aset berisiko. Dalam catatan X baru-baru ini, Severino meramalkan bahawa Bitcoin mungkin telah mencapai puncak dalam kitaran ini, tetapi kekal terbuka tentang kemungkinan perubahan pendapat menjelang akhir April.\n\nSeperti yang ditunjukkan dalam carta, Severino menyatakan isyarat jual pada awal Januari. Penganalisis itu menggunakan model teori Gelombang Elliott untuk menentukan keadaan menurun semasa dan berkata bahawa masih terlalu awal untuk mengatakan bahawa Bitcoin akan bertukar menjadi optimis berdasarkan korelasi VIX.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Peniaga berkata, ketidaktentuan yang tinggi dalam pasaran global mungkin memberi impak positif kepada harga Bitcoin dalam tempoh 12 bulan akan datang.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b04941f09c413a4d8acf",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFiMGMtZGRjYi03NTlkLTg0MmItZDkyYzZlYzUzYmUw.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "Bitcoin Dominance Faces Reversal as Fed Liquidity Cycle Shifts",
            "translated_facebook_post": "Ramalan menunjukkan Bitcoin mungkin akan kurang dominan, dan pelaburan mungkin akan beralih kepada altcoin menjelang suku kedua tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b1883d877a558ceae3c2",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/bitcoin-3-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 20:00:00"
        },
        {
            "title": "XRP price historical trends confirm it could still mint millionaires despite recent plunge to $1.64",
            "translated_facebook_post": "Harga XRP jatuh mendadak, tapi sejarah menunjukkan ia mungkin naik tinggi semula macam lepas pandemik.  Pelaburan jangka panjang mungkin berbaloi, tapi ada juga pilihan alternatif lain yang mungkin naik lebih cepat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802b0491cdc5c6c9337b016",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/ripple.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:59:00"
        },
        {
            "title": "Kraken Expands Into Forex With FX Perps Debut",
            "translated_facebook_post": "Kraken, platform perdagangan kripto terkenal, kini tambah perkhidmatan futures forex, membolehkan pengguna berdagang pasangan mata wang utama tanpa tarikh luput dan guna leverage tinggi,  dengan tambahan ciri keselamatan untuk lindungi pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802ae09aa86264dc9e5a145",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Kraken-Expands-Into-Forex-With-FX-Perps-Debut.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:52:00"
        },
        {
            "title": "Can Bitcoin Break Past $85,000 Soon?",
            "translated_facebook_post": "Bitcoin mungkin akan naik lagi mencecah $85,000, malah mungkin sehingga $90,000, kata penganalisis Crypto Capo.  Dia juga nampak potensi kenaikan untuk altcoin tertentu seperti Render.  Walau bagaimanapun, pelabur dinasihatkan supaya berhati-hati dan sentiasa pantau pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/can-bitcoin-break-past-85000-soon",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-028-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 19:48:00"
        },
        {
            "title": "TRUMP tokenholders face 90% decline from peak as unlock begins",
            "translated_facebook_post": "Harga token TRUMP jatuh 90% dari harga tertinggi, dengan 40 juta token bernilai kira-kira $309 juta akan dikeluarkan pada 18 April.  Ini mungkin menyebabkan turun naik harga yang lebih tinggi.  Sebahagian besar token dimiliki oleh syarikat berkaitan dengan Donald Trump.",
            "translated_title": "Pemegang token TRUMP hadapi penurunan 90% dari puncak ketika penguncian dibuka.",
            "translated_content": "## Pemegang Token TRUMP Menghadapi Kerugian Besar Saat Pembukaan Vesting Pertama\n\nPemegang token TRUMP menghadapi kerugian besar karena pembukaan vesting pertama akan dimulai pada 18 April, yang akan melepaskan 40 juta token, senilai sekitar $309 juta, ke dalam peredaran dengan diskon 90% dari puncaknya.\n\nToken yang dibuka mewakili 20% dari pasokan yang beredar saat ini dan dapat menimbulkan volatilitas baru karena sebagian dari pasokan yang sebelumnya tidak likuid memasuki pasar. Menurut CoinGecko, harga token TRUMP telah berfluktuasi antara $7,46 dan $7,83 dalam 24 jam terakhir.\n\nTanggal 18 April menandai peristiwa pembukaan kunci pertama untuk token TRUMP, dengan pembukaan kunci yang lebih kecil dan stabil mengikuti tanggal tersebut.\n\nToken TRUMP turun 89,5% dari harga tertinggi sepanjang masa sebesar $73,43 yang tercatat pada 19 Januari, hanya dua hari setelah diluncurkan menjelang pelantikan Presiden AS Donald Trump. Nilai token tersebut runtuh beberapa minggu setelah debutnya, dengan lebih dari 800.000 dompet menderita kerugian total $2 miliar, menurut perkiraan dari perusahaan analisis blockchain Chainalysis.\n\nKeuntungan atau kerugian hanya direalisasikan setelah penjualan, yang berarti pemegang tidak akan mengalami kerugian aktual kecuali mereka memilih untuk menjual token mereka. Menurut situs web token, token yang dibuka akan menjadi milik \"Pencipta dan CIC Digital LLC.\"\n\n**Siapa yang memiliki pasokan token TRUMP?**\n\nMenurut situs web token TRUMP, dua organisasi yang berafiliasi dengan payung bisnis Trump memiliki 80% dari pasokan token: CIC Digital LLC dan Fight Fight Fight LLC.\n\nSebuah laporan dari MarketWatch mencatat bahwa CIC Digital, afiliasi dari The Trump Organization, ditempatkan dalam sebuah trust pada saat pengungkapan keuangan Trump 2024 kepada Komisi Pemilihan Federal AS. CIC Digital sebelumnya dikaitkan dengan koleksi token non-fungible Trump.\n\nFight Fight Fight LLC adalah bisnis lain yang berafiliasi dengan Trump. Perusahaan ini dimiliki bersama oleh CIC Digital dan perusahaan lain, Celebration Cards LLC, yang dibentuk di Wyoming oleh Andrew Pierce. Fight Fight Fight LLC identik dengan slogan Trump \"Fight Fight Fight,\" yang ia teriakkan ke kamera selama upaya pembunuhan selama rapat umum kampanye.\n\nPembukaan kunci 18 April mewakili \"tebing\" — pelepasan token dalam jumlah besar sekaligus. Meskipun ada pembukaan kunci tebing lainnya di masa mendatang, banyak token akan dirilis dengan kecepatan yang lebih stabil. Misalnya, antara 19 dan 21 April, sekitar 493.000 token akan dibuka setiap hari, menurut DropsTab.",
            "translated_summary": "Peniaga memecoin Presiden Trump bakal menghadapi pengaktifan token bernilai $309 juta pada 18 April, yang berpotensi meningkatkan ketidaktentuan token yang telah pun mengalami penurunan…",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802acdac92e371c664e272e",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjRhMzEtOGQ4Yi03OGY5LTk2NTctZTc1MDAxMmMyNDJl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 19:46:00"
        }
    ]
}