{
    "timestamp": "2025-03-13 04:31:23",
    "all_news": [
        {
            "title": "Dompet perkakasan Ledger bantu pesaing, Trezor, selesaikan kelemahan keselamatan.",
            "description": "Penyedia dompet perkakasan Trezor telah menyelesaikan kelemahan keselamatan yang pada mulanya dikenal pasti oleh salah satu pesaing terbesarnya, Ledger, menyelamatkan penggunanya daripada…",
            "content": "Pembekal dompet perkakasan Trezor telah membetulkan kelemahan keselamatan dalam dua model terbaharunya selepas lengan penyelidikan sumber terbuka syarikat pesaing, Ledger, menemui kerentanan dalam mikropengawal mereka.\n\nLedger Donjon mengakui Trezor telah membuat beberapa kemajuan keselamatan kebelakangan ini, tetapi mendapati operasi kriptografi masih boleh dilakukan pada mikropengawal model Trezor Safe 3 dan 5, yang boleh menjadikannya \"rentan terhadap serangan yang lebih canggih.\"\n\nNasib baik, Trezor telah menangani kelemahan yang dijumpai, kata ketua pegawai teknologi Ledger, Charles Guillemet, dalam catatan X pada 12 Mac.\n\n\"Kami percaya bahawa menjadikan ekosistem lebih selamat membantu semua orang, dan ia amat penting ketika kita berusaha ke arah penggunaan kripto dan aset digital yang lebih meluas,\" tambah Guillemet.\n\nTrezor telah pun melaksanakan \"Unsur Selamat\" — cip yang direka untuk melindungi kod PIN pengguna dan rahsia kriptografi — kerana beberapa peranti Trezor boleh dicerobohi dengan mengubah suai perisian yang dijalankan padanya, berpotensi membenarkan pelaku ancaman mencuri dana pengguna.\n\nCiri Unsur Selamat \"berkesan menghalang sebarang serangan perkakasan yang murah, khususnya gangguan voltan,\" kata Ledger dalam catatan pada 12 Mac.\n\nWalau bagaimanapun, Ledger menemui satu lagi vektor serangan berpotensi yang berpunca daripada mikropengawal, bahagian utama lain daripada reka bentuk dua cip Trezor untuk model Safe 3 dan 5.\n\nTrezor telah melaksanakan pemeriksaan integriti firmware untuk mengesan perisian yang diubah suai, tetapi Ledger dapat menunjukkan bahawa penyerang masih boleh melangkau pemeriksaan keselamatan ini.\n\nMasalah ini telah diselesaikan oleh Trezor — walaupun Ledger mahupun Trezor tidak menjelaskan bagaimana. Cointelegraph telah menghubungi Trezor tetapi tidak mendapat respons segera.\n\nTrezor mengesahkan di X bahawa dana pengguna tetap selamat dan tiada tindakan diperlukan.\n\nWalau bagaimanapun, apabila ditanya sama ada Trezor dapat membetulkan masalah ini melalui firmware, pembekal dompet perkakasan itu menjawab: \"Malangnya tidak.\"\n\nLedger juga tidak kebal daripada kelemahan keselamatan.\n\nPada Disember 2023, seorang penggodam melakukan pelanggaran keselamatan ke dalam perpustakaan penyambung Ledger dan mencuri aset kripto bernilai $484,000.\n\nPelaku ancaman lain yang melanggar sistem Ledger telah menerbitkan alamat mel kira-kira 270,000 pelanggan Ledger pada Jun 2020.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThjZmEtMWRjNy03MTVhLTkxZWUtMjg0YTc4MDBjNTk1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d25ba0617ec4030fea65ad",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 04:10:00",
            "status": "Posted"
        },
        {
            "title": "ETH/BTC mencecah paras terendah 5 tahun, pedagang mencadangkan peralihan kepada altcoin yang lebih kukuh.",
            "description": "Nilai Ether berbanding Bitcoin telah jatuh ke paras terendah sejak Mei 2020.  Beberapa penganalisis percaya bahawa petunjuk ini mesti mencecah paras terendah sebelum altse…",
            "content": "Nilai Ethereum berbanding Bitcoin telah mencapai paras terendah sejak pertengahan 2020, dengan seorang pedagang kripto mencadangkan bahawa mungkin sudah tiba masanya untuk beralih kepada altcoin yang berprestasi lebih tinggi.\n\n“Jika masih terperangkap dengan ETH, mungkin ini adalah masa yang sesuai untuk menjualnya untuk membeli altcoin beta yang lebih tinggi,” kata ahli ekonomi dan pedagang kripto Alex Kruger dalam catatan X pada 12 Mac.\n\nNisbah ETH/BTC merupakan petunjuk musim altcoin\n\n“Jika pasaran jatuh, anda mungkin akan rugi sama banyak dalam kedua-dua kes, tetapi jika ia naik, anda mungkin akan mengatasi prestasi dengan ketara dan kemudian boleh menukar kepada BTC,” kata Kruger.\n\nNisbah ETH/BTC — yang menunjukkan kekuatan relatif Ether berbanding Bitcoin — berada pada 0.02281, paras terendah dalam hampir lima tahun, menurut data TradingView.\n\nDominasi Bitcoin ialah 0.02281 pada masa penerbitan. Sumber: TradingView\n\nKedua-dua mata wang kripto utama mengikut had pasaran diniagakan di bawah paras harga psikologi utama. Bitcoin diniagakan pada $83,667 — kekal di bawah paras $100,000 sejak 5 Februari — manakala Ether (ETH) berada pada $1,907, terapung di bawah $2,000 sejak 10 Mac.\n\nSementara itu, Indeks Ketakutan & Ketamakan Kripto, yang mengukur sentimen pasaran secara keseluruhan, membaca skor “Ketakutan” sebanyak 45, naik 11 mata daripada skor semalam.\n\nIndeks Ketakutan & Ketamakan Kripto membaca skor “Ketakutan” sebanyak 45. Sumber: alternative.me\n\nRamai dalam industri kripto melihat nisbah ETH/BTC “mencapai paras terendah” sebagai tanda bahawa musim altcoin mungkin akan bermula. Pada 14 Februari, pengasas Into The Cryptoverse, Benjamin Cowen, berkata di X untuk mendapatkan musim altcoin, “ETH/BTC perlu mencapai paras terendah dan mula meningkat.”\n\nMusim Bitcoin mungkin akan mendominasi\n\nBagaimanapun, petunjuk lain menunjukkan bahawa musim altcoin mungkin tidak akan datang dengan begitu cepat, dan Bitcoin (BTC) mungkin akan terus memegang bahagian pasaran dalam jangka masa terdekat.\n\nIndeks Musim Altcoin CoinMarketCap — yang berasaskan prestasi 100 altcoin teratas berbanding Bitcoin selama 90 hari yang lalu — membaca skor 13 daripada 100, cenderung lebih kepada musim Bitcoin.\n\nPedagang kripto tanpa nama dan penasihat Pear Protocol, Hansolar, berkata dalam catatan X pada 13 Mac bahawa ia akan menjadi musim Bitcoin “sepanjang tahun.”\n\nPedagang itu berkata musim altcoin hanya 16 hari pada tahun lepas dan berlaku apabila Dominasi Bitcoin menurun daripada 61% pada 20 November kepada 55% pada 5 Disember sebelum kembali kepada 59% menjelang 21 Disember.\n\nPada masa penerbitan, dominasi Bitcoin berada pada 62.15%, menurut TradingView.\n\nApabila Ether mencapai paras tertinggi sepanjang zaman sebanyak $4,800 pada November 2021, dominasi Bitcoin adalah kira-kira 42%.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThjYTgtYTU3ZC03ZmI0LWJhZjUtYmNiZTUwZjllMzY0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d255e305845d0122f50651",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 03:48:00",
            "status": "Posted"
        },
        {
            "title": "Peniaga mungkin bersiap sedia untuk membeli ekoran aktiviti USDT mencecah paras tertinggi dalam 6 bulan.",
            "description": "Peniaga mungkin bersiap untuk kembali aktif dalam pasaran memandangkan aktiviti untuk USDT mencecah paras tertinggi dalam enam bulan, dengan 143,000 dompet membuat pemindahan dalam satu...",
            "content": "```\nAktiviti rantaian blok Tether mencecah paras tertinggi dalam enam bulan, mungkin menunjukkan pedagang bersiap sedia untuk kembali menyertai pasaran, menurut penganalisis.\n\nData yang dikongsi oleh platform data rantaian blok Santiment dalam catatan X pada 12 Mac menunjukkan aktiviti rantaian blok Tether (USDT) meningkat, mencecah kemuncak dengan lebih 143,000 dompet membuat pemindahan pada 11 Mac, yang tertinggi dalam enam bulan.\n\n“Apabila aktiviti USDT & stablecoin lain meningkat semasa penurunan harga, pedagang sedang bersiap sedia untuk membeli. Tekanan beli tambahan membantu harga kripto pulih,” kata Santiment.\n\nAktiviti rantaian blok untuk Tethers USDT meningkat mendadak, mencapai paras tertinggi dalam enam bulan. Sumber: Santiment\n\nIni berlaku apabila Bitcoin (BTC) jatuh ke paras terendah empat bulan iaitu $76,700 pada 11 Mac, memandangkan pasaran kripto yang lebih luas kehilangan lebih banyak keuntungan yang diperoleh selepas pilihan raya AS di tengah-tengah ketidaktentuan ekonomi makro dan perang tarif yang semakin meningkat.\n\nBercakap kepada Cointelegraph, Vincent Liu, ketua pegawai pelaburan di Kronos Research, berkata pedagang sering mengumpul Tether semasa penurunan untuk meletakkan diri mereka untuk peluang membeli, menambah tekanan beli yang boleh membantu harga kripto pulih.\n\nBeliau meneka peningkatan dalam aktiviti dompet USDT mungkin mencerminkan pedagang yang memanfaatkan ketidaktentuan pasaran baru-baru ini.\n\n“Punca yang mungkin termasuk ketidaktentuan ekonomi yang lebih meluas, peristiwa khusus kripto seperti perkembangan pengawalseliaan atau perubahan sentimen pasca pilihan raya, dan peranan Tether sebagai tempat perlindungan yang stabil, menjadikannya pegangan yang sesuai untuk pelabur yang bersiap sedia untuk menggunakan modal secara strategik,” kata Liu.\n\nLiu berkata lonjakan dalam aktiviti USDT adalah petunjuk kenaikan harga, menunjukkan kuasa beli yang ketara di luar, tetapi pemulihan pasaran kripto mungkin bergantung kepada faktor-faktor seperti keadaan ekonomi makro, kejelasan pengawalseliaan, dan keyakinan pelabur.\n\n“Walau bagaimanapun, dengan kadar inflasi menurun kepada 2.8% pada bulan Februari, lebih rendah daripada jangkaan dalam data CPI baru-baru ini, ini boleh mengurangkan tekanan ke atas harga kripto dan menandakan persekitaran yang lebih baik,” katanya.\n\n“Selain itu, Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) yang akan datang pada 18 Mac mungkin memberikan petunjuk lanjut mengenai kadar faedah dan dasar monetari, yang berpotensi mempengaruhi perkembangan dan pemulihan pasaran,” tambah Liu.\n\nPenjejak sentimen utama Bitcoin dan kripto, Indeks Ketakutan & Ketamakan Kripto, mencapai skor terendah dalam lebih dua tahun pada 26 Februari apabila ia jatuh lebih dalam ke dalam “Ketakutan Ekstrem,” mencapai skor 10.\n\nSentimen kripto telah pulih sejak itu, tetapi indeks masih mencatatkan skor 45 pada 13 Mac, masih dalam wilayah ketakutan.\n\nSementara itu, Ketua Pegawai Eksekutif Tether, Paolo Ardoino, kini dalam lawatan ke AS ketika penggubal undang-undang berusaha untuk mengawal selia sektor ini.\n\nSemasa ucapan pada 12 Mac di Persidangan Teknologi Global Cantor Fitzgerald, beliau berkata setakat ini, sekitar 37% pengguna USDT menggunakannya sebagai akaun simpanan untuk menyimpan nilai.\n\n“Mereka tidak mempunyai akaun bank. Satu-satunya yang mereka ada dalam hidup mereka biasanya wang tunai,” kata Ardoino.\n\n“Kini mereka akhirnya boleh memegang mata wang stabil yang paling banyak digunakan dan paling penting di dunia, iaitu dolar AS, tetapi mereka menyimpannya di telefon pintar mereka sebagai akaun simpanan mereka.”\n\nPada masa yang sama, Ardoino berkata, Tether bertindak sebagai salah satu “kubu terakhir untuk dolar AS” di tengah-tengah kebimbangan yang semakin meningkat bahawa dolar AS boleh kehilangan dominasinya sebagai mata wang rizab dunia dan pilihan utama untuk transaksi antarabangsa dan perdagangan komoditi. Penerbit stablecoin itu juga telah berusaha untuk mengekang pelaku jahat dalam ruang itu, bekerjasama dalam lebih daripada 170 operasi penguatkuasaan undang-undang dan membekukan $2.5 bilion dana haram, menurut Ardoino.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThkMjQtMzY3NC03OTUzLTlmNDctNWQzYWZhMzRjNzJi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2536c05845d0122f50644",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 03:36:00",
            "status": "Posted"
        }
    ]
}