{
    "timestamp": "2025-03-12 03:00:24",
    "all_news": [
        {
            "title": "Rang Undang-undang Bitcoin Senator Lummis membenarkan rizab AS melebihi 1 juta Bitcoin.",
            "description": "Rang Undang-Undang Bitcoin Senator Cynthia Lummis yang telah digubal semula akan membenarkan Amerika Syarikat menyimpan lebih daripada 1 juta Bitcoin, satu peningkatan daripada versi rang undang-undang terdahulu.",
            "content": "Senator Cynthia Lummis telah memperkenalkan semula Rang Undang-Undang BITCOIN yang membenarkan kerajaan menyimpan lebih daripada 1 juta Bitcoin sebagai sebahagian daripada rizab yang baru diwujudkan.\n\nRang undang-undang ini, yang pertama kali diperkenalkan pada bulan Julai, mengarahkan kerajaan Amerika Syarikat untuk membeli 200,000 Bitcoin (BTC) setahun selama lima tahun untuk jumlah pengambilalihan 1 juta Bitcoin. Pembiayaan akan dilakukan melalui pengagihan semula dana sedia ada dalam sistem Rizab Persekutuan dan Jabatan Perbendaharaan.\n\nWalau bagaimanapun, rang undang-undang yang diperkenalkan semula, Akta Meningkatkan Inovasi, Teknologi, dan Daya Saing melalui Pelaburan yang Dioptimumkan di Seluruh Negara (BITCOIN) tahun 2025, membuka peluang kepada Amerika Syarikat untuk memperoleh dan menyimpan lebih daripada 1 juta BTC selagi ia diperolehi melalui cara yang sah selain daripada pembelian langsung, seperti rampasan sitaan sivil atau jenayah, hadiah kepada Amerika Syarikat atau pemindahan daripada agensi persekutuan.\n\nBitcoin tambahan juga boleh datang daripada negeri-negeri Amerika Syarikat yang secara sukarela menyimpan pegangan Bitcoin mereka dalam rizab Bitcoin strategik, walaupun ia akan disimpan dalam akaun yang berasingan.\n\n\"Dengan mengubah tindakan eksekutif berwawasan presiden kepada undang-undang yang berkekalan, kita dapat memastikan bahawa negara kita akan memanfaatkan sepenuhnya potensi inovasi digital untuk menangani hutang negara kita sambil mengekalkan kelebihan daya saing kita dalam ekonomi global,\" kata Lummis, yang mengumumkan rang undang-undang yang diubah suai itu semasa persidangan pada 11 Mac yang dianjurkan oleh Institut Dasar Bitcoin.\n\nRang Undang-Undang BITCOIN juga mempunyai beberapa penaja bersama yang baharu, termasuk Senator Republikan Jim Justice, Tommy Tuberville, Roger Marshall, Marsha Blackburn dan Bernie Moreno.\n\n\"Saya berbangga untuk menyertai Senator Lummis dalam rang undang-undang yang bernas ini untuk mewujudkan rizab Bitcoin strategik dan mengkodkan perintah eksekutif Presiden Trump,\" kata Justice dalam satu kenyataan.\n\n\"Rang undang-undang ini mewakili kepimpinan Amerika Syarikat yang berterusan dalam inovasi kewangan, mengukuhkan keselamatan ekonomi kita, dan memberi kita peluang untuk menangani hutang negara kita yang semakin meningkat,\" tambahnya.\n\nRang undang-undang ini juga kini menetapkan proses penilaian formal untuk aset Bitcoin yang bercabang dan aset yang dihantar melalui udara dalam rizab.\n\nPada mulanya, rang undang-undang itu memerlukan semua aset yang bercabang disimpan dalam rizab dan tidak boleh dijual atau dilupuskan selama lima tahun melainkan dibenarkan oleh undang-undang.\n\nRang undang-undang baharu ini kini mengarahkan Setiausaha selepas tempoh pegangan mandatori untuk menilai dan mengekalkan aset yang paling bernilai berdasarkan permodalan pasaran sambil mengekalkan \"aset dominan\".\n\nRang undang-undang yang diperkenalkan semula oleh Lummis ini dikeluarkan beberapa hari selepas Presiden Amerika Syarikat Donald Trump menandatangani perintah eksekutif untuk mewujudkan \"Rizab Bitcoin Strategik\" dan \"Timbunan Aset Digital\".\n\nRizab dan timbunan itu pada mulanya akan menggunakan mata wang kripto yang dirampas dalam kes jenayah dan sivil kerajaan, tetapi rizab itu tidak akan menjual Bitcoin yang disimpan dan akan menggunakan cara yang \"neutral belanjawan\" untuk meningkatkan saiznya, manakala token daripada timbunan itu boleh dijual.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzAzMmUtOGJhNS03OGI0LTgxYWQtOTRiZjVlYzFhNzkw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d0ece842f53978df673bfb",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 02:07:00",
            "status": "Posted"
        }
    ]
}