{
    "timestamp": "2025-03-23 21:22:21",
    "all_news": [
        {
            "title": "Cathie Wood bakal melancarkan program pendidikan awam AI El Salvador.",
            "description": "Pengasas Ark Invest, Cathie Wood, akan menjadi pakar industri pertama yang menyampaikan kuliah sebagai sebahagian daripada program pendidikan awam CUBO AI El Salvador.",
            "content": "**Cathie Wood to Deliver Inaugural Lecture for El Salvador's AI Education Program**\n\nCathie Wood, founder of Ark Invest, will deliver the inaugural lecture for El Salvador's new Urban Centers for Welfare and Opportunities (CUBO) AI program.  This public education initiative, spearheaded by the Salvadoran government, will offer university-level AI courses to students and professionals.  The program builds on the success of El Salvador's CUBO Bitcoin and Lightning Network developer program.\n\nThe initiative leverages industry experts to provide AI education, reflecting El Salvador's broader strategy to become a regional tech and digital finance hub.  This strategy includes integrating Bitcoin classes into public education, utilizing geothermal energy for Bitcoin mining, and enacting pro-crypto and AI policies.\n\nWood's involvement follows a May 2024 meeting with President Nayib Bukele, where they discussed digital assets and AI policy.  Wood expressed confidence that El Salvador could achieve a tenfold increase in GDP within five years by continuing its tech-focused approach.  President Bukele has also met with Elon Musk to discuss AI and other 21st-century technologies, further highlighting El Salvador's commitment to technological advancement.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWM0N2EtYWRlMi03YmRkLWFlM2EtN2MwNmE5OGUwOTYw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e0788aba506f70667f9165",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 21:00:00",
            "status": "Posted"
        }
    ]
}