{
    "timestamp": "2025-03-21 16:33:30",
    "all_news": [
        {
            "title": "Kerajaan boleh meraih keuntungan daripada sijil emas untuk membeli Bitcoin: Bo Hines",
            "description": "Bo Hines berkata Rang Undang-Undang BITCOIN Senator Cynthia Lummis tahun 2025 menyenaraikan cara-cara yang neutral belanjawan untuk memperoleh BTC.",
            "content": "Kelihatan pentadbiran Trump bersedia untuk mengembangkan Rizab Bitcoin Strategiknya selepas ketua majlis kripto Rumah Putih mencadangkan cara yang neutral belanjawan untuk mendapatkan aset digital itu.\n\n“Terdapat banyak idea” tentang bagaimana kerajaan boleh mendapatkan lebih banyak Bitcoin (BTC), Bo Hines, pengarah eksekutif Majlis Penasihat Presiden mengenai Aset Digital, berkata dalam temu bual dengan podcast Crypto in America.\n\nBo Hines berkata majlis kripto terbuka kepada cara kreatif untuk membina Rizab Bitcoin Strategik kerajaan. Sumber: Eleanor Terrett\n\nMungkin cara terbaik untuk berbuat demikian adalah dengan merealisasikan keuntungan daripada sijil emas kerajaan, yang harganya jauh lebih rendah daripada nilai sebenar bullion hari ini.\n\n“Saya sebenarnya akan menunjuk anda kepada Akta Bitcoin Senator [Cynthia] Lummis 2025, di mana beliau percaya bahawa kita boleh mengenal pasti nilai sebenar sesetengah sijil emas ini,” kata Hines.\n\n“Jika kita benar-benar merealisasikan keuntungan daripada [pegangan ini], itu akan menjadi cara yang neutral belanjawan untuk mendapatkan lebih banyak Bitcoin,” katanya.\n\nSeperti yang dijelaskan oleh Federal Reserve Bank of St. Louis, semua sijil emas yang dipegang di bank Fed “dikira pada harga statutori $42.22 setiap auns troy.” Sebagai perbandingan, emas spot kini bernilai lebih daripada $3,000 sejam.\n\nHarga emas spot telah meningkat 40% dalam tempoh setahun yang lalu. Sumber: Kitco\n\nAkta BITCOIN 2025 yang dicadangkan oleh Senator Cynthia Lummis menyenaraikan “sijil emas Sistem Rizab Persekutuan” sebagai salah satu sumber pembiayaan untuk pembelian Bitcoin.\n\nRang undang-undang itu memerlukan bank-bank Fed “menyerahkan semua sijil emas yang belum dijelaskan dalam simpanan mereka kepada Setiausaha Perbendaharaan” supaya setiausaha boleh mengeluarkan sijil baharu “yang mencerminkan harga nilai pasaran yang adil bagi emas yang dipegang terhadap sijil tersebut oleh Perbendaharaan.”\n\nHines berkata beliau terbuka kepada sebarang idea tentang bagaimana untuk mengembangkan rizab, selagi ia “tidak menelan belanja satu sen pun daripada pembayar cukai.” Itulah inti strategi neutral belanjawan untuk mendapatkan Bitcoin yang dinyatakan dalam perintah eksekutif Presiden Donald Trump pada 6 Mac.\n\nKerajaan AS kini memegang kira-kira 207,000 BTC yang dirampas dalam prosiding jenayah dan awam. Secara lalai, ini menjadikan Amerika sebagai pemegang Bitcoin terbesar yang diketahui di kalangan negara-negara.\n\nPegangan Bitcoin mengikut negara. Sumber: Bitbo\n\nBerkaitan: Rang undang-undang stablecoin AS mungkin dalam ‘2 bulan akan datang’ — ketua majlis kripto Trump\n\nStatus istimewa Bitcoin\n\nSemasa temu bual itu, Hines mengulangi status istimewa Bitcoin, mencadangkan bahawa majlis kripto Rumah Putih memperlakukan rizab strategik dan stok aset digital dengan sangat berbeza.\n\n“Sebab kami membina [Rizab Bitcoin Strategik] seperti yang kami lakukan adalah kerana Bitcoin adalah berbeza. Ia unik; ia adalah komoditi, bukan sekuriti,” kata Hines, sambil menambah:\n\nRumah Putih bergegas mempertahankan status istimewa Bitcoin sejurus selepas Presiden Trump mengumumkan rancangan untuk stok aset digital, yang termasuk sedikit altcoin topi besar. Malah Setiausaha Perdagangan Howard Lutnick menjelaskan bahawa Bitcoin akan dilayan berbeza daripada altcoin lain yang disenaraikan.\n\nTrump, yang digambarkan bersama-sama dengan pemerintah kripto Rumah Putih David Sacks dan Bo Hines, menandatangani perintah eksekutif yang menubuhkan Rizab Strategik Bitcoin. Sumber: David Sacks\n\nSebagai tambahan kepada sasaran pemerolehan Bitcoinnya, pentadbiran Trump sedang membuat kemajuan yang ketara dalam perundangan kripto melalui kerjasama dwipartisan.\n\nMenurut Wakil Ro Khanna, seorang Demokrat California, Kongres sepatutnya dapat meluluskan rang undang-undang stablecoin dan rang undang-undang struktur pasaran kripto tahun ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI5MzMtNzA3MS03NzVjLWE0OTAtODc5OTMxZDA4ZGI3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd918c43f00646669257fb",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 16:15:00",
            "status": "Posted"
        },
        {
            "title": "Strategi mengumumkan tawaran saham pilihan 10% untuk membeli lebih banyak Bitcoin.",
            "description": "Strategi mengumumkan satu lagi pusingan penjualan saham pilihan untuk membiayai pembelian BTC selanjutnya.",
            "content": "**Strategi Umumkan Harga Stok Keutamaan Kekal Terkini, Sasar Perolehan Bitcoin Lebih Banyak**\n\nStrategi telah mengumumkan harga bagi pusingan terkini stok keutamaan kekal, yang dilakukan sebelum syarikat mengumumkan lebih banyak pengambilalihan Bitcoin (BTC).\n\nMenurut Strategi, pusingan terkini stok keutamaan akan dijual pada harga $85 sesaham, dengan kupon 10%, dan akan menghasilkan pendapatan kira-kira $711 juta kepada syarikat.\n\nPenganalisis pasaran, Jesse Myers, berkata dividen tahunan 11.8% yang diagihkan kepada pelabur daripada tawaran terkini menunjukkan bahawa Strategi kini boleh menarik pelabur daripada pasaran bon, yang hanya menawarkan faedah 4.2%.\n\nPembelian BTC terbaru Strategi berlaku pada 17 Mac, apabila syarikat memperoleh 130 BTC, bernilai kira-kira $10.7 juta, menjadikan pegangan keseluruhannya sebanyak 499,226 BTC, bernilai $41.8 bilion.\n\nPengambilalihan pada 17 Mac merupakan pembelian terkecil yang direkodkan oleh syarikat dan diikuti oleh rehat tiga minggu dalam pembelian.  Bagaimanapun, pengasas bersama Strategi, Michael Saylor, telah memberi isyarat bahawa syarikat akan meningkatkan hutang dan menjual lebih banyak ekuiti untuk memacu pengumpulan Bitcoin.\n\nPada 10 Mac, Strategi mengumumkan bahawa ia akan secara berkala menjual saham stok keutamaan kekal Siri A 8% sebagai sebahagian daripada pelan untuk mengumpul tambahan $21 bilion untuk membeli lebih banyak Bitcoin.\n\nSyarikat meneruskan tindakan tersebut pada 18 Mac dengan mengumumkan satu kelompok 5 juta saham dalam stok keutamaan kekal Siri A untuk meningkatkan modal tambahan.\n\nData daripada SaylorTracker menunjukkan syarikat masih mencatat keuntungan kira-kira 26% sepanjang masa ke atas pelaburannya dan memiliki keuntungan belum direalisasikan melebihi $8.6 bilion walaupun kejatuhan pasaran baru-baru ini.\n\nBagaimanapun, saham Strategi merosot lebih 26% pada awal Mac sejak titik tertinggi pada Januari 2025 dan menjunam lebih 44% sejak paras tertinggi sepanjang masa iaitu kira-kira $543 yang dicapai pada 21 November.\n\nSaham Strategi kini diniagakan sekitar $299, meningkat 29% daripada paras terendah baru-baru ini iaitu $231 yang direkodkan pada 11 Mac.\n\nKemasukan syarikat ke dalam Nasdaq 100, indeks saham berwajaran yang menjejaki 100 syarikat teratas mengikut permodalan pasaran di bursa saham berfokus teknologi, telah menyuntik aliran modal segar ke dalam syarikat tetapi juga mendedahkannya kepada kejatuhan yang lebih meluas di pasaran teknologi.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI4ZTktMzI3Zi03ZmI0LThlNWItZjIzNTcyODQwM2U0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd8bb2603b255d47d008f7",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 15:53:00",
            "status": "Posted"
        }
    ]
}