{
    "timestamp": "2025-03-11 21:20:01",
    "all_news": [
        {
            "title": "Cboe memohon untuk menambah ciri penetapan pada ETF Ether Fidelity.",
            "description": "Bursa Cboe BZX AS meminta pengawal selia AS untuk membenarkannya memasukkan aktiviti staking ke dalam ETF Ether milik Fidelity.",
            "content": "Bursa sekuriti Cboe BZX sedang memohon kebenaran daripada pengawal selia AS untuk memasukkan ciri staking ke dalam dana perdagangan bursa (ETF) Ether milik Fidelity, menurut pemfailan pada 11 Mac.\n\nPemfailan ini menandakan percubaan terkini Cboe untuk menyokong ciri staking bagi dana Ether (ETH) yang diniagakan di bursa AS.\n\nCadangan perubahan peraturan Cboe akan membenarkan Fidelity Ethereum Fund (FETH) untuk \"melakukan staking, atau menyebabkan dilakukan staking, seluruh atau sebahagian daripada ether milik Amanah melalui satu atau lebih penyedia staking yang dipercayai,\" menurut pemfailan tersebut.\n\nFidelity Ethereum Fund adalah antara ETF Ether yang paling popular, dengan hampir AS$1 bilion aset di bawah pengurusan, menurut data daripada VettaFi.\n\nPada Februari, Cboe telah memohon kebenaran untuk menambah ciri staking kepada satu lagi ETF Ether, iaitu 21Shares Core Ethereum ETF.\n\nStaking Ether meningkatkan pulangan dan melibatkan penempatan ETH sebagai cagaran dengan pengesah sebagai pertukaran bagi ganjaran.\n\nSehingga 11 Mac, pulangan staking Ether adalah kira-kira 3.3% APR, dinyatakan dalam ETH, menurut Staking Rewards.\n\nKripto matawang popular lain, termasuk Solana (SOL), juga mempunyai mekanisme staking.\n\nGanjaran staking mengikut jenis aset. Sumber: Staking Rewards\n\nBerkaitan: SEC meminta komen mengenai penebusan secara sejenis bagi ETF Bitcoin dan Ether\n\nCadangan perubahan peraturan\n\nSuruhanjaya Sekuriti dan Bursa AS (SEC) masih perlu meluluskan cadangan perubahan peraturan Cboe sebelum staking boleh bermula.\n\nPada Februari, SEC telah mengiktiraf lebih daripada sedozen pemfailan bursa berkaitan dengan ETF kripto, menurut rekod.\n\nPengiktirafan SEC ini menunjukkan bagaimana agensi tersebut telah melembutkan pendiriannya terhadap kripto sejak Presiden AS Donald Trump memulakan penggal kedua beliau pada 20 Jan.\n\nSelain staking, pemfailan yang dikemukakan oleh Cboe dan bursa lain, telah menangani cadangan perubahan peraturan mengenai pilihan, penebusan secara sejenis dan jenis dana altcoin baharu.\n\nCboe juga telah memohon kebenaran untuk menyenaraikan ETF XRP (XRP) yang dicadangkan oleh Canary dan WisdomTree dan menyokong penciptaan dan penebusan secara sejenis bagi ETF Bitcoin (BTC) dan ETH Fidelity, antara perubahan yang dicadangkan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg2YTQtMmE0My03ODA2LWE3N2EtMmNjOGQzNjk2ZmJi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d09f940ab04f7c76952ac1",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 20:35:00",
            "status": "Posted"
        }
    ]
}