{
    "timestamp": "2025-03-20 15:31:15",
    "all_news": [
        {
            "title": "Protokol XDAO berasaskan TON memberikan status sah kepada 367,000 DAO.",
            "description": "XDAO Labs menyatakan Singapura akan menjadi bidang kuasa utama untuk penyelesaian pertikaian sekiranya perlu.",
            "content": "XDAO, sebuah protokol berasaskan The Open Network (TON), telah membolehkan lebih 367,000 organisasi autonomi terdesentralisasi (DAO) mencapai status undang-undang melalui inisiatifnya yang mengautomasikan pengiktirafan undang-undang bagi organisasi tersebut.\n\nDalam satu pengumuman, XDAO menyatakan bahawa ia telah memperkemas proses penciptaan DAO untuk membolehkan DAO mencapai status undang-undang. Seorang jurucakap XDAO memberitahu Cointelegraph bahawa protokol ini menawarkan satu standard untuk \"sub-entiti\" lain dalam rangka kerjanya yang sah.\n\n“Pada asasnya, sub-entiti tersebut wujud baik berkaitan antara satu sama lain dan entiti luar yang telah mengakui kewujudan mereka dan bersetuju dengan beberapa perkara dalam Perlembagaan XDAO Labs,” kata jurucakap itu kepada Cointelegraph.\n\nXDAO menambah bahawa pihak-pihak tersebut mengiktiraf Singapura, tempat XDAO Labs diperbadankan, sebagai bidang kuasa utama di mana pertikaian boleh diselesaikan jika perlu.\n\n**Menandatangani dokumen yang mengikat secara sah melalui bot Telegram**\n\nProtokol ini juga menyatakan ia boleh membolehkan penandatanganan dokumen yang mengikat secara sah menggunakan dompet Web3. XDAO menyatakan DAO boleh mengarkibkan transaksi mereka menggunakan bot Telegram.\n\nApabila ditanya mengenai keselamatan dan kepraktisan rangka kerja undang-undangnya berasaskan bot Telegram, jurucakap XDAO berkata perjanjian yang dibentuk melalui messenger berfungsi di \"kebanyakan bidang kuasa.\" Walau bagaimanapun, wakil XDAO menggariskan batasannya, termasuk \"hartanah, sekuriti, dan perkara lain yang memerlukan prosedur yang ditetapkan untuk pembentukan kontrak.\" Jurucakap itu memberitahu Cointelegraph:\n\nJurucakap itu menambah bahawa bot tersebut boleh menyimpan maklumat yang dianggap penting oleh peserta DAO. Ia juga boleh digunakan untuk menjalankan prosedur Kenali Pelanggan Anda (KYC) asas.\n\n**Bagaimana pematuhan berasaskan kontrak pintar akan berfungsi dalam praktiknya**\n\nApabila ditanya bagaimana model pematuhan kontrak pintar mereka akan berfungsi dalam senario timbang tara, XDAO menyatakan pihak-pihak boleh membentuk perjanjian timbang tara yang sah melalui kaedah messenger atau tandatangan elektronik seperti Docusign dan Ethsign. Ini memerlukan personaliti untuk diwujudkan dengan kukuh dan \"niat untuk menyelesaikan pertikaian dinyatakan dengan jelas.\"\n\n“Timbang tara adalah prosedur penyelesaian pertikaian yang diiktiraf secara meluas, yang wujud di bawah konvensyen antarabangsa yang berpengaruh. Konvensyen tersebut tidak menentukan cara tepat untuk membuat perjanjian timbang tara, selain daripada ia dibuat secara bertulis,” kata jurucakap itu kepada Cointelegraph.\n\nJurucakap itu menambah bahawa jika pembayaran diperlukan, seorang pengimbang tara boleh ditambah kepada DAO dengan hak untuk mengundi utama. Ini akan membolehkan mereka menandatangani transaksi dengan tandatangan digital mereka jika pihak-pihak gagal mencapai konsensus.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE4ZDYtNWVhYy03NDUyLWI0YTMtODc0ZGMyNzNjODRm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc2e7bb31fa943c546a5b8",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 15:00:00",
            "status": "Posted"
        },
        {
            "title": "Agen cukai akan meningkatkan usaha penguatkuasaan terhadap kripto sebelum Bitcoin mencecah $1 juta.",
            "description": "Pihak berkuasa cukai di seluruh dunia semakin memperketat kawalan ke atas transaksi kripto, daripada perkongsian data automatik kepada audit secara retroaktif.",
            "content": "Pendapat oleh: Robin Singh, CEO Koinly\n\nDalam perlumbaan antara peraturan dan paras tertinggi sepanjang zaman Bitcoin (BTC), tidak syak lagi agensi cukai akan menggandakan sistem pengesanan kripto mereka jauh sebelum Bitcoin mencecah $1 juta.\n\nPelabur kripto tidak seharusnya menjadi leka atau menganggap mereka boleh terlepas sehingga harga mencecah satu juta dolar.  Selain fokus mereka terhadap masa depan, mereka semakin mahir dalam meneliti masa lalu. Banyak bidang kuasa mempunyai kuasa untuk menjejaki tahun-tahun sebelumnya, dan jika pihak berkuasa cukai menyedari betapa banyak yang telah mereka terlepas, mereka tidak akan membiarkannya begitu sahaja…\n\nIni boleh mendatangkan masalah kepada pengguna Bitcoin yang kurang maklumat yang telahpun mula membelanjakan keuntungan mereka.\n\nAgensi cukai akan mengejar melalui perkongsian data automatik\n\nKerajaan masih berada dalam kawasan kelabu yang pelik di mana peraturan cukai kripto boleh berubah bila-bila masa. Ambil contoh Perkhidmatan Hasil Dalam Negeri Amerika Syarikat (IRS).  Secara mengejut, mulai 2025, IRS kini mengarahkan pelabur menggunakan kaedah pengesanan kos mengikut dompet, dan tidak lagi membenarkan kaedah dompet sejagat. Kaedah kedua lebih banyak memakan masa berbanding yang pertama tetapi memberikan IRS lebih banyak data yang mereka inginkan.\n\nWalaupun perkongsian data automatik dengan agensi cukai mungkin tidak seluas data pasaran saham, ia hanyalah soal masa sebelum data kripto daripada bursa berpusat mengejar. Beberapa bursa kripto, termasuk Coinbase dan Binance.US, mengeluarkan Borang 1099-MISC kepada IRS untuk pengguna dengan ganjaran melebihi $600 dalam satu tahun kewangan.\n\nAkhir kepada sistem kejujuran\n\nKemudian ada cabaran perkampungan global, dengan setiap agensi cukai di seluruh dunia mengambil pendekatan tersendiri. Contohnya, Pejabat Cukai Australia (ATO) mengautomasikan pelaporan kos dan jualan saham melalui data pra-isi untuk pembayar cukai.  Bagaimanapun, data kripto tidak termasuk dalam pra-isi.\n\nSebaliknya, sebarang aktiviti pada bursa berpusat mencetuskan amaran pada pulangan cukai pembayar cukai, menunjukkan bahawa ATO menyedari aktiviti kripto tersebut. Ini bergantung kepada pembayar cukai untuk bersikap jujur sama ada mereka telah membuat keuntungan modal atau kerugian sepanjang tahun kewangan.\n\nSama ada anda telah membuat sebarang jualan atau hanya membeli kripto, amaran yang konsisten selama beberapa tahun tanpa laporan daripada pembayar cukai kemungkinan akan meningkatkan risiko audit.\n\nDi seluruh dunia, sistem kejujuran semakin hampir tamat. Sebaik sahaja pihak berkuasa cukai telah memajukan sistem pemantauan kripto mereka, mereka boleh menyemak semula tahun-tahun sebelumnya jika mereka memilih untuk berbuat demikian. ATO telahpun mempunyai program pencocokan data yang agak intensif dengan bursa berpusat di bidang kuasa tersebut.\n\nJika anda menghargai ketenangan fikiran anda, audit portfolio kripto selama bertahun-tahun adalah perkara terakhir yang anda ingin hadapi. Setiap pihak berkuasa cukai semakin mengejar, dan akauntan ingin melindungi pelanggan daripada tertangkap kerana langkah pematuhan menjadi lebih canggih.\n\nPihak berkuasa cukai akan mengukuhkan kerjasama pada tahun-tahun akan datang\n\nPada tahun-tahun akan datang, kita harus menjangkakan peningkatan perkongsian data cukai global antara bidang kuasa, sesuatu yang telah kita mula lihat. Pada Mac 2024, kerajaan Australia dan Indonesia mencapai persetujuan untuk bertukar maklumat cukai, dengan salah satu fokus utama ialah penggunaan kripto.\n\nBeberapa bulan sebelumnya, pada November 2023, 47 kerajaan negara, termasuk United Kingdom, Brazil, Jerman dan Jepun, komited kepada Rangka Kerja Pelaporan Aset Kripto (CARF) dan merancang untuk mengaktifkan perjanjian pertukaran untuk perkongsian maklumat menjelang 2027.\n\nBaru-baru ini: Pemegang kripto India menghadapi penalti cukai 70% ke atas keuntungan yang tidak didedahkan\n\nJangan beroperasi dengan anggapan bahawa kewangan terdesentralisasi dan token tidak boleh tukar ganti sedang beroperasi di bawah radar. Pihak berkuasa cukai sedar sepenuhnya tentang keuntungan yang dibuat pada bursa terdesentralisasi. Agensi seperti IRS telahpun memperkenalkan panduan untuk mengumpul data pengguna daripada broker bukan penjaga, walaupun ini telah ditangguhkan sehingga 2027.\n\nWalaupun pengesanan mungkin lebih mencabar, dan sesetengah pelabur percaya aset mereka tidak dapat dijejak sehingga ia dipindahkan ke bursa berpusat, pihak berkuasa cukai sudahpun mengetahuinya. Ia bukan situasi \"industri kripto paling tahu\". Pihak berkuasa cukai membawa masuk lebih ramai pakar daripada ruang kripto untuk membantu mereka memahami bagaimana orang mungkin cuba memintas sistem.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGQwNzUtODNiOC03ZGM2LWE3MGEtYWE3M2Q2ZmJjOTNm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc2e7b7589064d6edddcf2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 15:00:00",
            "status": "Posted"
        },
        {
            "title": "Kesilapan Skalabiliti — Mengapa Lapisan 2 Tidak Akan Menyelamatkan Kripto",
            "description": "Penyelesaian Lapisan-2 mungkin membahayakan masa depan teknologi rantaian blok dengan memperkenalkan kerumitan dan pemusatan.  Tumpuan terhadap peningkatan kebolehskalaan Lapisan-1 adalah kunci untuk…",
            "content": "Pendapat oleh: Dan Hughes, pengasas Radix\n\nKripto telah bertahun-tahun bertaruh pada penyelesaian lapisan-2 (L2) sebagai penyelesaian ajaib untuk memperbaiki isu-isu berkaitan skalabiliti. Bagaimana jika ia adalah punca utama yang meletakkan kita dalam risiko?\n\nBukannya membuka jalan untuk penggunaan secara besar-besaran, kegilaan ini telah mencipta rangkaian rumit rollup, jambatan dan kecairan yang terpecah-pecah, yang mengancam prinsip-prinsip asas rantaian blok iaitu desentralisasi dan keselamatan. Impian rangkaian yang lancar dan terdesentralisasi semakin pudar, dibayangi oleh sistem kompleks yang mencerminkan ketidakupayaan dan pemusatan dunia kewangan tradisional. Adakah kita meningkatkan inovasi atau hanya mencipta semula masa lalu?\n\nDilema Rantaian Blok\n\nL2 sepatutnya dapat mengurangkan dilema rantaian blok. Namun, walaupun ia mungkin dapat mengisi jurang pada peringkat individu, sebagai satu gerakan, penyelesaian L2 telah meletakkan kripto pada risiko kehilangan ketiga-tiga elemen tersebut.\n\nJumlah L2 yang semakin meningkat telah membawa kepada ekosistem yang sangat berpecah-pecah yang sukar untuk dinavigasi dan bergantung pada penyelesaian rollup dan jambatan yang kompleks. Ini telah menyebabkan sebahagian daripada ekosistem menjadi lebih terpusat, menarik aset ke dalam silo kecairan yang terpecah-pecah, menghalang keselamatan dan menyekat persaingan untuk projek-projek yang lebih kecil.\n\n\"Penyelesaian\" ini telah memperkenalkan geseran berskala besar dan juga membawa risiko keselamatan yang tidak perlu. Walaupun serangan berkaitan jambatan telah menjadi kurang kerap dalam tempoh dua tahun kebelakangan ini, penggodam sentiasa akan mencari cara baru untuk menyamakan kedudukan — mengeksploitasi rollup, saluran dan sidechain.\n\nKebergantungan banyak L2 kepada penjujukan atau pengesah yang dipercayai mewujudkan kelemahan tambahan, titik kegagalan tunggal, manakala kecairan yang terasing mengurangkan ketersediaan pengesah untuk L2 yang lebih kecil, yang mengancam ketahanan rangkaian.\n\nPenyelesaian ini juga meninggalkan cabaran teknikal yang besar kepada pembangun yang membina aplikasi yang berharap untuk berintegrasi dengan L2, memerlukan pengetahuan mendalam dan khusus tentang mekanik setiap L2 yang mungkin perlu disentuh oleh aplikasi tersebut.\n\nPenyokong L2 berhujah bahawa pertukaran ini adalah perlu dan mudah diatasi, tetapi terdapat isu-isu yang lebih asas di sini daripada mengorbankan keselamatan, skalabiliti atau kecairan.\n\nMatlamat akhir kripto ialah rangkaian sejagat di mana mana-mana aset atau aplikasi terdesentralisasi boleh berinteraksi serta-merta dengan mana-mana yang lain dengan cara yang selamat dan tanpa kepercayaan. Walau bagaimanapun, geseran yang diperkenalkan oleh L2 merosakkan interoperabiliti serta-merta ini, manakala pemusatan penjujukan dan pengesah menjejaskan asas-asas sistem tanpa kepercayaan. Ia bukan sahaja menghalang skalabiliti dalam kewangan terdesentralisasi (DeFi), tetapi ia juga membawa kepada penskalaan sesuatu yang berbeza sama sekali, mencipta semula ketidakupayaan sistem TradFi yang sedia ada yang terasing, terpecah-pecah dan dipenuhi orang tengah.\n\nJika matlamat DeFi adalah untuk memindahkan semua aktiviti kewangan ke atas rantaian, adalah penting untuk melakukan yang lebih baik daripada apa yang telah kita ada.\n\nMembina Asas\n\nKripto perlu dibina dari asas. Daripada melakukan pengalihbebanan skalabiliti dan keselamatan, rangkaian rantaian blok mesti memprioritaskan mereka di lapisan 1.\n\nSharding menawarkan laluan yang jelas ke hadapan, tetapi industri mesti menetapkan matlamat yang lebih tinggi dan membina penyelesaian jangka panjang dan bukannya hanya penyelesaian cepat untuk \"menampal\" masalah skalabiliti segera pada hari ini. Ia bukan sahaja tentang meningkatkan jumlah shard; ia adalah bagaimana kita melakukan sharding. Rantaian Beacon hanya menambah sekatan, dan sharding dinamik adalah rumit, mengehadkan skalabiliti dengan overhead yang besar. Malah sharding intra-pengesah seolah-olah menyelesaikan semua masalah ini sehingga anda mencapai ketepuan sumber pada nod yang menghadap rangkaian, yang perlu mengambil semua transaksi, hanya menolak masalah itu ke hadapan untuk mencari lebih banyak pengesah dan pulangan yang semakin berkurangan.\n\nPenyelesaian yang jelas untuk penskalaan DeFi kepada keupayaan yang sama seperti TradFi ialah sharding keadaan, iaitu keadaan rantaian blok diedarkan di seluruh banyak shard yang berbeza. Transaksi yang melibatkan keadaan daripada shard yang berbeza mencipta proses konsensus sementara.\n\nPengesah yang bertanggungjawab terhadap keadaan transaksi berkomunikasi, bersetuju (atau tidak), dan mengemas kini keadaan secara atom dalam semua shard yang berkaitan. Ini membenarkan transaksi diproses secara selari di seluruh pelbagai shard dan juga dalam shard itu sendiri, hanya membiarkan shard bimbang bahawa transaksi yang mengubah keadaan yang mereka bertanggungjawab tidak mempunyai pergantungan yang bersilang, dengan ketara meningkatkan throughput tanpa menjejaskan desentralisasi atau aksesibiliti.\n\nApabila shard ini bersepadu dengan komitmen atom, jika mana-mana bahagian transaksi gagal, semuanya akan terhenti dengan bersih, dan tiada kerja diperlukan untuk meleraikan perubahan keadaan yang tergantung.\n\nIni hanyalah satu penyelesaian. DeFi akan berkembang untuk menyerap seluruh dunia. Ia hanyalah soal bila dan dengan cara apa.  Namun begitu, penyelesaian yang menumpukan pada asas-asas pembangunan L1 dan bukannya bergantung pada pelbagai L2 akan menghapuskan pemecahan, mengurangkan kerumitan, dan memastikan skalabiliti dan aksesibiliti sekali lagi menjadi teras rangkaian rantaian blok. Ia bergantung pada masa depan yang ingin diutamakan oleh pembangun — tokenomics atau janji asas Web3 — desentralisasi, kecekapan dan keselamatan.\n\nPenskalaan untuk Masa Depan\n\nPenyelesaian L1 adalah penyelesaian untuk semua orang. Ia mengamankan asas ekosistem bagi pembangun, peniaga, pengguna umum dan juga beberapa bilion pengguna bakal. Tanpa seni bina yang teguh dan boleh skala dalam asas, satu dorongan yang kuat sudah cukup untuk menyebabkan rumah kad ini runtuh. Sudah tentu, kes penggunaan tertentu mungkin lebih baik dengan penyelesaian L2. Penyelesaian perdagangan frekuensi tinggi adalah contoh yang sempurna, tetapi pengecualian tidak pernah membuktikan peraturan. Dari perspektif keseluruhan ekosistem, pembangun mesti menumpukan pada penyelesaian skalabiliti asli yang bersepadu dan bukannya hanya menambah kerumitan dan mengimbangi \"penyelesaian\" yang lebih tidak menentu di atasnya. Tanpa memberi perhatian yang secukupnya kepada L1, hanya masalah yang menanti.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTQ3MWItOTdkYy03M2U5LWI2MTEtMzQ4N2FkMWFmODdm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc2e7b7589064d6edddcf4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 15:00:00",
            "status": "Posted"
        }
    ]
}