{
    "timestamp": "2025-04-03 18:36:15",
    "all_news": [
        {
            "title": "Is Bitcoin Showing Weakness Or Is Its Stay Above $75,000 A Bullish Sign? Here’s What Experts Say",
            "translated_facebook_post": "Harga Bitcoin masih bertahan di atas $75,000 walaupun pasaran saham jatuh, ada yang positif dan ada yang ragu akan kekuatannya sebagai pelaburan jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinsistemi.com/is-bitcoin-showing-weakness-or-is-its-stay-above-75000-a-bullish-sign-heres-what-experts-say/",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/06/Bitcoin-ayi-boga-.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:20:00"
        },
        {
            "title": "SEC Acknowledges Fidelity’s Spot Solana ETF Filing",
            "translated_facebook_post": "Fidelity dah hantar permohonan ETF Solana, SEC dah terima. Kalau lulus nanti, senanglah nak melabur dalam Solana tanpa perlu beli matawang kripto tu sendiri.  Tapi, masih tak pasti lagi sama ada SEC akan luluskan, memandangkan mereka agak berhati-hati dengan ETF kripto selain Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eed12dee9890053e1a77e5",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/SEC-Acknowledges-Fidelitys-Spot-Solana-ETF-Filing.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:17:00"
        },
        {
            "title": "TON's Dramatic Volatility Signals Market Uncertainty",
            "translated_facebook_post": "Harga Toncoin turun naik dengan agak dramatik, menunjukkan ketidakpastian pasaran. Pelabur institusi masih memegang banyak syiling walaupun harganya tak menentu.\n\n\nKetidakstabilan harga Toncoin menunjukkan pasaran sekarang agak tak menentu, tapi pelabur besar masih yakin dengannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/ton-s-dramatic-volatility-signals-market-uncertainty/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/a6d856216b6feb5034f91ee1efbd559f0776eb1c-700x430.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:17:00"
        },
        {
            "title": "Eyes Locked on Arctic Pablo as 9,084% Returns Lure in Early Investors — Apu Apustaja Gains Virality and $TRUMP Stirs Up Political Profits",
            "translated_facebook_post": "Beberapa duit syiling meme baru macam Arctic Pablo, Apu Apustaja, dan Official Trump tengah naik sekarang.  Arctic Pablo nampaknya paling menarik sebab  cerita dia unik, pulangan pelaburan tinggi, dan ada ganjaran staking.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeb17fec63cf503e7c0742",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3ce1219dc9b0466184b2c7e68f67c8dc.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:15:00"
        },
        {
            "title": "Crypto’s Next Gold Rush? Arctic Pablo’s APY Stuns While COQ Inu Defies Gravity, and Notcoin’s Listing Is Set to Shake Markets",
            "translated_facebook_post": "Beberapa duit kripto meme tengah naik daun sekarang, macam Arctic Pablo dengan pulangan pelaburan yang tinggi, COQ Inu yang rancak, dan Notcoin yang bakal disenaraikan.  Peluang untuk untung besar mungkin ada, tapi kena buat kajian sendiri dulu sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eed12c71a05b268863ce24",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-2025-04-03T202920.431-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:15:00"
        },
        {
            "title": "Cango sells legacy China business, goes all-in on Bitcoin mining: Report",
            "translated_facebook_post": "Syarikat Cango jual perniagaan lama di China untuk fokus kepada perlombongan Bitcoin, dapat pelaburan besar dan aset daripada Bitmain.",
            "translated_title": "Cango jual perniagaan China sedia ada, tumpu sepenuhnya kepada perlombongan Bitcoin: Laporan",
            "translated_content": "Cango, sebuah konglomerat China yang tersenarai awam, telah bersetuju untuk menjual operasi legasinya di China kepada sebuah entiti yang dikaitkan dengan Bitmain bagi memberi tumpuan sepenuhnya kepada perlombongan Bitcoin (BTC), menurut laporan oleh The Miner Mag.\n\nCango bersetuju untuk menjual perniagaan pembiayaan automotif lama di China kepada Ursalpha Digital Limited dalam satu perjanjian bernilai $352 juta, menurut laporan tersebut.\n\nSelain itu, Bitmain dilaporkan memindahkan 32 exahashes sesaat (EH/s) kepada Cango.  Perjanjian ini secara efektif membawa aset perlombongan Bitmain ke pasaran awam, kata The Miner Mag.\n\nExahashes mengukur sumbangan pelombong kepada kadar hash rangkaian Bitcoin, jumlah kuasa pengkomputeran yang mengamankan rangkaian tersebut.\n\nThe Miner Mag menyatakan Ursalpha Digital Limited mempunyai alamat korporat dan pengarah pengasas yang sama dengan Antalpha, sebuah entiti yang akhirnya dikawal oleh pengerusi pelombong Bitcoin, Bitmain.\n\nProksi untuk saham Cango di NYSE meningkat 25% bulan ini. Sumber: Google Finance\n\nPenganalisis memberi tumpuan kepada jualan cip dan AI pelombong Bitcoin menjelang pendapatan suku keempat.\n\nHubungan keluarga Trump\n\nBitmain telah mengalami pengawasan AS selepas negara itu menyenaraihitamkan sekutunya dalam bidang kecerdasan buatan, Sopghgo, menurut laporan Bloomberg.\n\nMenurut Bloomberg, Bitmain mempunyai hubungan kerja dengan American Bitcoin, sebuah entiti perlombongan yang dikaitkan dengan keluarga Trump yang diwujudkan pada bulan Mac sebagai sebahagian daripada perjanjian dengan Hut 8, penyedia infrastruktur kuasa dan pengkomputeran.\n\nPada 31 Mac, Hut 8 membeli kepentingan pemilikan majoriti dalam American Bitcoin (dahulunya American Data Centers), yang pengasasnya termasuk anak-anak Presiden AS Donald Trump, Donald Trump Jr. dan Eric Trump.\n\nHut 8 telah memindahkan peralatan perlombongan Bitcoinnya kepada American Bitcoin, yang dilaporkan sedang menimbang tawaran awam permulaan (IPO), menurut Bloomberg.\n\nSyarikat-syarikat tersebut menyatakan bahawa American Bitcoin akan memberi tumpuan kepada perlombongan kripto, manakala Hut 8 menyasarkan infrastruktur pusat data untuk aplikasi seperti pengkomputeran berprestasi tinggi.\n\nPada tahun 2025, saham perlombongan Bitcoin telah bergelut di tengah-tengah penurunan harga kripto dan tekanan ke atas model perniagaan yang disebabkan oleh pengurangan separuh rangkaian Bitcoin pada bulan April, menurut nota penyelidikan JPMorgan yang dikongsi dengan Cointelegraph.\n\nSetiap empat tahun, jumlah BTC yang dilombong setiap \"blok\" — sekumpulan data transaksi yang disimpan dalam rantai — dipotong separuh. Pengurangan separuh pada bulan April telah mengurangkan ganjaran perlombongan daripada 6.25 BTC kepada 3.125 BTC setiap blok.",
            "translated_summary": "Penambang Bitcoin, Cango, dilaporkan telah bersetuju untuk menjual operasi mereka di China kepada Ursalpha Digital Limited menerusi perjanjian bernilai $352 juta.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eed00101c47d2f5177abf5",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWQ0ZGEtZGFiNy03NzY3LWE5MmUtMGI4NGFkZDA4NzFm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-03 18:12:00"
        },
        {
            "title": "Crypto-Friendly Prime Broker Hidden Road in Active Takeover Talks: Sources",
            "translated_facebook_post": "Syarikat pembrokeran utama yang mesra kripto, Hidden Road, dikatakan sedang dalam rundingan pengambilalihan aktif.  Mereka mendapat nasihat daripada FT Partners.  Maklumat lanjut belum diketahui.\n\n\nHidden Road, syarikat pembrokeran kripto, tengah diburu orang!  Ada rundingan pengambilalihan, dan FT Partners tolong bagi nasihat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-prime-broker-hidden-road-in-active-takeover-talks-sources/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/9542daa992c642067002315cc82d7a1cfe15de47-628x356.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:10:00"
        },
        {
            "title": "Rising Stars of Q2 2025: MAGACOINFINANCE, SOL, and XRP Take Center Stage",
            "translated_facebook_post": "MAGACOINFINANCE, Solana (SOL), dan XRP tengah mencuri perhatian dalam pasaran kripto suku kedua 2025, dengan MAGACOINFINANCE menjana minat ramai disebabkan potensi pulangan pelaburan yang tinggi dan jualan awal yang pantas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinsistemi.com/rising-stars-of-q2-2025-magacoinfinance-sol-and-xrp-take-center-stage/",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17436913622428134-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:10:00"
        },
        {
            "title": "Bitcoin Price Surge: Analysts Declare Golden Buying Opportunity as Tariff Shock Recedes",
            "translated_facebook_post": "Harga Bitcoin naik mendadak, dan penganalisis nampaknya kata sekarang masa sesuai untuk beli.  Selepas ketakutan tentang tarif baru Amerika Syarikat, ramai nampaknya percaya Bitcoin akan naik semula ke paras $90,000.  Pelaburan dalam ETF Bitcoin pun menunjukkan minat yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eed000ee9890053e1a77e2",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bitcoin-Price-Surge-Analysts-Declare-Golden-Buying-Opportunity-as-Tariff-Shock-Recedes.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:10:00"
        },
        {
            "title": "Top Crypto Presales to Watch as Bitcoin Nears $80K: BlockDAG, BTC Bull, Solaxy & Meme Index",
            "translated_facebook_post": "Beberapa projek kripto prajualan menarik perhatian ramai, terutamanya BlockDAG yang dah kumpul lebih $210 juta,  diikuti oleh Meme Index, BTC Bull, dan Solaxy.  Semua ini berlaku selari dengan penurunan harga Bitcoin yang mungkin akan terus menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eece8c42a4e7352f9a3c78",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/8bf09472168b4dc9b9b9b542b0a3fa70.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:08:00"
        },
        {
            "title": "BTC Price Volatility Spikes Up—Is it a Good Time to Buy Bitcoin?",
            "translated_facebook_post": "Pasaran saham Amerika jatuh mendadak, turut menjejaskan pasaran kripto dengan penurunan nilai dan peningkatan jualan.  Walaupun ada tanda-tanda positif seperti peningkatan kadar hash Bitcoin, harga Bitcoin mungkin akan turun lagi sebelum pulih.  Ini mungkin peluang baik untuk beli Bitcoin pada harga lebih rendah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeceed83fd702d79651705",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/19193835/Crypto-Market-Today-Feb-19th-2025-Bitcoin-Price-Holds-Above-95k-Altcoins-Trade-Sideways.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:06:00"
        },
        {
            "title": "U.S. House Committee Approves Anti-CBDC Surveillance Bill",
            "translated_facebook_post": "Jawatankuasa Perkhidmatan Kewangan Dewan Rakyat Amerika Syarikat telah meluluskan rang undang-undang yang menghalang kerajaan daripada menggunakan mata wang digital bank pusat (CBDC) untuk tujuan pengawasan, sekaligus melindungi privasi kewangan rakyat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeceed8ed95969ecf7071b",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/U.S.-House-Committee-Approves-Anti-CBDC-Surveillance-Bill.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:05:00"
        },
        {
            "title": "Top Meme Coin to Buy Now: Dragoin, PENGU, and Snek— Best 3 Picks!",
            "translated_facebook_post": "Dragoin, PENGU, dan Snek antara mata wang meme yang berpotensi tinggi sekarang, dengan Dragoin menawarkan pulangan yang menarik melalui permainan Telegram.  PENGU pula membina jenama kukuh, manakala Snek memanfaatkan teknologi Cardano. Pelaburan berseimbang dalam ketiga-tiganya mungkin strategi bijak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eecdde8ed95969ecf70714",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/a4b168d53e154e869aa2fddf610ecc05.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:05:00"
        },
        {
            "title": "Treasure DAO Shutdown Sends MAGIC Token Down 18%",
            "translated_facebook_post": "Treasure DAO terpaksa tutup operasi permainan dan rangkaian Treasure Chain sebab masalah kewangan teruk.  Kos operasi tinggi dan pengurusan kewangan yang tak bagus menyebabkan dana mereka tinggal sikit je.  Harga token MAGIC pun jatuh 18% lepas pengumuman tu.  Sekarang mereka fokus pada empat produk utama je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeceee8ed95969ecf7071f",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2021/01/kraken_halt_cover.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:05:00"
        },
        {
            "title": "Crypto Platforms Offer Better Returns Than The Nasdaq",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.cointribune.com/en/crypto-platforms-offer-better-returns-than-the-nasdaq/",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/exchange-bourse.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:05:00"
        },
        {
            "title": "Pre-seed crypto startup deals have grown 767% since 2021: Report",
            "translated_facebook_post": "Walaupun jumlah pelaburan dalam syarikat permulaan Bitcoin menurun,  bilangan urus niaga pra-biji benih meningkat sejak 2021, namun masih belum mencapai tahap 2021 disebabkan keadaan ekonomi global dan ketidaktentuan peraturan.",
            "translated_title": "Laporan:  Perjanjian permulaan kripto pra-biji meningkat 767% sejak 2021",
            "translated_content": "Laporan daripada firma modal teroka, Trammell Venture Partners (TVP), menunjukkan bahawa bilangan pusingan pembiayaan pra-benih untuk syarikat permulaan Bitcoin (BTC) telah meningkat sebanyak 767% sejak tahun 2021.\n\nTransaksi pra-benih Bitcoin meningkat 50% tahun ke tahun pada tahun 2024, dengan peningkatan sebanyak 27.5% tahun ke tahun dalam bilangan syarikat permulaan yang dibiayai.  Pengarah urusan TVP, Christopher Calicott, mengaitkan peningkatan urus niaga ini dengan keselamatan rangkaian BTC yang kukuh.\n\nWalau bagaimanapun, modal yang dikumpul dalam pusingan pembiayaan pra-benih Bitcoin menurun lebih daripada 22% pada tahun 2024, dengan saiz pusingan pembiayaan median dan penilaian syarikat permulaan median menurun secara berterusan dari tahun 2021 hingga 2023. Penilaian median untuk syarikat permulaan Bitcoin pra-benih gagal mencapai semula paras tahun 2021.\n\nNilai pusingan pembiayaan telah menebus sebahagian daripada kerugian pada tahun 2024 tetapi gagal mencapai paras tertinggi yang dicapai semasa kitaran lembu sebelumnya pada tahun 2021, terutamanya disebabkan oleh ketidaktentuan peraturan kripto di Amerika Syarikat di bawah kepimpinan Suruhanjaya Sekuriti dan Bursa (SEC) sebelum ini.\n\nLebih baru-baru ini, ketidaktentuan ekonomi makro disebabkan oleh kebimbangan tentang perang perdagangan yang berpanjangan, kadar faedah yang agak tinggi, dan kemungkinan kemelesetan di Amerika Syarikat juga telah menghakis selera risiko untuk aset spekulatif seperti kripto. Jumlah keseluruhan urus niaga pembiayaan dan syarikat permulaan Bitcoin yang unik telah meningkat secara berterusan sejak tahun 2021.\n\nFirma modal teroka tidak menjangkakan pembiayaan pada tahun 2025 akan mencapai paras tahun 2021-2022. Pada bulan Januari, Ketua Pegawai Eksekutif pengurus aset institusi HashKey Capital, Deng Chao, memberitahu Cointelegraph bahawa peraturan pro-kripto di Amerika Syarikat akan meningkatkan pelaburan modal teroka dalam sektor ini pada tahun 2025.  Bagaimanapun, beliau memberi amaran bahawa ketidaktentuan ekonomi makro dan pergolakan geopolitik boleh meningkatkan ketidaktentuan harga dan mengganggu trend yang disebabkan oleh angin surut pengawalseliaan yang positif.\n\nPada 2 April, Presiden Amerika Syarikat Donald Trump menandatangani perintah tarif yang meluas yang menetapkan tarif asas 10% ke atas barangan import dari semua negara dan rejim tarif perdagangan timbal balik ke atas rakan dagang yang menyebabkan pasaran kewangan jatuh. Pasaran kripto menjunam di tengah-tengah kebimbangan perang perdagangan dan ketidaktentuan ekonomi makro. Aset berisiko seperti saham dan mata wang kripto biasanya mengalami kerugian semasa perang perdagangan dan ketidaktentuan ekonomi makro, kerana pelabur melarikan diri daripada aset berisiko untuk alternatif yang lebih selamat seperti wang tunai, sekuriti kerajaan, dan komoditi tahan lama.\n\nFirma modal teroka Haun Ventures melabur $1.5 bilion dalam firma kripto pada tahun 2022 tetapi baru-baru ini mengumumkan bahawa ia ingin mengumpul hanya $1 bilion pada separuh pertama tahun 2025, dengan menyatakan keadaan pasaran yang berubah. Begitu juga, penganalisis di Galaxy Digital juga meramalkan peningkatan sebanyak 50% tahun ke tahun dalam pelaburan kripto yang diketuai oleh modal teroka pada tahun 2025 tetapi berkata bahawa pembiayaan modal teroka akan gagal mencapai paras tertinggi yang dicapai pada tahun 2021–2022.",
            "translated_summary": "Satu laporan baharu daripada Trammell Venture Partners menunjukkan bahawa jumlah modal yang dilaburkan dalam syarikat permulaan Bitcoin telah menurun, manakala jumlah urus niaga pula…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeceed83fd702d79651707",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWZiZGMtZTVhNy03MThlLWE3NTItMzAzNjRlY2ZhODQz.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-03 18:04:00"
        },
        {
            "title": "South Korea Weighs Opening Crypto Market to Foreign Investors",
            "translated_facebook_post": "Korea Selatan mungkin benarkan pelabur asing masuk pasaran kripto mereka, tapi bursa tempatan kena tunjuk dulu mereka mampu urus hal pengubahan wang haram.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eecef142a4e7352f9a3c80",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2022/05/np_file_146455.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:03:00"
        },
        {
            "title": "MicroStrategy Reverses Decision to Buy More Bitcoin But Plans to Raise Capital in April",
            "translated_facebook_post": "Syarikat Strategy batal beli Bitcoin minggu ni, tapi rancang nak kumpul dana lagi bulan April untuk beli lebih banyak lepas tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeceeeee9890053e1a77db",
            "source": "London Insider",
            "image": "https://londoninsider.co.uk/wp-content/uploads/2025/02/michael-saylor.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:03:00"
        },
        {
            "title": "Urgent Warning: Deutsche Bank Signals Imminent US Dollar Confidence Crisis",
            "translated_facebook_post": "Bank Deutsche baru-baru ni bagi amaran kemungkinan krisis keyakinan terhadap dolar AS.  Ini mungkin beri kesan besar pada pasaran kewangan global, termasuklah pasaran kripto.  Kita kena sentiasa berjaga-jaga dan faham perkembangan semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeceed8ed95969ecf70719",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Warning-Deutsche-Bank-Signals-Imminent-US-Dollar-Confidence-Crisis.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 18:00:00"
        }
    ]
}