{
    "timestamp": "2025-03-23 12:46:05",
    "all_news": [
        {
            "title": "Bitcoin perlu tutup mingguan di atas $85,000 untuk mengelakkan pembetulan kepada $76,000: penganalisis",
            "description": "Penutupan mingguan di atas $85,000 akan menjadi pemangkin penurunan selanjutnya, mengelakkan paras terendah minggu sebelumnya iaitu $76,600.",
            "content": "Penganalisis Bitcoin sedang memerhatikan penutupan mingguan untuk mengukur trajektori harga Bitcoin minggu depan, kerana pasaran tradisional dan kripto kekurangan hala tuju di tengah-tengah ketakutan perang perdagangan global yang digandingkan dengan kebimbangan inflasi yang mereda.\n\nHarga Bitcoin (BTC) mungkin akan mengalami penurunan selanjutnya minggu depan melainkan ia berjaya menutup minggu di atas paras psikologi $85,000, menurut Ryan Lee, ketua penganalisis di Bitget Research.\n\n\"Rali kelegaan Bitcoin selepas mesyuarat FOMC dan bacaan CPI yang lebih rendah telah mendorong penganalisis untuk memerhatikan penutupan mingguan di atas $85,000, sebagai perkara kritikal untuk menyambung semula momentum menaik,\" kata Lee kepada Cointelegraph, sambil menambah:\n\nHarga Bitcoin telah kekurangan momentum, hanya meningkat 0.9% dalam seminggu yang lalu, data Cointelegraph Markets Pro menunjukkan. Penutupan mingguan yang mengecewakan berisiko menyebabkan harga kembali ke paras terendah minggu sebelumnya iaitu $76,600.\n\nPasaran harus \"memperhatikan\" pengumpulan pemegang jangka panjang: penganalisis\n\nWalaupun Bitcoin mungkin mengalami penurunan jangka pendek, rali kelegaan selepas mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) merupakan petanda positif bagi peserta pasaran, menurut Enmanuel Cardozo, penganalisis pasaran di platform tokenisasi aset dunia nyata (RWA) Brickken.\n\nSebagai ganti turun naik jangka pendek, pelabur harus memberi perhatian kepada pengumpulan pemegang Bitcoin jangka panjang untuk mengukur trend BTC, kata penganalisis itu kepada Cointelegraph, sambil menambah:\n\nPemegang jangka panjang menyambung semula pengumpulan Bitcoin mereka pada awal Februari, membeli lebih daripada $21 bilion nilai Bitcoin sejak itu.\n\nJumlah bekalan Bitcoin yang dipegang oleh pemegang jangka panjang meningkat lebih daripada 250,000 BTC dalam masa kurang daripada dua bulan, daripada 13.1 juta BTC pada 11 Februari kepada lebih daripada 13.3 juta pada 22 Mac, data Glassnode menunjukkan.\n\nWalaupun gelombang perkembangan positif pengawalseliaan dan khusus kripto, kebimbangan tarif global akan terus memberi tekanan kepada pasaran sehingga sekurang-kurangnya 2 April, menurut Nicolai Sondergaard, penganalisis penyelidikan di Nansen.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWMyZWUtMTY1YS03ZGVmLTk2MmQtOWM4OTE5ODE4OWMy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dffd79175b957f017afed5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 12:20:00",
            "status": "Posted"
        }
    ]
}