{
    "timestamp": "2025-03-12 05:25:56",
    "all_news": [
        {
            "title": "SEC tangguh keputusan ETF XRP, Solana, Litecoin, Dogecoin",
            "description": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah melanjutkan tarikh akhir kelulusan beberapa ETF altcoin, termasuk XRP Grayscale dan Cboe BZX Exch...",
            "content": "Suruhanjaya Sekuriti dan Bursa AS Tangguh Keputusan Kelulusan ETF Beberapa Mata Wang Kripto\n\nSuruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah menangguhkan keputusannya untuk meluluskan beberapa dana perdagangan bursa (ETF) XRP, Solana, Litecoin dan Dogecoin.\n\nDalam beberapa pemfailan pada 11 Mac, agensi itu menyatakan bahawa ia telah \"menetapkan tempoh yang lebih lama\" untuk memutuskan perubahan peraturan yang dicadangkan yang akan membenarkan ETF tersebut diteruskan.\n\nAntara ETF yang terjejas ialah pemfailan ETF XRP (XRP) Grayscale dan ETF spot Solana (SOL) Cboe BZX Exchange, dengan keputusan mengenainya ditangguhkan sehingga Mei.\n\nSEC telah menangguhkan keputusan untuk meluluskan beberapa ETF altcoin. Sumber: SEC\n\nPenganalisis ETF Bloomberg, James Seyffart, berkata dalam catatan X pada 11 Mac bahawa walaupun SEC hanya \"menangguhkan beberapa pemfailan ETF altcoin,\" beliau tidak menganggapnya sebagai sesuatu yang membimbangkan. \"Ia dijangka, kerana ini adalah prosedur standard.\"\n\nBeliau menambah bahawa pilihan Presiden AS Donald Trump untuk mengetuai SEC, Paul Atkins, \"masih belum disahkan.\"\n\n\"Ini tidak mengubah (kemungkinan yang agak tinggi) kelulusan kami. Perhatikan juga bahawa tarikh akhir muktamad adalah sehingga Oktober,\" kata Seyffart.\nSumber: Samuel Maverick\n\nPenganalisis ETF Bloomberg yang lain, Eric Balchunas, turut menyuarakan pendapatnya, dengan menyatakan bahawa \"semuanya ditangguhkan,\" termasuk ETF yang menampilkan peneguhan Ether (ETH) dan penebusan secara sejenis.\n\nPada awal Disember, Trump memilih ahli perniagaan pro-kripto dan bekas Pesuruhjaya SEC Atkins untuk menjadi pengerusi agensi itu. Bagaimanapun, pendengaran pengesahan kongres masih belum dijadualkan.\n\nIni bukan kali pertama SEC melanjutkan tarikh akhir keputusan ETF. Pada 28 Februari, ia melanjutkan tarikh akhir bagi permintaan Cboe Exchange untuk menyenaraikan pilihan yang dikaitkan dengan ETF Ether (ETH).\n\nIni berikutan SEC menerima banyak pemfailan ETF altcoin susulan pilihan raya Trump dan peletakan jawatan bekas Pengerusi SEC Gary Gensler.\n\nTempoh Gensler di SEC diiringi dengan apa yang dikatakan industri sebagai pendirian pengawalseliaan yang agresif terhadap kripto, dengan 100 tindakan pengawalseliaan berkaitan kripto sepanjang tempoh jawatannya dari 2021 sehingga peletakan jawatannya pada 20 Januari.\n\nSejak peletakan jawatan Gensler, semakin ramai firma yang menghadapi tindakan undang-undang daripada pengawal selia telah mendapat kes mereka ditolak, termasuk bursa kripto Gemini pada 26 Februari dan firma perdagangan kripto Cumberland DRW pada 4 Mac.\n\nSementara itu, Pengerusi SEC sementara, Mark Uyeda, juga telah mencadangkan untuk membatalkan sebahagian daripada perubahan peraturan yang akan memperluaskan pengawalseliaan sistem perdagangan alternatif untuk memasukkan firma kripto.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2UxM2EtYTIzNS03MmJmLTg1ODUtNWZlMjlkZjM3NzU0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d114ca57922c3a84915ce6",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 04:55:00",
            "status": "Posted"
        }
    ]
}