{
    "timestamp": "2025-04-17 21:27:21",
    "all_news": [
        {
            "title": "Kyrgyzstan Moves Forward with Digital Currency Initiative",
            "translated_facebook_post": "Kyrgyzstan dah siap sedia nak guna mata wang digital mereka, \"digital som\", lepas Presiden Sadyr Japarov lulus peraturan baru.  Ini bagi memudahkan projek rintis mata wang digital negara tu, dan dijangka akan siap tahun depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/kyrgyzstan-moves-forward-with-digital-currency-initiative",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/blockchain-052.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:08:00"
        },
        {
            "title": "Crypto Market Stabilizes Amid Regulatory Talks",
            "translated_facebook_post": "Pasaran kripto nampak stabil lepas beberapa pihak penting bincang pasal peraturan, dan ramai yang agak positif tentang masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://kanalcoin.com/crypto-market-stabilization-regulatory",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/crypto-trading-floor-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:06:00"
        },
        {
            "title": "Ethereum Fees Plunge to Five-Year Low Amid Falling Network Activity",
            "translated_facebook_post": "Yuran Ethereum jatuh ke paras terendah dalam lima tahun, disebabkan aktiviti rangkaian yang berkurangan, tapi harga ETH masih naik sikit.  Nampak macam fasa sementara je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/ethereum-fees-plunge-to-five-year-low-amid-falling-network-activity/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/PITCH-2-4.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:02:00"
        },
        {
            "title": "Crypto Funding Rates Indicate Bearish Sentiment Shift",
            "translated_facebook_post": "Kadar pendanaan kripto menunjukkan perubahan sentimen pasaran, dengan kadar positif menandakan keyakinan pelabur terhadap pasaran yang meningkat,  namun perlu berhati-hati semasa pasaran menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cd909d70b2a4c6eef8e",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/understanding-crypto-funding-trends.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:02:00"
        },
        {
            "title": "Could $1K Still 50x? XRP, BTC, and Solana Hold Potential in Bear Market",
            "translated_facebook_post": "Bitcoin, XRP, dan Solana masih kukuh walaupun pasaran agak lembap, tapi ada projek altcoin baru, MAGACOINFINANCE, yang dijangka naik banyak kali ganda.  Pelaburan awal dalam projek ni mungkin berpotensi pulangan tinggi, tapi kena buat kajian sendiri ya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinsistemi.com/could-1k-still-50x-xrp-btc-and-solana-hold-potential-in-bear-market/",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744906485.docx_1744906485_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:02:00"
        },
        {
            "title": "Breaking: Grayscale’s Massive Ethereum Transfer to Coinbase Prime Sparks Market Speculation",
            "translated_facebook_post": "Grayscale telah pindahkan sejumlah besar Ethereum ke Coinbase Prime, mencetuskan spekulasi pasaran.  Ini menunjukkan peningkatan penglibatan pelabur institusi dalam pasaran kripto dan mungkin menandakan kematangan pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cd9735de467726c74d0",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Breaking-Grayscales-Massive-Ethereum-Transfer-to-Coinbase-Prime-Sparks-Market-Speculation.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "Bitcoin Set to Explode After Gold’s Rally: Here’s When It Could Break All-Time Highs",
            "translated_facebook_post": "Harga Bitcoin dijangka meningkat mendadak selepas kenaikan harga emas, mungkin mencecah paras tertinggi sepanjang zaman dalam suku ketiga atau keempat tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cd898aadc1d5f80534e",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/gold-bitcoin-btc.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "Kyrgyzstan Takes Bold Steps to Launch Its National Digital Currency",
            "translated_facebook_post": "Kyrgyzstan dah siap sedia uji duit digital negara diorang, \"digital som\",  dan kalau semuanya berjalan lancar, mungkin akan jadi alat pembayaran rasmi nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/kyrgyzstan-takes-bold-steps-to-launch-its-national-digital-currency/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/blockchain-news-013.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "US jobless claims hint at stability as Bitcoin reaches 'inflection point' at $85K",
            "translated_facebook_post": "Pasaran kerja Amerika nampak stabil, walaupun ada kebimbangan pasal tarif dan perang perdagangan.  Bitcoin pula macam tengah tunggu momentum baru dekat harga $85,000.",
            "translated_title": "Permohonan kerja kosong AS menunjukkan kestabilan ekonomi,  sedangkan Bitcoin mencecah titik perubahan pada harga $85,000.",
            "translated_content": "Data tuntutan faedah pengangguran awal AS terkini menunjukkan angka 215,000, di bawah jangkaan anggaran sebanyak 225,000, pada 17 April. Penurunan dalam tuntutan faedah pengangguran menunjukkan pasaran buruh AS kekal stabil, dengan lebih sedikit orang terjejas oleh ketidaktentuan tarif AS. Tuntutan faedah pengangguran awal merupakan petunjuk ekonomi utama yang mengukur kesihatan ekonomi AS dan ia sering memberi impak kepada sentimen pelabur terhadap aset berisiko seperti Bitcoin (BTC).\n\nKetahanan dalam pasaran buruh ini datang selepas komen terbaru Pengerusi Rizab Persekutuan, Jerome Powell, mengenai impak tarif. Dalam sidang akhbar di kelab ekonomi Chicago pada 16 April, Powell berkata, [masukkan petikan Powell di sini jika ada].  Pengerusi Rizab Persekutuan juga menyatakan bahawa Fed tidak mempunyai rancangan untuk campur tangan dengan bantuan pasaran atau melaksanakan pengurangan kadar faedah dalam masa terdekat. Pendirian ini selaras dengan komen beliau sebelum ini pada 4 April 2025, apabila beliau menyatakan bahawa ia \"terlalu awal\" untuk mempertimbangkan pengurangan kadar, yang mencerminkan pendekatan berhati-hati Fed di tengah-tengah ketidaktentuan ekonomi yang berterusan.\n\nBagaimanapun, Bank Pusat Eropah (ECB) mengurangkan kadar faedah kepada 2.25% daripada 2.50% untuk mengatasi tekanan ekonomi daripada tarif perdagangan AS. Menurut data, ECB telah menurunkan kos pinjaman kepada paras terendah sejak akhir 2022, dengan pengurangan kadar semasa menandakan pengurangan ketujuh dalam tempoh setahun.\n\nBagi aset berisiko seperti Bitcoin, data tuntutan faedah pengangguran AS terkini cenderung bearish dalam jangka pendek, kerana pasaran buruh yang kukuh mengurangkan kemungkinan pengurangan kadar faedah, yang menyokong pelaburan spekulatif.\n\nHarga BTC telah menyatu dalam julat yang sempit sejak beberapa hari lalu, gagal memecah paras $86,000. Berikutan itu, pedagang kripto tanpa nama, Titan of Crypto, berkata bahawa Bitcoin berada pada \"titik infleksi\".  Titik infleksi dalam perdagangan merupakan satu titik penting di mana arah atau momentum pasaran mungkin berubah secara signifikan. Ia merupakan satu masa di mana keseimbangan antara pembeli dan penjual mencapai titik perubahan, sering membawa kepada pembalikan atau pecutan dalam trend. Pedagang itu berkata, [masukkan petikan pedagang di sini jika ada].\n\nPedagang aliran pesanan, Magus, menyatakan bahawa Bitcoin sedang menyatu antara $83,700 dan $85,200. Untuk momentum menaik berterusan, BTC mesti memecah paras $85,000 tidak lama lagi, kerana carta jangka panjang menunjukkan risiko bearish yang berpotensi jika paras ini tidak dilepasi.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus melakukan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Pasaran pekerjaan masih utuh walaupun pelabur bimbang tentang tarif dan perang perdagangan global.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cd998aadc1d5f805350",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ0MmYtNjA3OS03MjJkLWJhNDItMjhiYzg0Y2QzYWE0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "Market Analyst Predicts Bittensor (TAO) Price Could Spike 224% — But the Real Alpha Might Be Hidden in Its Subnets",
            "translated_facebook_post": "Harga  boleh naik sampai 224%, tapi ramai juga fokus pada pembangunan subnetwork  yang dijangka berpotensi tinggi pada masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cd909d70b2a4c6eef8c",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/07/Copy-of-P2P-Review-6-7-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "4 Best Performing Crypto Coins to Watch for 2025 Growth",
            "translated_facebook_post": "Beberapa syarikat kripto seperti Web3 ai, Crypto.com, Nexo, dan Covalent dijangka meningkat nilainya pada tahun 2025, disebabkan oleh aplikasi dan ciri-ciri baharu yang menarik minat pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cd9735de467726c74d2",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/2025-04-17T164123.820Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "A Smart Buyer’s Guide to 4 Best Long-Term Cryptos in 2025",
            "translated_facebook_post": "Beberapa kripto jangka panjang yang menarik perhatian termasuk WAI, BNB, LUNC, dan VET, masing-masing dengan strategi pengurangan bekalan yang berbeza.  WAI dijangka meningkat dengan ketara, manakala BNB menunjukkan kejayaan model ini sebelum ini. LUNC pula bergantung kepada usaha komuniti, sementara VET lebih perlahan tetapi stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016cdb98aadc1d5f805354",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/2025-04-17T163358.954Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 21:00:00"
        },
        {
            "title": "This Altcoinde Developer Team Quietly Keeps Selling Tokens – They Dumped the Price",
            "translated_facebook_post": "Pasukan pembangunan duit kripto MELANIA dah jual banyak token mereka, menyebabkan harga jatuh teruk sejak pelancarannya empat bulan lepas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016c0d98aadc1d5f805348",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/12/dump-altcoin.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 20:58:00"
        },
        {
            "title": "Slovenia Implements 25% Tax on Crypto Profits",
            "translated_facebook_post": "Kerajaan Slovenia kenakan cukai 25% ke atas keuntungan kripto individu, mungkin akan kurang ramai orang meniaga kripto di sana lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016c0e735de467726c74ce",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/retro-newspaper-office-pixel-art.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 20:55:00"
        },
        {
            "title": "Whale Alert: 90 Million XLM Sent to Dead Wallet—Is Stellar Supply Shock Imminent?",
            "translated_facebook_post": "Harga Stellar (XLM) naik sikit-sikit walaupun ada 90 juta XLM masuk akaun tak aktif.  Gerak harga masih tak menentu, tapi ada potensi untuk naik kalau harga pecah paras tertentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/whale-alert-90-million-xlm-sent-to-dead-wallet-is-stellar-supply-shock-imminent/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2023/11/stellar3.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 20:55:00"
        },
        {
            "title": "Decoding Uncertainties: US Stock Markets Open Mixed – A Crypto Investor’s Guide",
            "translated_facebook_post": "Pasaran saham AS bercampur-campur, Nasdaq dan S&P 500 naik sedikit, tapi Dow Jones jatuh.  Ini menunjukkan pergerakan pelaburan antara saham tradisional dan saham teknologi, dan penting untuk pelabur kripto perhatikan keadaan ekonomi semasa serta sentimen pasaran untuk membuat keputusan pelaburan yang bijak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016a7f09d70b2a4c6eef7e",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Decoding-Uncertainties-US-Stock-Markets-Open-Mixed-%E2%80%93-A-Crypto-Investors-Guide.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 20:50:00"
        },
        {
            "title": "A16z doubles down on LayerZero with $55M investment",
            "translated_facebook_post": "a16z melabur lagi $55 juta dalam LayerZero, syarikat teknologi blok rantaian,  menunjukkan keyakinan tinggi terhadap teknologi mereka yang membolehkan perkongsian maklumat antara pelbagai platform blockchain.",
            "translated_title": "A16z melabur $55 juta lagi dalam LayerZero.",
            "translated_content": "Firma modal usaha niaga Andreessen Horowitz, atau a16z, mengumumkan pelaburan sebanyak $55 juta dalam LayerZero, sebuah syarikat Web3 yang mengendalikan protokol pesanan lintas rantaian. Pelaburan ini didedahkan menerusi catatan X pada 17 April oleh Ali Yahya, rakan kongsi am di firma tersebut.\n\na16z telah membuat pelaburan sebelumnya dalam LayerZero, termasuk pelaburan awal pada Mac 2022 dan pelaburan berikutnya semasa pusingan pendanaan Siri B LayerZero pada April 2023. Kedua-dua syarikat tidak mendedahkan penilaian pusingan pendanaan tersebut.\n\nLayerZero yang berpangkalan di Kanada dinilai sebanyak $3 bilion semasa pusingan pendanaan Siri B, yang menyaksikan penyertaan daripada 33 pelabur. Selain a16z, Circle Ventures, OKX Ventures, OpenSea Ventures, Sequoia Capital, dan ramai lagi turut mengambil bahagian ketika itu.\n\nPada Januari 2025, LayerZero mencapai penyelesaian dengan FTX Estate berhubung pertikaian yang berlarutan berpunca daripada dakwaan bahawa ia mengeksploitasi krisis kecairan bursa tersebut dengan \"merundingkan transaksi jualan segera,\" menurut Estate. Pada Jun 2024, LayerZero melancarkan tokennya sendiri, LayerZero (ZRO).\n\nProtokol pesanan lintas rantaian membenarkan program untuk berkongsi maklumat merentas ekosistem dan boleh menjadi fungsi kritikal untuk aplikasi terdesentralisasi (DApps) atau pedagang yang mahukan pertukaran tanpa halangan merentas rantaian blok.\n\nBeberapa protokol yang bersaing dalam ruang yang sama seperti LayerZero termasuk Wormhole, Stargate, Superbridge, Connext, dan banyak lagi.\n\nWormhole mungkin merupakan salah satu pesaing terbesar LayerZero, setelah mengumpul $225 juta dengan penilaian $2.5 bilion pada November 2023.  Seperti LayerZero, Wormhole menganjurkan airdrop untuk tokennya, Wormhole (W), walaupun airdrop tersebut menarik penipu dan token palsu. Chainlink juga mempunyai protokol interoperabiliti lintas rantaian yang membolehkan pesanan antara rantaian blok.\n\nSemakin banyak syarikat menyedari nilai menjadi omnichain atau sekurang-kurangnya bebas rantaian. Phantom, yang pada mulanya merupakan dompet yang berpusat pada Solana, kini menyokong enam rantaian blok utama, termasuk Bitcoin dan Ethereum. Magic Eden, sebuah syarikat infrastruktur NFT, juga bermula sebagai syarikat yang berpusat pada Solana tetapi kini telah melancarkan pasaran untuk pelbagai rantaian blok.",
            "translated_summary": "Andreessen Horowitz telah melabur sebanyak $55 juta dalam LayerZero, yang mengendalikan protokol pemesejan rentas rantaian.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016a8064e5650c0348cd11",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ1NmMtZjRkZi03YWM1LTk1OGItNTY2MjFjMDIyYzBi.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-17 20:49:00"
        },
        {
            "title": "Trump says he expects a trade deal with the EU in a meeting with Italy’s Giorgia Meloni",
            "translated_facebook_post": "Trump jangka akan ada perjanjian perdagangan dengan EU, tapi tak terburu-buru.  Perbincangan dengan Itali menunjukkan harapan untuk mencapai kata sepakat, walaupun masih ada beberapa hal yang perlu diselesaikan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68016c0d98aadc1d5f805346",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Europe-Trump-2.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 20:45:00"
        }
    ]
}