{
    "timestamp": "2025-04-10 09:28:56",
    "all_news": [
        {
            "title": "Synthetix USD stablecoin loses dollar peg, drops to 5-year low of $0.83",
            "translated_facebook_post": "Harga Synthetix USD (sUSD) jatuh ke paras terendah dalam lima tahun iaitu $0.83,  menunjukkan ketidakstabilan yang berterusan sejak awal tahun 2025. Walaupun ada kebimbangan tentang kejatuhan mendadak, rizab sebanyak $30 juta dan mekanisme baru yang sedang dibangunkan dijangka dapat mengatasi masalah ini.",
            "translated_title": "Koin stabil Synthetix USD hilang peg dolar, jatuh ke paras terendah 5 tahun iaitu $0.83",
            "translated_content": "Synthetix USD (sUSD), matawang stabil asli bagi protokol Synthetix, jatuh ke paras terendah dalam tempoh lima tahun, melanjutkan pergelutan selama beberapa bulan untuk mengekalkan pegangan AS$1.\n\nAset ini telah menghadapi ketidakstabilan berterusan sejak awal tahun 2025. Pada 1 Januari, sUSD jatuh kepada AS$0.96 dan hanya kembali kepada AS$0.99 pada awal Februari. Harga terus turun naik sepanjang Februari sebelum menstabilkan pada Mac.\n\nPada 10 April, sUSD jatuh ke paras terendah lima tahun iaitu AS$0.83, menurut data daripada CoinGecko.\n\nSUSD ialah matawang stabil yang disokong kripto. Pengguna mengunci token SNX untuk mencetak sUSD, menjadikan kestabilannya sangat bergantung pada nilai pasaran SNX.\n\nCarta harga Synthetix USD selama 1 bulan. Sumber: CoinGecko\n\nRisiko \"putaran maut\" Synthetix USD\n\nApabila token sUSD jatuh kepada AS$0.91 pada 1 April, Rob Schmitt, pengasas bersama platform tokenisasi risiko Cork Protocol, menjelaskan potensi \"senario putaran maut\" matawang stabil tersebut.\n\nSchmitt berkata reka bentuk matawang stabil itu mempunyai persamaan dengan matawang stabil TerraUSD (UST) milik Terra, yang runtuh pada tahun 2022. Walaupun beliau menyatakan perbezaan utama dalam cagaran dan pengurusan hutang, Schmitt berkata risiko asasnya tetap ada:\n\nWalaupun terdapat kebimbangan, Schmitt menekankan bahawa keruntuhan sedemikian adalah tidak mungkin berlaku disebabkan oleh perbendaharaan Synthetix bernilai AS$30 juta, yang memegang kira-kira separuh daripada hutang sUSD yang belum dijelaskan. Beliau berkata rizab ini boleh digunakan untuk mengatasi senario putaran maut.\n\n\"Faktor terbesar mengapa sUSD tidak akan mengalami putaran maut adalah kerana perbendaharaan Synthetix memegang kira-kira AS$30 juta sUSD, iaitu kira-kira separuh daripada hutang yang belum dijelaskan. Untuk mengelakkan putaran maut, sUSD ini boleh dibatalkan,\" tulis Schmitt.\n\nPengasas Synthetix, Kain Warwick, sebelum ini telah memberi respons terhadap penurunan harga tersebut, dengan mengatakan bahawa walaupun beliau bimbang tentang putaran maut dalam tempoh tujuh tahun yang lalu, beliau kini tidur dengan \"nyenyak\".\n\nBeliau menjelaskan bahawa penurunan harga berlaku kerana pemacu utama pembelian sUSD telah dikeluarkan. \"Mekanisme baharu sedang diperkenalkan tetapi dalam peralihan ini, akan terdapat beberapa turun naik,\" tulis Warwick.\n\nPengasas Synthetix menambah bahawa memandangkan sUSD ialah matawang stabil yang disokong kripto sepenuhnya, pegangannya boleh berubah. Bagaimanapun, eksekutif itu berkata terdapat mekanisme untuk menolaknya kembali ke kedudukan asal jika ia berada di atas atau di bawah pegangannya. \"Mekanisme ini sedang dalam peralihan sekarang, oleh itu perubahan itu berlaku,\" tambah beliau.\n\nCointelegraph telah menghubungi Warwick untuk mendapatkan ulasan lanjut tetapi belum mendapat maklum balas sehingga penerbitan.\n\nMatawang stabil kehilangan pegangan dolar di tengah-tengah pasaran yang jatuh\n\nSelain sUSD, satu lagi matawang stabil baru-baru ini telah menyimpang daripada pegangan dolarnya kerana pasaran kripto telah mengalami kemerosotan. Pada 7 April, Synnax Stablecoin (syUSD) jatuh kepada AS$0.94. Projek itu berkata aktiviti jualan yang tertumpu sementara menyebabkan \"penyimpangan sedikit\" daripada pegangan dolarnya. Projek itu berkata ia sedang berusaha untuk melaksanakan sistem penebusan yang sepenuhnya terbuka.",
            "translated_summary": "Syiling stabil USD Synthetix telah menyimpang daripada peg dolarnya, jatuh kepada $0.83, titik terendah dalam tempoh lima tahun.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78d1c0b115a00d537adc9",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjAwNzgtZWNhNi03ZjJhLWE4YTEtMDU0MTRlNmJlZjVm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 09:17:00"
        },
        {
            "title": "New Rull Run or Bear-Market Rally? Only Time Will Tell",
            "translated_facebook_post": "Pasaran saham dan kripto naik mendadak Rabu lepas.  Sama ada ini permulaan pasaran lembu baru atau sekadar kenaikan sementara dalam pasaran menurun, hanya masa yang akan menentukan.\n\n\nPasaran saham dan kripto naik, tapi belum pasti lagi sama ada ini isyarat positif jangka panjang atau sekadar sementara je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/new-rull-run-or-bear-market-rally-only-time-will-tell/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/6a3652708a77701e22cc3d2d8e57dbb0e4598af4-1500x858.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:16:00"
        },
        {
            "title": "KAST Launches First M^0 Stablecoin on Solana",
            "translated_facebook_post": "KAST dah lancarkan stablecoin pertama guna teknologi M^0 kat Solana, bukak peluang guna dolar secara online dengan lebih banyak cara, sama ada untuk simpanan, perbelanjaan atau jana pendapatan.  Beberapa platform lain pun turut serta, bagi tingkatkan lagi fungsi dan kegunaan stablecoin ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78c08904bfd14ad509895",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/25827.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:13:00"
        },
        {
            "title": "SEC Approves Options Trading for Spot Ethereum ETFs",
            "translated_facebook_post": "Keputusan SEC benarkan pilihan dagangan untuk ETF Ethereum spot, telah melonjakkan harga Ethereum dan menarik minat pelabur institusi, membuka lebih banyak peluang perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78c0a904bfd14ad50989b",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/ethereum-surge-options-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:11:00"
        },
        {
            "title": "Explosive Bitcoin Surge Alert: Arthur Hayes Warns US Treasury Volatility Could Trigger BTC Rally",
            "translated_facebook_post": "Ramai pakar jangka harga Bitcoin akan naik mendadak disebabkan ketidaktentuan pasaran bon US.  Ini mungkin sebab pelabur cari aset selamat dan Bitcoin dilihat sebagai alternatif kepada emas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78c09904bfd14ad509897",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Explosive-Bitcoin-Surge-Alert-Arthur-Hayes-Warns-US-Treasury-Volatility-Could-Trigger-BTC-Rally.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:10:00"
        },
        {
            "title": "Teucrium’s 2x XRP ETF Launch Outperforms Solana ETFs, Can It Catch Bitcoin?",
            "translated_facebook_post": "ETF XRP baru ni menunjukkan prestasi memberangsangkan pada hari pertama pelancarannya, walaupun masih jauh ketinggalan berbanding Bitcoin.  Pelaburan  dalam XRP semakin meningkat,  di Amerika Syarikat dan juga di Brazil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/teucriums-2x-xrp-etf-launch-outperforms-solana-etfs-can-it-catch-bitcoin/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/03/DALL%C2%B7E-2025-03-26-10.19.25-A-high-energy-financial-themed-image-showcasing-XRP-ETF-momentum.-The-scene-features-XRP-tokens-rising-in-value-with-a-bold-_ETF_-label-and-instituti.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:10:00"
        },
        {
            "title": "Why Is Melania Coin Plummeting Fast?",
            "translated_facebook_post": "Harga Melania Coin jatuh teruk, susut 96% dalam tiga bulan lepas, walaupun mata wang digital lain berkaitan Trump berjaya.  Ramai pelabur awal dah jual, dan pasukan di sebalik Melania Coin pun turut menjual sebahagian pegangan mereka. Walaupun ada tanda-tanda positif,  Melania Coin masih perlu buktikan ia boleh pulih sepenuhnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/why-is-melania-coin-plummeting-fast",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-067.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:08:00"
        },
        {
            "title": "$2.32B Bitcoin Options and $270M Ethereum Options Expire Tomorrow",
            "translated_facebook_post": "Opsyen Bitcoin dan Ethereum bernilai berbilion-bilion akan tamat tempoh esok, dengan harga Bitcoin dan Ethereum meningkat disebabkan beberapa berita positif dalam industri kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78add4af37233c6ed5c9e",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/04/photo_6032955804539274468_w-1024x574.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:08:00"
        },
        {
            "title": "Melania Token Holders Question Asset Sales by Team",
            "translated_facebook_post": "Pelabur risau lepas pasukan Melania Token dikatakan jual aset, dan kurangnya ketelusan ni mungkin jejas nilai token tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78addbfe3c7389a3da38a",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/crypto-sale-report-display.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:07:00"
        },
        {
            "title": "Don’t Wait for Bitcoin to Hit $150K—Solana Millionaire Reveals 5 Altcoins With Faster 5000x Potential",
            "translated_facebook_post": "Pelaburan dalam mata wang kripto macam Solana, EOS, Mantra, dan OKB nampaknya berpotensi, tapi XYZVerse menarik perhatian sebab konsep meme coin bertemakan sukan dan komuniti yang aktif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/dont-wait-for-bitcoin-to-hit-150k-solana-millionaire-reveals-5-altcoins-with-faster-5000x-potential/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/unnamed-2025-04-10T115748.826.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:06:00"
        },
        {
            "title": "Bitcoin Will Be The Big Winner Of The Trade War",
            "translated_facebook_post": "Perang perdagangan Amerika Syarikat dan China nampaknya akan mengukuhkan Bitcoin sebagai mata wang simpanan antarabangsa,  walaupun pasaran saham jatuh dan hutang AS meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78ade4af37233c6ed5ca0",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Bitcoin-Sombre.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:05:00"
        },
        {
            "title": "Bybit recovers market share to 7% after $1.4B hack",
            "translated_facebook_post": "Walaupun kena hack RM6 bilion, Bybit dah pulih semula dan dapat balik bahagian pasaran dia dekat 7%.  Ini menunjukkan usaha mereka untuk perbaiki keselamatan dan tarik balik pelabur berjaya.",
            "translated_title": "Bybit pulih bahagian pasaran kepada 7% selepas penggodaman bernilai $1.4B",
            "translated_content": "**Saham pasaran Bybit kembali ke paras sebelum penggodaman susulan eksploitasi $1.4 bilion pada Februari, ekoran peningkatan keselamatan dan pilihan kecairan yang lebih baik untuk peniaga runcit.**\n\nIndustri kripto gempar dengan penggodaman terbesar dalam sejarah pada 21 Februari apabila Bybit kehilangan lebih $1.4 bilion dalam Ether bercagaran cecair (stETH), Mantle Staked ETH (mETH) dan aset digital lain.\n\nWalaupun skala eksploitasi tersebut, Bybit telah berjaya mendapatkan semula bahagian pasarannya, menurut laporan pada 9 April oleh firma analisis kripto, Block Scholes.\n\n“Sejak penurunan awal ini, Bybit telah beransur-ansur mendapatkan semula bahagian pasarannya ketika ia berusaha untuk membaiki sentimen dan apabila jumlah dagangan kembali ke bursa,” menurut laporan tersebut.\n\nBlock Scholes menyatakan bahawa bahagian berkadar Bybit meningkat daripada paras terendah selepas penggodaman iaitu 4% kepada kira-kira 7%, mencerminkan pemulihan yang kukuh dan stabil dalam aktiviti pasaran spot dan jumlah dagangan.\n\nPenggodaman itu berlaku di tengah-tengah “trend meluas pengurangan risiko makro yang bermula sebelum kejadian,” yang menunjukkan bahawa penurunan awal jumlah dagangan Bybit bukan semata-mata disebabkan oleh eksploitasi tersebut.\n\nPenggodam Bybit mengambil masa 10 hari untuk mengalih keluar semua dana Bybit yang dicuri melalui protokol rentas rantaian terdesentralisasi THORChain, menurut laporan Cointelegraph pada 4 Mac.\n\nWalaupun usaha dijalankan, 89% daripada $1.4 bilion yang dicuri dapat dijejak oleh pakar analisis rantaian blok.\n\nFirma keselamatan rantaian blok, termasuk Arkham Intelligence, telah mengenal pasti Lazarus Group Korea Utara sebagai punca yang mungkin di sebalik eksploitasi Bybit, memandangkan penyerang terus menukar dana tersebut dalam usaha untuk menjadikannya tidak dapat dijejak.\n\nAktiviti haram yang dikaitkan dengan pelakon siber Korea Utara menurun selepas 1 Julai 2024, walaupun peningkatan serangan pada awal tahun itu, menurut firma analisis rantaian blok Chainalysis.\n\nPerlambatan penggodaman kripto oleh ejen Korea Utara telah menimbulkan kebimbangan yang ketara, menurut Eric Jardine, Ketua penyelidikan jenayah siber Chainalysis.\n\nPerlambatan Korea Utara “bermula apabila Rusia dan DPRK [Korea Utara] mengadakan sidang kemuncak yang membawa kepada pengagihan semula sumber Korea Utara, termasuk anggota tentera ke perang di Ukraine,” kata Jardine kepada Cointelegraph semasa rancangan Chainreaction pada 26 Mac, sambil menambah:\n\nSerangan Bybit menunjukkan bahawa walaupun bursa berpusat dengan langkah keselamatan yang kukuh tetap terdedah kepada serangan siber yang canggih, kata penganalisis.\n\nSerangan itu mempunyai persamaan dengan penggodaman WazirX bernilai $230 juta dan penggodaman Radiant Capital bernilai $58 juta, menurut Meir Dolev, pengasas bersama dan ketua pegawai teknikal di Cyvers.",
            "translated_summary": "Saham pasaran Bybit telah kembali kepada paras Februari meskipun penggodaman Bybit bernilai $1.4 bilion dan pengurangan risiko dalam kalangan pelabur kripto.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78add79390c5fd4a91880",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFlYzAtYTlhNy03MjkzLWI1MTItNmI0NWQxY2FmZWVi.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 09:03:00"
        },
        {
            "title": "Analysts Say XRP, Bitcoin (BTC), and Ethereum May See 3,000% Rise in 2025",
            "translated_facebook_post": "Pakar jangka XRP, Bitcoin, dan Ethereum mungkin naik sampai 3,000% menjelang 2025.  Pelaburan awal dalam projek macam MAGACOINFINANCE juga dilihat berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f789b8e9063056d886e970",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207822.docx_1744207822_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:02:00"
        },
        {
            "title": "$500 in DOGE or MAGACOIN FINANCE? One Could Hit $50K in 2025",
            "translated_facebook_post": "Pelaburan $500 dalam DOGE mungkin naik kepada $1750 menjelang 2025, manakala MAGACOIN FINANCE berpotensi mencecah $50,000 atau lebih tinggi lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78addbfe3c7389a3da38e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-30-2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:01:00"
        },
        {
            "title": "Melania Coin Suffers Major Downfall While Trump Coin Thrives",
            "translated_facebook_post": "Harga Melania Coin jatuh teruk, susut 96% dalam tiga bulan, berbeza dengan Trump Coin yang makin meningkat nilainya.  Penjual daripada pelabur besar tambah burukkan keadaan, walaupun ada sedikit tanda-tanda pemulihan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/melania-coin-suffers-major-downfall-while-trump-coin-thrives/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-127.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:00:00"
        },
        {
            "title": "Unveiling Bitcoin’s Reign: Altcoin Season Index Signals Crypto Market Shift",
            "translated_facebook_post": "Sekarang ni Bitcoin tengah dominan,  banyak altcoin kurang menunjukkan prestasi memberangsangkan.  Masa sesuai untuk kaji semula pelaburan dan mungkin beli Bitcoin lebih banyak, atau pilih altcoin yang kukuh je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f789b5e9063056d886e96e",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Unveiling-Bitcoins-Reign-Altcoin-Season-Index-Signals-Crypto-Market-Shift.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:00:00"
        },
        {
            "title": "21Shares Makes Bold Move with Spot Dogecoin ETF Filing: Details",
            "translated_facebook_post": "Syarikat 21Shares dah hantar permohonan untuk ETF Dogecoin di Amerika, dan dah pun lancarkan satu di Switzerland.  Ramai jangka SEC akan lulus permohonan ni, tapi kita tengoklah macam mana nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f78d1d79390c5fd4a91896",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/Digital-asset-manager-21Shares-has-filed-with-the-U.S.-Securities-and-Exchange-Commission-SEC-to-launch-a-spot-Dogecoin-ETF.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:00:00"
        },
        {
            "title": "TAO Surges Past Crucial Resistance — Is Bittensor’s Bear Phase Finally Over?",
            "translated_facebook_post": "Harga TAO nampaknya dah lepas paras rintangan penting, mungkin fasa menurun untuk Bittensor dah berakhir, tapi kena tengok dulu kalau harga tu kekal dan ada sokongan pembeli yang kuat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f789b579390c5fd4a91877",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/07/Copy-of-P2P-Review-6-7-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:00:00"
        },
        {
            "title": "Pakistan Plans to Use Surplus Power for Bitcoin Mining",
            "translated_facebook_post": "Pakistan nak guna lebihan elektrik untuk perlombongan Bitcoin dan pusat data AI, bagi manfaatkan tenaga yang tak terpakai dan rangsang pertumbuhan teknologi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f789b5bfe3c7389a3da384",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Bitcoin-Mining-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:00:00"
        },
        {
            "title": "Ethereum Researcher Virgil Griffith Released from Prison",
            "translated_facebook_post": "Virgil Griffith dah bebas dari penjara, tapi masih kena duduk rumah separuh jalan.  Presiden Argentina pula tengah disiasat pasal skandal mata wang kripto, manakala CEO SafeMoon cuba batalkan tuduhan terhadapnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f789b64af37233c6ed5c97",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/cp6225_silhouette_of_a_man_walking_out_of_prison_5e4c113d_ef69_4e64_842d_e83c0cdfe51a_5e2da9aa96.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 09:00:00"
        }
    ]
}