{
    "timestamp": "2025-03-06 06:35:13",
    "all_news": [
        {
            "title": "Alternatif internet awam DoubleZero sasar pelancaran rangkaian utama pada separuh kedua tahun ini.",
            "description": "Satu protokol yang direka untuk mewujudkan \"internet selari\" bagi rangkaian blok baru sahaja melengkapkan pusingan pembiayaan sebanyak $28 juta dan pelancaran beta rangkaian ujian.",
            "content": "## Rangkaian DoubleZero Sasar Jadi Internet Selari untuk Rantaian Blok\n\nSebuah rangkaian yang bercita-cita menjadi internet selari untuk rantaian blok merancang pelancaran rangkaian utama awam pada separuh kedua tahun 2025, susulan pusingan pembiayaan $28 juta dan pelancaran ujian beta baru-baru ini.\n\nRangkaian DoubleZero berharap menjadi alternatif kepada internet awam yang membenarkan pengendali rangkaian menyumbang jalur lebar yang kurang digunakan kepada rangkaian khusus yang dibina untuk sistem seperti rantaian blok, menurut kenyataan pada 5 Mac daripada Yayasan DoubleZero.\n\nAustin Federa, pengasas bersama DoubleZero, berkata dalam catatan pada 5 Mac di X bahawa projek ini merupakan percubaan untuk membawa teknologi rangkaian persendirian kepada rantaian blok dan sistem teragih pada rangkaian yang dimiliki oleh pengendali dan terbuka kepada sesiapa sahaja yang mempunyai gentian optik untuk menyertai.\n\n“Lebih pantas lebih baik, tetapi pantas sahaja tidak mencukupi. Lebih pantas mesti merangkumi keupayaan untuk semua orang di rangkaian (gentiang optik fizikal) untuk mempunyai akses yang sama kepada data (keadaan) seperti semua orang lain. Ini adalah keadilan — ini adalah multicast — ini adalah masa depan,” katanya.\n\nFedera merupakan Ketua Strategi Yayasan Solana sehingga Disember lalu sebelum beliau meninggalkan jawatan selepas empat tahun untuk menubuhkan DoubleZero bersama usahawan kripto Andrew McConnell dan Mateo Ward.\n\nYayasan DoubleZero sedang membina rangkaian itu untuk menjadi teknologi warisan yang memacu separuh abad akan datang sistem teragih, menurut Federa.\n\n“Kita telah sampai ke tahap di mana kekangan untuk rantaian blok sebenarnya terletak pada lapisan pengangkutan rangkaian dan data, bukan pengiraan,” katanya.\n\n“Cita-cita semasa untuk kripto masih terlalu kecil. Kami melihat masa depan yang hampir sepenuhnya disokong oleh sistem teragih, dan visi kami adalah untuk menyediakan rangkaian infrastruktur gentian optik baharu yang boleh menggerakkan ia dengan selamat pada skala besar.”\n\nProtokol ini baru-baru ini melengkapkan pusingan token $28 juta yang diterajui bersama oleh firma modal teroka Multicoin Capital dan Dragonfly Capital untuk menggaji lebih ramai kakitangan untuk pelancaran rangkaian utama pada lewat tahun ini.\n\nBersempena dengan pusingan pembiayaan, yayasan itu juga melancarkan ujian beta rangkaian untuk pengesah Solana dan Panggilan Prosedur Jauh di tujuh buah bandar: Singapura, Tokyo, Los Angeles, New York, London, Amsterdam dan Frankfurt, dengan bandar tambahan akan datang ke rangkaian utama pada lewat tahun ini.\n\nFasa semasa ujian rangkaian bertujuan untuk meningkatkan kecekapan dan keterpilihan sistem rangkaian.\n\nPada masa ini, Jump Crypto, Distributed Global, RockawayX dan penyedia infrastruktur logam kosong Teraswitch dan Latitude.sh beroperasi sebagai penyumbang gentian optik.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzJkNzgtN2NjMi03ZDgxLWI2YjUtM2E4Y2M2NjI0MDA2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c93d5f5321354206a696ee",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 06:13:00",
            "status": "Posted"
        },
        {
            "title": "Trump mungkin \"lembu jantan yang mengamuk\" dalam dunia kripto, namun Kesatuan Eropah mungkin mempunyai kelebihan.",
            "description": "Walaupun kepulangan Trump ke tampuk kuasa telah meletakkannya sebagai \"lembu jantan yang mengamuk\" dalam industri kripto, Kesatuan Eropah secara senyap-senyap mengukuhkan kedudukannya...",
            "content": "Pendapat oleh: Mateusz Kara, pengasas bersama dan Ketua Pegawai Eksekutif Ari10\n\nKepulangan Presiden Donald Trump ke jawatan telah menandakan era baharu untuk kripto di AS, tetapi negara itu masih banyak perlu dilakukan untuk mengejar ketinggalan dengan Eropah.\n\nTrump telah menggariskan rancangan besar dan membuat janji-janji besar untuk mengubah AS menjadi syurga kripto. Di Forum Ekonomi Dunia tahun ini di Davos, Trump berjanji untuk menjadikan AS sebagai \"ibu kota dunia\" kripto, dengan gelombang dasar pro-kripto, pelaburan dan kejelasan kawal selia yang akan menyusul.\n\nKripto semakin menjadi industri yang penting dari segi strategi dan dijangka berkembang kepada $38.6 bilion menjelang 2030. Pertarungan untuk menarik bahagian pasaran kripto bakal menjelma, dan sementara Trump mengukuhkan senjata kawal selia AS untuk bersaing, EU telah senyap-senyap melaksanakan rangka kerja kawal selia sendiri: Peraturan Pasaran dalam Aset Kripto (MiCA).\n\nDilengkapi dengan MiCA, EU mendapat manfaat daripada kelebihan yang signifikan dan dijangka akan memimpin industri dalam jangka panjang, kehilangan beberapa pertempuran kepada perhatian Trump — tetapi akhirnya memenangi perang.\n\nKepopularan Trump mesti disokong oleh tindakan dasar\n\nKepopularan Trump, yang dibangunkan melalui isyarat besar dan janji-janji besar, sering kali samar-samar, telah memberikan AS perhatian sebagai peneraju kripto. Daya tarikannya menarik perhatian dan publisiti daripada usahawan kripto terkemuka. Namun, terdapat keraguan sama ada Trump akan berjaya mengubah retorik pro-kriptonya kepada tindakan.\n\nPetunjuk awal menunjukkan bahawa perundangan utama untuk menggalakkan inovasi dan pertumbuhan industri kripto AS sedang dijalankan. Apa yang kurang sekarang ialah rangka kerja holistik yang akan memberikan kejelasan kepada perniagaan dalam ruang rantaian blok.\n\nTrump telah membuat beberapa pelantikan pro-kripto kepada jawatan berprofil tinggi, bermula dengan pelantikan Paul Atkins sebagai pengerusi Suruhanjaya Sekuriti dan Bursa dan pelantikan Pesuruhjaya Hester Peirce untuk mengetuai pasukan petugas SEC yang baru diwujudkan dalam mewujudkan peraturan kripto yang tepat. Beberapa hari selepas menjadi presiden, pada 23 Januari, Trump menandatangani perintah eksekutif untuk mewujudkan \"timbunan aset digital negara,\" dan roda sedang berputar untuk rangka kerja kawal selia untuk stablecoin.\n\nWalaupun Trump memberi isyarat bahawa kripto adalah keutamaan dalam pentadbirannya, lebih banyak perlu dilakukan daripada peraturan sedia ada dan penandatanganan perintah eksekutif. Pendekatan kawal selia holistik akan diperlukan untuk bersaing dengan EU.\n\nMiCA mewujudkan asas kawal selia yang kukuh\n\nMemandangkan kepentingan industri kripto yang semakin meningkat, EU tidak leka dalam dasar kripto. Ia telah membangunkan rangka kerja kawal selia yang komprehensif, MiCA, yang telah berkuat kuasa sepenuhnya pada 30 Disember 2024.\n\nSelain dasar dan peraturan sempit yang sedang diterokai oleh pentadbiran Trump, MiCA adalah komprehensif dan merangkumi semua aset kripto, termasuk yang sebelum ini tidak dilindungi oleh perundangan perkhidmatan kewangan tradisional. Ia bertujuan untuk menyediakan kejelasan kepada perniagaan dan pengguna dengan menyokong integriti pasaran, kestabilan kewangan dan ketelusan. Ia memerlukan firma untuk memohon dan menerima lesen untuk beroperasi di dalam EU.\n\nWalaupun sesetengah perniagaan telah menyatakan kebimbangan, sentimen pasaran keseluruhan terhadap MiCA tetap positif, dengan perniagaan mengalu-alukan kejelasan kawal selia. Industri kripto masih dalam peringkat awal, didominasi oleh banyak syarikat permulaan yang memerlukan sokongan untuk berkembang maju pada tahun-tahun pembentukan mereka, apabila sumber kewangan mungkin terhad. Peraturan MiCA berisiko menghabiskan modal berharga daripada syarikat permulaan, kerana penyesuaian kepada MiCA akan melibatkan kerumitan operasi dan kos yang tinggi.\n\nSesetengah syarikat permulaan telah menunjukkan bahawa untuk mengatasi ini, mereka akan berpindah ke persekitaran kawal selia yang lebih mesra, termasuk AS. Namun, bukti menunjukkan kesan ini akan terhad kepada syarikat permulaan dan projek berisiko paling tinggi dan, sebagai balasannya, akan menetapkan standard untuk semua yang datang selepas pelaksanaannya.\n\nWalaupun ketepatan kawal selia adalah penting, sesetengah pihak mencadangkan bahawa MiCA telah melampaui batas dan berisiko menyekat inovasi dengan pengawalseliaan berlebihan. Walau bagaimanapun, kesan negatif terhadap inovasi nampaknya spekulatif, dan komuniti kripto sedia ada percaya MiCA akan memupuk lebih banyak inovasi dalam industri kripto dan di seluruh sektor kewangan yang lebih luas terima kasih kepada pembangunan infrastruktur digital.\n\nKesannya dalam tahun-tahun akan datang juga akan menyaksikan kewangan tradisional dan terdesentralisasi bergabung menjadi sesuatu yang jauh lebih matang dan canggih daripada apa sahaja yang ada sekarang di seberang Atlantik.\n\nMata wang kripto dan teknologi rantaian blok adalah sebahagian daripada industri yang semakin penting yang akan menyokong kemajuan teknologi utama. MiCA menyediakan pendorong yang kuat untuk Eropah, yang sedang meletakkan dirinya sebagai peneraju kripto, bersedia untuk menyerap sebahagian besar nilai pasaran. Di bawah naungannya, pentadbiran Trump sedang berusaha untuk mengejar ketinggalan, tetapi pendekatannya yang menunjuk-nunjuk dan berpecah-belah boleh menyekat kejayaannya dalam jangka panjang.\n\nWalaupun mendapat keuntungan daripada status berprofil tinggi Trump dalam jangka pendek, SEC mesti ingat untuk menyokong janji Trump dengan peraturan holistik yang kukuh dan berkesan jika ia mahu memacu nilai kepada AS dan menjauhkan diri daripada pasaran Eropah.\n\nPendapat oleh: Mateusz Kara, pengasas bersama dan Ketua Pegawai Eksekutif Ari10",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTE2YWEtNjlkZS03ZjMxLTk2NTktODUyNTEyYmEwYjli.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c93ae97a90f10cdb91d545",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 06:00:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin Mencapai semula $92,000, tetapi Sentimen Masih Terjebak dalam ‘Ketakutan Ekstrem’",
            "description": "Bitcoin telah kembali meningkat kepada paras $92,000, walaupun sentimen kekal dalam \"Ketakutan Ekstrem,\" yang telah membahagikan para pedagang.",
            "content": "Harga Bitcoin baru sahaja pulih semula melebihi $92,000 selepas beberapa hari pergolakan, walaupun penjejak sentimen pasaran kripto menunjukkan pelabur masih berhati-hati.\n\nBitcoin (BTC) diniagakan pada $92,170, meningkat 5.7% dalam tempoh 24 jam yang lalu, menurut data CoinMarketCap.  Walaupun lonjakan harga Bitcoin, Indeks Ketakutan & Ketamakan Kripto, yang menjejak sentimen pasaran keseluruhan, kekal dalam \"Ketakutan Ekstrem\" pada skor 25, hanya meningkat 5 mata dalam tempoh yang sama.\n\nSentimen kripto dalam \"Ketakutan Ekstrem\"\n\nLonjakan harga menandakan julat penting bagi sesetengah peniaga, yang percaya ia diperlukan untuk pengesahan kenaikan selanjutnya. Pengasas MN Trading, Michaël van de Poppe berkata dalam catatan X pada 5 Mac bahawa \"rintangan penting\" ialah $91,500.\n\n\"Pada asasnya, jika ia berubah, kita akan kembali dalam julat, dan kita akan pergi ke bahagian lain julat, iaitu paras tertinggi baharu sepanjang zaman,\" kata van de Poppe. Paras tertinggi sepanjang zaman untuk Bitcoin ialah $109,000, yang dicapainya sebentar sebelum perasmian Presiden AS Donald Trump pada 20 Januari.\n\nBitcoin diniagakan pada $92,170 pada masa penerbitan. Sumber: CoinMarketCap\n\nPeniaga lain keliru. \"Tiada siapa yang tahu apa yang sedang berlaku,\" kata peniaga kripto tanpa nama, Mandrik.\n\nPeserta pasaran mempunyai pandangan bercampur-campur mengenai arah Bitcoin\n\nSesetengah pihak mengatakan bahawa Sidang Kemuncak Kripto AS yang akan datang akan menjadi faktor utama dalam menentukan prestasi jangka pendek Bitcoin. \"Orang ramai tidak pasti dan menunggu untuk melihat apa yang akan berlaku seterusnya, contohnya Sidang Kemuncak Kripto AS,\" kata pengulas kripto, Bitcoin Malaya pada 5 Mac.\n\nSidang Kemuncak Kripto Rumah Putih dijadualkan pada 7 Mac dan dijangka melibatkan lebih daripada 25 peserta, termasuk ahli Kumpulan Kerja Presiden mengenai Aset Digital.\n\nIa menyusuli tempoh yang bergelora untuk Bitcoin, yang jatuh di bawah $80,000 pada 28 Februari buat kali pertama sejak November, berikutan ancaman tarif Trump ke atas Eropah.\n\nWalaupun Bitcoin sempat mencecah $94,727 pada 2 Mac, berikutan pengumuman Trump pada 1 Mac yang menjanjikan rizab kripto, ia susut semula kepada $82,171 hanya dua hari kemudian.\n\nKejatuhan mendadak itu menyebabkan penganalisis Bitfinex meramalkan bahawa \"sebarang pemulihan untuk membawa harga kembali melebihi $94,000 mungkin menghadapi rintangan yang ketara.\"\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus melakukan kajian sendiri ketika membuat keputusan.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDhkNTktY2I2MC03YjJkLWI1NWUtZjlkOTgwMzljNzdh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c939bd78c52c61f77d50dc",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 05:58:00",
            "status": "Posted"
        }
    ]
}