{
    "timestamp": "2025-03-21 03:04:22",
    "all_news": [
        {
            "title": "Eksekutif biofarma berkata Bitcoin mungkin dapat membantu industri mengharungi ‘musim sejuk bioteknologi’",
            "description": "Memegang Bitcoin boleh membantu firma bioteknologi bertahan dalam tempoh panjang yang diperlukan untuk membawa produk ke pasaran, kata pengasas Atai Life Sciences Chr…",
            "content": "Syarikat biofarmaseutikal tersenarai NASDAQ, Atai Life Sciences, berkata mata wang kripto seperti Bitcoin boleh menjadi kunci kepada kelangsungan hidup syarikat permulaan bioteknologi ketika mereka mengharungi proses kelulusan pengawalseliaan yang mengambil masa bertahun-tahun.\n\nAtai, yang membangunkan rawatan kesihatan mental menggunakan bahan psikedelik seperti DMT dan MDMA, telah menjadi syarikat awam terkini yang mengumumkan rancangan untuk membeli Bitcoin.\n\nPengasas dan pengerusi syarikat, Christian Angermayer, menulis dalam catatan Substack pada 20 Mac bahawa syarikat itu merancang untuk membeli Bitcoin (BTC) bernilai $5 juta.\n\n“Pembangunan ubat adalah usaha yang memerlukan banyak wang tunai dan jangka panjang,” katanya.  “Langkah-langkah yang diperlukan untuk mendapatkan kelulusan pengawalseliaan boleh mengambil masa lebih daripada satu dekad.”\n\nTechCrunch melaporkan pada Januari bahawa, menurut beberapa set data, bilangan syarikat permulaan yang ditutup meningkat pada tahun 2024 berbanding 2023 kerana syarikat-syarikat tersebut gagal menerima lebih banyak pembiayaan untuk terus beroperasi.\n\nAngermayer berkata proses kelulusan adalah penting untuk pembangunan ubat, tetapi ia mendedahkan syarikat kepada risiko kewangan manakala inflasi yang melekit dan kadar faedah yang tinggi telah menyebabkan “musim sejuk bioteknologi” semasa.\n\nBeliau menambah bahawa pendekatan industri semasa adalah untuk meletakkan rizab tunai dalam akaun yang mempunyai pulangan hampir sifar, kerana “memelihara modal adalah lebih penting daripada memperoleh pulangan ke atas baki tunai mereka.”\n\n“Konteks ini menyediakan asas untuk mempertimbangkan langkah-langkah perbendaharaan yang tidak konvensional — seperti menambah Bitcoin ke dalam perbendaharaan — untuk menangani ancaman kembar inflasi dan rizab yang rendah pulangannya, dan secara umumnya untuk mengoptimumkan dan memaksimumkan nilai pemegang saham.”\n\nAtai akan menyertai sekurang-kurangnya lima syarikat perubatan awam lain yang telah membeli Bitcoin dalam beberapa bulan kebelakangan ini dengan matlamat untuk meningkatkan pulangan pemegang saham.\n\nSyarikat bioteknologi Quantum BioPharma berkata pada 20 Mac bahawa ia telah membelanjakan sejumlah $3.5 juta untuk membeli BTC dan mata wang kripto lain selepas pelaburan awal $1 juta pada Disember.\n\nPengilang alat perubatan Semler Scientific berkata bulan lepas bahawa sejak ia bermula pada Mei, ia telah membelanjakan sejumlah $280.4 juta untuk membeli 3,192 BTC.\n\nHoth Therapeutics, Acurx Pharmaceuticals dan Enlivex Therapeutics berkata dalam kenyataan berasingan pada 20 November bahawa masing-masing akan membeli Bitcoin bernilai $1 juta.\n\nAngermayer dari Atai berkata pembelian Bitcoin syarikatnya akan terutamanya sebagai lindung nilai inflasi jangka panjang tetapi juga sebagai strategi kepelbagaian jangka pendek. Beliau menambah bahawa Bitcoin kemungkinan akan mengalami turun naik harga jangka pendek, jadi firma yang berpangkalan di Berlin itu memegang kebanyakannya dolar AS, sekuriti jangka pendek, dan saham untuk kadar operasi yang diingini sehingga tahun 2027.\n\nPelaburan $5 juta Atai membolehkannya membeli lebih daripada 59 BTC pada harga semasa sekitar $84,300 dan menjadikannya pemegang Bitcoin terbesar ke-52 di dunia di kalangan firma awam, menurut data Bitbo.\n\nBitcoin telah bergelut untuk kekal kukuh di tengah-tengah kejatuhan pasaran yang lebih luas disebabkan oleh ancaman tarif Presiden AS Donald Trump dan kebimbangan mengenai kemelesetan AS, yang tidak dinafikan oleh Trump.\n\nHarga saham Atai meningkat pada awal dagangan 20 Mac kepada paras tertinggi $1.47 tetapi merosot untuk ditutup pada hari itu sebanyak 1.44% pada $1.37, menurut Google Finance. Sahamnya telah jatuh hampir 93% daripada kemuncak debut awamnya pada pertengahan tahun 2021 tetapi meningkat 3% setakat tahun ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI1Y2ItYjBkZC03ZjU0LTlkYWQtODdjNWYwNTlmNzhk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dccf058f12de41da82c761",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 02:19:00",
            "status": "Posted"
        },
        {
            "title": "Di Sebalik Rancangan Stesen Angkasa Berbilion Dolar Pengasas Ripple yang ‘Eksentrik’",
            "description": "Pengasas Mt. Gox, Ripple dan Stellar telah menjelaskan lanjut rancangannya untuk melancarkan sebuah stesen angkasa lepas komersial ke orbit dan memenangi kontrak NASA...",
            "content": "```\nPengusaha siri yang mengasaskan bursa kripto Mt. Gox dan pengasas bersama Ripple telah berkongsi butiran baharu mengenai syarikat stesen angkasa lepasnya yang bercita-cita tinggi, Vast, yang diharapnya akan membantu mengembangkan kaum manusia ke spesies pelbagai planet.\n\nDalam temu bual pada 20 Mac dengan Bloomberg, Jed McCaleb mengesahkan bahawa Vast berada di landasan yang tepat untuk melancarkan Haven-1 — sebuah stesen angkasa lepas komersial yang masih dalam pembinaan — ke orbit menjelang Mei 2026.\n\nJika syarikat permulaan McCaleb berjaya, ia akan berada dalam kedudukan yang lebih baik untuk memenangi kontrak yang lumayan daripada Pentadbiran Aeronautik dan Angkasa Lepas Kebangsaan AS untuk menggantikan Stesen Angkasa Antarabangsa. Kontrak dijangka akan diberikan pada pertengahan 2026.\n\nJika Vast gagal atau kalah kontrak NASA kepada pesaing, McCaleb mungkin akan melihat AS$1 bilion hilang daripada nilai bersihnya dan masa depan komersial firma stesen angkasa lepasnya akan menjadi tidak menentu, menurut laporan itu.\n\n\"Tidak ramai orang yang sanggup mendedikasikan jumlah sumber, masa dan toleransi risiko seperti saya,\" kata McCaleb kepada Bloomberg.\n\nPengasas, pengerusi lembaga dan rakan teknologi Vast, Jed McCaleb. Sumber: Vast\n\nMcCaleb dikenali sebagai seorang yang \"sanggup mengambil risiko\" dengan kecenderungan hiper rasional, menurut rakan lama dan bekas rakan niaga Sam Yagan, yang menambah:\n\nCita-cita McCaleb untuk menempatkan manusia di planet lain mempunyai persamaan dengan usahawan berbilion dolar dan Ketua Pegawai Eksekutif SpaceX, Elon Musk.\n\n\"Sangat penting orang ramai mengambil langkah ini dari tempat kita berada hari ini ke dunia berpotensi di mana ramai orang hidup di luar Bumi,\" kata McCaleb, yang mengasaskan Vast pada 2021.\n\nVast membina kapal angkasanya dengan komponen yang dibangunkan oleh SpaceX, seperti penyesuai dok untuk menyambungkan kapsul Dragon SpaceX ke stesen Vast dan sistem internet di angkasa lepas yang akan menyediakan WiFi di stesen melalui Starlink.\n\nSpesifikasi utama model Haven-1 Vast. Sumber: Vast\n\nFirma McCaleb juga telah menempah penerbangan SpaceX untuk menghantar perkakasannya ke orbit dan menghantar anak kapal ke stesennya, dan SpaceX telah bersetuju untuk membawa angkasawan untuk Vast selagi NASA memberi lampu hijau.\n\nHubungan rapat Vast dengan SpaceX sebahagiannya berpunca daripada ia menggajikan kakitangan utama yang sebelum ini bekerja di sana, termasuk Max Haot, yang kini berkhidmat sebagai Ketua Pegawai Eksekutif dan presiden Vast.\n\nVast bersaing dengan syarikat seperti Axiom Space, Voyager Space Holdings, Lockheed Martin dan Blue Origin yang diasaskan oleh Jeff Bezos untuk memenangi kontrak utama NASA yang seterusnya.\n\nMcCaleb juga mahu mencipta 'graviti tiruan'\n\nSebahagian daripada perancangan jangka panjang Vast adalah untuk mencipta graviti tiruan yang meniru keadaan seperti Bumi dengan mempercepatkan atau memutarkan kapal angkasa, kerana ramai pekerja ISS yang telah menghabiskan tempoh yang lama di angkasa telah melaporkan kerosakan organ.\n\nISS juga menggunakan teknologi yang mengitar semula air sisa menjadi air minuman dan karbon dioksida menjadi oksigen yang boleh disedut. Haven-1 tidak akan menampilkan ini kerana lawatan anak kapal jangka pendek, tetapi Vast merancang untuk memasukkannya ke dalam model masa depannya, Haven-2, menjelang 2028, yang akan direka untuk penginapan jangka panjang.\n\nKedua-dua McCaleb dan Haot berkata mereka sanggup menaiki penerbangan sendiri.\n\nMcCaleb telah mengikuti laluan yang tidak konvensional ke dalam industri angkasa lepas.\n\nSelepas kejayaan pertama McCaleb dengan perkhidmatan perkongsian fail internet eDonkey pada tahun 2000-an, pencapaian ketara beliau yang seterusnya ialah mengasaskan Mt. Gox pada 2010.\n\nWaktunya di Mt. Gox adalah singkat, dengan McCaleb menjual majoriti saham pada 2011. Mt. Gox kemudiannya menjadi bursa Bitcoin (BTC) terbesar di dunia sehingga 2014 apabila penggodaman bernilai AS$400 juta menyebabkan syarikat itu muflis.\n\nBeberapa bulan kemudian, McCaleb memulakan usaha niaganya yang seterusnya — mencipta token kripto XRP (XRP) pada protokol Ripple pada 2012.\n\nMcCaleb memiliki 9% token XRP sejak awal tetapi menjual majoriti daripadanya selepas 2013 apabila dia meninggalkan Ripple berikutan perselisihan dengan pengasas lain syarikat itu.\n\nBeliau telah memperoleh berbilion dolar daripada jualan XRP dan ekuiti Ripple antara 2014 dan 2022.\n\nMcCaleb juga mengasaskan rangkaian Stellar pada 2014 — cabang protokol Ripple — bersama-sama dengan token kripto Stellar (XLM), yang kini mempunyai had pasaran AS$8.7 bilion, data CoinGecko menunjukkan.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI1ODMtODdmMC03ZjJjLTlkYjQtMzMxYTY1MmQzMDEw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dcccac25576518b550fa85",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 02:13:00",
            "status": "Posted"
        }
    ]
}