{
    "timestamp": "2025-03-10 14:28:03",
    "all_news": [
        {
            "title": "TVL DeFi merosot sebanyak $45 bilion, menghapuskan keuntungan sejak pilihan raya Trump.",
            "description": "Sektor DeFi Ethereum mengecil, tetapi penghijrahan AS$1.8 bilion daripada bursa berpusat (CEX) menunjukkan pelabur tidak melupuskan aset mereka.",
            "content": "Nilai keseluruhan kripto yang terkunci (TVL) dalam protokol kewangan terdesentralisasi (DeFi) telah kehilangan semua keuntungannya sejak Donald Trump dipilih sebagai Presiden AS pada November 2024.\n\nSejak pilihan raya AS, TVL DeFi meningkat sehingga $138 bilion pada 17 Disember tetapi telah merosot kepada $92.6 bilion menjelang 10 Mac, seperti yang dinyatakan oleh penganalisis Miles Deutscher.\n\nSolana telah menanggung beban kritikan kerana populariti memecoinnya telah pudar, tetapi Ethereum telah menghadapi cabarannya sendiri dalam kitaran baru-baru ini, gagal mencapai paras tertinggi sepanjang zaman yang baharu sementara Bitcoin melonjak melebihi $109,000 pada 20 Januari, hari Trump memegang jawatan. TVL Ethereum telah jatuh sebanyak $45 bilion daripada paras tertinggi kitaran, data DefiLlama menunjukkan.\n\nSumber: Miles Deutscher\n\nHarga tertinggi rekod Ether (ETH) iaitu $4,787 dari November 2021 kekal tidak terpecahkan walaupun perkembangan positif industri, seperti dana perdagangan bursa (ETF) tempat yang dilancarkan di AS dan arahan eksekutif Trump untuk rizab Bitcoin strategik.\n\nAliran keluar bersih bursa mingguan Ethereum sebanyak $1.8 bilion\n\nHampir 800,000 Ether, bernilai kira-kira $1.8 bilion, telah meninggalkan bursa pada minggu bermula 3 Mac, mengakibatkan aliran keluar bersih tujuh hari tertinggi yang direkodkan sejak Disember 2022, menurut data IntoTheBlock.\n\nAliran keluar ini luar biasa memandangkan penurunan harga Ethereum sebanyak 10% dalam tempoh itu, mencecah paras terendah $2,007, menurut CoinGecko. Biasanya, aliran masuk bursa menandakan tekanan jualan, manakala aliran keluar mencadangkan pegangan jangka panjang atau pergerakan ke dalam aplikasi kewangan terdesentralisasi (DeFi), seperti peneguhan atau pertanian hasil.\n\n\"Walaupun pesimisme yang berterusan mengenai harga Ether, trend ini menunjukkan ramai pemegang melihat paras semasa sebagai peluang pembelian strategik,\" kata IntoTheBlock dalam catatan X pada 10 Mac.\n\nSebelum 3 Mac, Ethereum mengalami aliran masuk bursa bersih setiap hari, menunjukkan bahawa pelabur sedang menjual semasa penurunan, kata Juan Pellicer, penganalisis penyelidikan kanan di IntoTheBlock, dalam komen kepada Cointelegraph. Beliau menyatakan bahawa penurunan ETH kepada $2,100 mungkin telah mencetuskan pengumpulan, yang kemudiannya menyebabkan pelabur menarik balik dana daripada bursa.\n\nPeningkatan Pectra menghadapi halangan sendiri\n\nPelan hala tuju Ethereum yang berpusat pada rollup telah mengurangkan kesesakan dan yuran gas tetapi memperkenalkan pemecahan kecairan.\n\nPeningkatan Pectra yang akan datang bertujuan untuk menangani masalah ini dengan meningkatkan kecekapan dan interoperabiliti lapisan 2. Dengan menggandakan bilangan blob, ia mengurangkan kos transaksi dan membantu mengukuhkan kecairan. Di samping itu, pengekstrakan akaun membolehkan dompet kontrak pintar berfungsi dengan lebih lancar merentas rangkaian Ethereum dan lapisan 2, mempermudahkan pembinaan jambatan dan pengurusan dana.\n\nPelaksanaan peningkatan Pectra menghadapi kemunduran pada 5 Mac apabila ia dilancarkan pada testnet Sepolia. Pembangun Ethereum, Marius van der Wijden melaporkan ralat pada nod Geth dan blok kosong yang ditambang disebabkan oleh kontrak deposit mencetuskan jenis peristiwa yang tidak betul. Pembaikan telah digunakan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgwMzItNTgxNS03NTVlLTkyZWQtM2Y2MTY5ODRlYWMw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cef186ac2cef0b17b0a743",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 14:02:00",
            "status": "Posted"
        }
    ]
}