{
    "timestamp": "2025-03-09 13:22:17",
    "all_news": [
        {
            "title": "Tindakan balas terhadap rizab Bitcoin menandakan jangkaan industri yang tidak realistik.",
            "description": "Menurut pakar pengawalseliaan, kekecewaan komuniti kripto terhadap perintah eksekutif Presiden Trump yang bersejarah mengenai rizab Bitcoin menandakan jangkaan yang tidak realistik...",
            "content": "Kekecewaan meluas terhadap Rizab Bitcoin Strategik AS — yang dipuji sebagai langkah bersejarah bagi penerimaan Bitcoin — menunjukkan jangkaan pelabur yang tidak realistik, menurut pakar pengawalseliaan.\n\nPresiden Donald Trump menandatangani perintah eksekutif pada 7 Mac, yang akan menggunakan Bitcoin (BTC) yang dirampas dalam kes jenayah kerajaan dan bukannya membeli aset tersebut secara langsung dari pasaran. Pengumuman itu mencetuskan penurunan harga Bitcoin melebihi 6%, jatuh daripada $90,400 kepada $84,979, menurut data Cointelegraph Markets Pro.\n\nReaksi itu menunjukkan jangkaan industri yang tidak realistik, menurut Anastasija Plotnikova, pengasas bersama dan Ketua Pegawai Eksekutif Fideum, sebuah firma infrastruktur pengawalseliaan dan rantaian blok yang memberi tumpuan kepada institusi.\n\nRizab Bitcoin itu adalah pendekatan yang “berhati-hati” dengan dana pembayar cukai, yang “membuat keputusan ini sejajar dengan mesej daripada pentadbiran ini,” tambah pakar pengawalseliaan itu.\n\nWalaupun pelan semasa tidak melibatkan pembelian Bitcoin kerajaan, perintah itu tidak menolaknya pada masa hadapan. Perintah itu membenarkan setiausaha Perbendaharaan dan Perdagangan AS untuk membangunkan “strategi neutral bajet” untuk membeli lebih banyak Bitcoin untuk rizab, dengan syarat tiada kos tambahan kepada pembayar cukai.\n\nNamun, kekecewaan pelabur jangka pendek berpasangan dengan kebimbangan makroekonomi yang berterusan berkaitan tarif import mungkin menolak Bitcoin kepada penutupan mingguan di bawah $82,000, menimbulkan risiko turun naik negatif yang lebih besar, kata penganalisis kepada Cointelegraph.\n\nTrump menandatangani perintah rizab Bitcoin bersejarah sehari sebelum menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih pertama, yang turut menerima reaksi bercampur-campur daripada komuniti kripto.\n\nWalaupun penerimaan yang berpecah, sidang kemuncak itu menandakan satu saat penting bagi penglibatan Rumah Putih dengan industri kripto, menurut Alexander Urbelis, penasihat umum dan ketua pegawai keselamatan maklumat di Ethereum Name Service.\n\n“Terdapat harapan yang tinggi untuk hasil Sidang Kemuncak Kripto. Salah satu harapan itu ialah penglibatan seperti ini dengan Rumah Putih akan berterusan lama selepas mesyuarat awal,” tambahnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzQ2NjYtY2NhZi03Yzk5LTk3NGYtYjdlMTczYzEwZWI4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cd930533272f719d07c141",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 13:06:00",
            "status": "Posted"
        }
    ]
}