{
    "timestamp": "2025-03-17 12:52:30",
    "all_news": [
        {
            "title": "Strategi Michael Saylor mencatat pembelian Bitcoin terkecil dalam sejarah.",
            "description": "Strategi Michael Saylor telah mengumumkan pembelian terbaru mereka sebanyak 130 Bitcoin, yang dibeli dengan harga sekitar $10.7 juta tunai.",
            "content": "Strategi Michael Saylor, pemegang Bitcoin korporat awam terbesar dunia, telah mengumumkan pembelian Bitcoin terkecilnya dalam sejarah.  Pada 17 Mac, Strategy secara rasmi mengumumkan pembelian terbaru mereka sebanyak 130 Bitcoin (BTC), bernilai sekitar $10.7 juta tunai, atau pada harga purata kira-kira $82,981 setiap BTC.\n\nPembelian Bitcoin terbaru ini dilakukan menggunakan hasil daripada \"STRK ATM,\" program baharu Strategy yang bertujuan untuk mengumpul sehingga $21 bilion modal baharu untuk membeli lebih banyak BTC.\n\nPembelian 130 BTC yang baharu ini adalah yang terkecil pernah direkodkan sejak syarikat itu mengumumkan pembelian pertamanya sebanyak 21,454 BTC bernilai $250 juta pada Ogos 2020. Strategy kini hanya memerlukan 774 BTC lagi untuk mencapai pegangan sebanyak 500,000 BTC.\n\nDengan pembelian baharu ini, Strategy dan subsidiarinya kini memegang 499,226 BTC, yang diperoleh pada harga pembelian agregat kira-kira $33.1 bilion dan harga pembelian purata sekitar $66,360 setiap BTC, termasuk yuran dan perbelanjaan.  Selepas membeli 130 BTC, Strategy masih perlu membeli 774 BTC lagi untuk mencapai pegangan sebanyak 500,000 BTC.\n\nMenurut laman web Strategy, hasil Bitcoin syarikat itu kini berada pada 6.9%, jauh lebih rendah daripada sasaran 15% untuk tahun 2025.\n\nWalaupun harga Bitcoin jatuh ke paras terendah beberapa bulan di bawah $80,000 minggu lalu, pembelian terbaru Strategy jauh lebih kecil daripada pembelian terbaharu mereka dan merupakan pembelian BTC terkecil yang pernah diumumkan oleh firma tersebut. Sebelum pembelian terkini, pembelian BTC terkecil oleh Strategy ialah sebanyak 169 Bitcoin pada Ogos 2024, menurut rekod rasmi Strategy.\n\nSetakat tahun 2025, Strategy telah memperoleh 51,656 BTC dalam tujuh pengambilalihan yang diumumkan.  Ini adalah berita yang sedang berkembang, dan maklumat lanjut akan ditambah sebaik sahaja ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTMzMzAtMzYwNy03YzFhLTg1OGUtNGJjNmY0MzIyNWQz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d8192853541f19fb46ac4c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 12:39:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin menunjukkan 'salib menaik' sekali lagi, dengan purata pulangan melebihi 50%.",
            "description": "Harga Bitcoin berpotensi melonjak sehingga $120,000 menjelang Julai atau Ogos, di mana pengumpulan aset oleh dana lindung nilai  menguatkan lagi prospek kenaikan harga.",
            "content": "Bitcoin (BTC) mencatatkan persilangan lembu jantan pada RSI stokastik, yang sebelum ini menunjukkan kebangkitan harga yang mendadak.\n\nRSI stokastik menjejaki momentum berdasarkan pergerakan harga berhubung dengan julat harga dalam tempoh tertentu. Indikator klasik ini beroperasi antara 0 dan 100, dengan nilai melebihi 80 dianggap terlebih beli dan di bawah 20 dianggap terlebih jual.\n\nCarta harga mingguan BTC/USDT. Sumber: TradingView/Merjin The Trader\n\nPersilangan garisan %K biru di atas garisan %D oren daripada zon terlebih jual secara teknikalnya menunjukkan momentum menaik yang semakin meningkat.\n\nSasaran harga BTC $120,000 muncul\n\nFraktal sejarah menunjukkan bahawa setiap kali RSI stokastik mingguan membentuk persilangan lembu jantan, Bitcoin mengalami pemulihan harga yang mendadak dalam tempoh tiga hingga lima bulan. Kenaikannya secara purata sekitar 56% semasa pemulihan tersebut, termasuk perhimpunan yang melepasi tanda pulangan 90%.\n\nCarta harga mingguan BTC/USD. Sumber: TradingView\n\nIni termasuk perhimpunan kira-kira 90% daripada paras terendah November 2022, keuntungan 92% pada lewat 2023, dan pergerakan yang menakjubkan sebanyak 98% kepada paras tertinggi sepanjang zaman Bitcoin sekitar $110,000 pada Januari 2025.\n\nJika sejarah berulang, Bitcoin boleh menyaksikan kenaikan parabola yang lain menjelang Julai atau Ogos, selaras dengan persilangan lembu jantan RSI stokastik sebelum ini yang memberikan pulangan yang besar.\n\nPenganalisis pasaran, Merjin the Trader, berkata harga Bitcoin boleh mencapai sekurang-kurangnya $120,000 jika fraktal RSI Stokastik berlaku seperti yang dirancang.\n\nSumber: Merjin The Trader\n\nSementara itu, pandangan pembalikan lembu jantan Bitcoin menerima petunjuk lanjut daripada purata bergerak eksponen 50 minggu (EMA 50 minggu; gelombang merah dalam carta di atas) sekitar $77,230.\n\nGelombang EMA 50 minggu telah berfungsi sebagai zon pengumpulan yang kukuh untuk peniaga sejak Oktober 2023.\n\nSekiranya harga BTC jatuh dengan ketara di bawah EMA 50 minggu, ia boleh menuju ke sasaran sokongan seterusnya sekitar EMA 200 minggu (gelombang biru), berhampiran $50,480, iaitu penurunan kira-kira 40% daripada harga semasa.\n\nDana lindung nilai Bitcoin membeli semasa penurunan\n\nSatu lagi petanda lembu jantan datang daripada pengumpulan dana lindung nilai semasa pembetulan harga yang sedang berlangsung.\n\nDana lindung nilai kripto global sedang meningkatkan pendedahan Bitcoin mereka, seperti yang dilihat dalam beta 20 hari bergolek terkini kepada BTC, yang telah melonjak kepada paras tertinggi empat bulan. Ini menunjukkan bahawa pelabur institusi sedang membeli semasa penurunan, meletakkan diri mereka untuk potensi kenaikan.\n\nBeta global dana lindung nilai kripto bergolek 1 bulan kepada Bitcoin. Sumber: Glassnode/Bloomberg\n\nBeta mengukur sejauh mana pulangan dana lindung nilai menjejaki pergerakan Bitcoin. Apabila beta meningkat melebihi 1.0, ia menunjukkan bahawa dana itu meningkat lebih daripada harga BTC. Sebaliknya, apabila beta jatuh di bawah 1.0, dana itu bergerak kurang daripada Bitcoin.\n\nBeta kini berada pada paras tertinggi 4 bulan, bermakna dana lindung nilai percaya bahawa penurunan Bitcoin baru-baru ini adalah peluang pembelian dan menjangkakan harga yang lebih tinggi akan datang, mengukuhkan pandangan harga $120,000 seperti yang dibincangkan di atas.\n\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEzYjItYmZjMy03NjllLWJmMjctMmU3MTAxODIyNDFj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d816d7fc7e4736ae38f870",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 12:29:00",
            "status": "Posted"
        }
    ]
}