{
    "timestamp": "2025-03-17 01:59:06",
    "all_news": [
        {
            "title": "Lelaki ‘Sampah Bitcoin’ Kalah Rayuan, Kata Ada Satu ‘Pilihan Undang-Undang Terakhir’",
            "description": "Lelaki UK yang cuba mendapatkan semula 8,000 Bitcoin daripada tapak pelupusan sampah kini merancang untuk memfailkan kes kepada Konvensyen Hak Asasi Manusia Eropah selepas rayuannya di UK...",
            "content": "Rayuan seorang lelaki UK untuk mendapatkan permit bagi menggeledah tapak pelupusan sampah bagi mendapatkan cakera kerasnya — yang menyimpan kunci peribadi kepada 8,000 Bitcoin — telah ditolak oleh Mahkamah Rayuan UK.\n\n“Permohonan rayuan kepada Mahkamah Rayuan Diraja: ditolak,” kata Howells dalam catatan X pada 14 Mac. “Sistem Keadilan British yang Agung menyerang lagi… Negara sentiasa melindungi negara,” tambah penganggota Bitcoin awal itu sebelum mendedahkan “hentian seterusnya” beliau akan menjadi Konvensyen Eropah Hak Asasi Manusia (ECHR).\n\nHakim Mahkamah Rayuan Diraja UK, Christopher Nugee, menolak permohonan Howells, menyatakan bahawa tiada “peluang kejayaan sebenar” dan tiada “sebab menarik lain” mengapa ia perlu didengar, menurut pemfailan 13 Mac yang dikongsi dengan Cointelegraph.\n\nKeputusan Nugee menyusuli penolakan awal pada 9 Januari daripada Hakim Mahkamah Tinggi Andrew Keyser, yang turut menyatakan bahawa tiada “peluang realistik” bagi kes Howells berjaya dalam perbicaraan penuh.\n\nDalam nota kepada Cointelegraph, Howell berkata pilihan undang-undang terakhirnya untuk digunakan adalah di ECHR — di mana beliau akan mendakwa bahawa Mahkamah Tinggi UK dan Mahkamah Rayuan UK telah melanggar hak milik dan hak untuk perbicaraan adil di bawah Artikel 1 Protokol 1 dan Artikel 6 ECHR.\n\nECHR tidak boleh menidakkan keputusan mahkamah UK — namun, keputusan yang memihak kepada Howells akan meminta mahkamah UK untuk mempertimbangkan sama ada perundangannya ditafsirkan dengan cara yang serasi dengan peruntukan ECHR.\n\nDalam satu kenyataan berasingan yang dikongsi dengan Cointelegraph, Howells berkata beliau akan memfailkan tuntutan kepada ECHR dalam “beberapa minggu” akan datang.\n\nPemfailan mahkamah ini menyusuli penolakan berulang daripada Majlis Bandaraya Newport yang membenarkan Howells menggeledah tapak pelupusan Docksway — di mana bekas pasangan Howells membuang beg yang mengandungi cakera keras di tapak tersebut pada tahun 2013.\n\n8,000 Bitcoin (BTC) Howells bernilai kira-kira $660 juta pada harga semasa. Walaupun sedikit yang meramalkan Bitcoin akan mencapai ketinggian sedemikian pada masa itu, insiden Howells menunjukkan kepentingan untuk melindungi dana kripto yang diurus sendiri dengan betul.\n\nHowells juga nampaknya kehabisan masa, kerana tapak pelupusan Docksway dilaporkan akan ditutup pada suatu masa dalam tahun kewangan 2025-2026 UK, Berita BBC melaporkan pada 9 Februari.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEwZjItZWYwMy03YjYxLTg4YWItN2ZhYzkwNTMwOWI5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d76f3ca3f2b42c2cbbba16",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 00:34:00",
            "status": "Posted"
        }
    ]
}