{
    "timestamp": "2025-04-14 06:37:45",
    "all_news": [
        {
            "title": "Shocking CryptoPunks Tax Evasion Case: Man Faces Prison for NFT Income",
            "translated_facebook_post": "Seorang lelaki di Amerika Syarikat berdepan hukuman penjara enam tahun kerana gagal membayar cukai pendapatan daripada jual beli CryptoPunks, berjumlah lebih $13 juta. Kes ini ingatkan kita semua, keuntungan daripada NFT kena bayar cukai juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcaa2b355bf8708c834797",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Shocking-CryptoPunks-NFT-Sale-6-Million-Ethereum-Purchase-Leads-to-10-Million-Loss.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:23:00"
        },
        {
            "title": "Uncertain Asian FX Markets: Yuan Plummets, Dollar’s Dramatic 3-Year Low Amid Tariff Relief",
            "translated_facebook_post": "Pasaran matawang Asia agak tak menentu sekarang, Yuan jatuh, dan dolar AS berada pada paras terendah dalam 3 tahun disebabkan sedikit kelonggaran tarif.  Ketidakstabilan ini memberi kesan kepada pasaran kripto juga, jadi kena sentiasa peka dengan pergerakan matawang global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fcaa2cbb2e5d6f97891f3f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Alert-Asia-FX-Markets-Edge-Higher-as-Dollar-Weakens-Amid-Trump-Tariff-Jitters.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:22:00"
        },
        {
            "title": "Explosive Growth: Metaplanet Amasses 319 More Bitcoin in Strategic Move",
            "translated_facebook_post": "Syarikat Metaplanet dari Jepun tambah lagi 319 Bitcoin, menjadikan jumlah keseluruhan Bitcoin mereka kepada 4,525.  Ini menunjukkan minat institusi terhadap Bitcoin semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca905c658a97f7a1132ad",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bold-Move-Metaplanet-Raises-13.33M-via-Zero-Bonds-to-Supercharge-Bitcoin-Holdings.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:19:00"
        },
        {
            "title": "Critical Crypto Unlock Week: $330M TRUMP Token Unlock Alert – Market Impact?",
            "translated_facebook_post": "Minggu ni banyak token akan dikeluarkan, terutama token  yang bernilai $330 juta.  Perlu berhati-hati sebab harga mungkin turun naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca905355bf8708c834794",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/MAGA-STRUMP-TRUMP.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:17:00"
        },
        {
            "title": "Tron Founder Justin Sun Claims All-Time Record High for TRX Price – Here’s the Date He Expects",
            "translated_facebook_post": "Pengasas Tron, Justin Sun, jangka harga TRX cecah paras tertinggi sepanjang zaman pada suku kedua tahun ini, dan nilai pasaran USDT dan USDD dalam rangkaian Tron juga akan meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca904c658a97f7a1132ab",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/03/tron-justin-sun.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:16:00"
        },
        {
            "title": "Mechanism Capital founder doubles Bitcoin position with a $200M long",
            "translated_facebook_post": "Pengasas Mechanism Capital, Andrew Kang, telah gandakan pelaburan Bitcoin beliau kepada $200 juta,  berikutan harga Bitcoin yang agak turun naik.  Beliau nampaknya yakin harga Bitcoin akan naik.",
            "translated_title": "Pengasas Mechanism Capital gandakan pegangan Bitcoin dengan pelaburan panjang $200 juta.",
            "translated_content": "## Andrew Kang Menggandakan Taruhan Bitcoin Setelah Pengumuman Trump\n\nPengasas firma usaha niaga kripto, Mechanism Capital, Andrew Kang, nampaknya telah menggandakan taruhannya bahawa harga Bitcoin akan meningkat dengan posisi panjang bernilai $200 juta, menurut data onchain.\n\nFirma analitik kripto, Arkham, menyatakan dalam catatan X pada 12 April, “Andrew Kang baru sahaja menggandakan posisi Bitcoinnya.”  Ia menerangkan bahawa alamat kripto yang dikaitkan dengan Kang telah membuat satu lagi taruhan panjang bernilai $100 juta terhadap Bitcoin (BTC) dengan jangkaan keuntungan atau kerugian sebanyak $6.8 juta.\n\nPada 9 April, Arkham menyatakan bahawa dompet yang dikaitkan dengan Kang telah membuat taruhan panjang leverage bernilai $100 juta terhadap Bitcoin selepas Presiden Amerika Syarikat, Donald Trump, membuat catatan di platform Truth Social beliau pada hari yang sama, yang berbunyi, “INI ADALAH MASA YANG BAIK UNTUK MEMBELI!!! DJT.”\n\nBeberapa jam kemudian, pentadbiran Trump mengumumkan penggantungan selama 90 hari ke atas rejim tarif global yang dinaikkan, yang menyebabkan kripto dan saham melonjak. Tarif, yang pertama kali didedahkan pada 2 April, telah berkuat kuasa beberapa jam sebelumnya dan telah menjatuhkan kebanyakan pasaran kewangan.\n\nDalam catatan X pada 12 April, Kang menyatakan bahawa kejatuhan perang perdagangan dan \"Trump put\" — kepercayaan bahawa presiden akan berusaha untuk menaikkan pasaran saham — \"adalah gabungan yang sempurna untuk BTC membalikkan aliran menurun selama beberapa bulan.\"  Kang menyatakan catatan Truth Social Trump pada 9 April mungkin merupakan petanda \"Trump put.\"\n\nSementara itu, Senator Demokrat telah meminta Suruhanjaya Sekuriti dan Bursa dalam surat pada 11 April untuk melancarkan siasatan perdagangan orang dalam dan manipulasi pasaran terhadap Trump dan sekutunya berhubung catatan tersebut, yang menurut mereka \"nampaknya telah mendedahkan rancangannya\" untuk menggantung tarif.\n\n**Bitcoin Bergolak Akibat Kekeliruan Tarif**\n\nBitcoin telah menyaksikan ayunan melebihi 2% dalam tempoh 24 jam yang lalu ketika pentadbiran Trump berulang alik mengenai pengecualian tarif untuk barangan elektronik China.\n\nBitcoin mencecah paras terendah 24 jam sebanyak $83,197, menghapuskan kebanyakan keuntungan yang diperoleh sebelum hujung minggu, tetapi ia telah pulih untuk diniagakan mendatar sepanjang hari lalu sekitar $85,000 selepas sebentar mencecah paras tertinggi $85,315, menurut data CoinGecko.\n\nTrump membuat catatan di Truth Social pada 13 April bahawa \"tiada 'pengecualian' tarif diumumkan pada hari Jumaat,\" 11 April, tetapi cukai ke atas elektronik China \"bergerak ke 'bakul' Tarif yang berbeza\" sebanyak 20%.",
            "translated_summary": "Pengasas Mechanism Capital, Andrew Kang, telah menggandakan pelaburan jangka panjang Bitcoin beliau kepada $200 juta di tengah-tengah ketidaktentuan harga kripto itu pada hujung minggu.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca905bb2e5d6f97891f3a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2RiMWQtNWIzZi03ZDBjLWI5YTEtYjZkNjlmM2M2ZjU3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-14 06:15:00"
        },
        {
            "title": "Troller Cat Coin Rises as Fartcoin and Notcoin Struggles in Latest Crypto Shift",
            "translated_facebook_post": "Nampaknya Troller Cat tengah naik daun, lain daripada Notcoin dan Fartcoin yang agak merudum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fc8128c95e5e1719d07b52",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5545424cf48b4fc8a17348a45d772291.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:15:00"
        },
        {
            "title": "Cheems, Shiba Inu, and One Whitelist Stirring Up the Meme Scene: Meme Coins With Big Buzz",
            "translated_facebook_post": "Beberapa duit syiling meme menarik perhatian sekarang, antaranya Troller Cat, Shiba Inu, Cheems, dan Apu Apustaja.  Troller Cat nampaknya paling menonjol sebab whitelist masih dibuka dan ada potensi ganjaran lumayan untuk pelabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/cheems-shiba-inu-and-one-whitelist-stirring-up-the-meme-scene-meme-coins-with-big-buzz/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-35-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:15:00"
        },
        {
            "title": "MANTRA OM Coin Price Prediction 2025, 2026 – 2030: Should You Buy OM Token Now?",
            "translated_facebook_post": "Ramalan harga Mantra (OM) agak memberangsangkan, mungkin mencecah $2.0124 pada 2025 dan sehingga $21.1016 pada 2030. Walau bagaimanapun, harga sekarang agak rendah disebabkan beberapa isu, jadi kena berhati-hati sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/673dc4a3f22c10589e56cd79",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/20120959/price-prediction-MANTRA-om.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:12:00"
        },
        {
            "title": "Mantra (OM) Tumbles: Binance Cites Liquidations Impact",
            "translated_facebook_post": "Token OM dari Mantra DAO jatuh mendadak disebabkan pengurangan aset dan perubahan jumlah token di Binance, menyebabkan pasaran bertindak balas serta-merta dan ramai pelabur berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca7d9bb2e5d6f97891f34",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/mantra-dao-om-token-crash-graph.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:12:00"
        },
        {
            "title": "Bybit CEO Ben Zhou Denies Allegations of Misconduct",
            "translated_facebook_post": "CEO Bybit, Ben Zhou, menafikan dakwaan salah laku terhadap syarikatnya, anggap ia cuma khabar angin tidak berasas, dan isu ini juga melibatkan Pi Network.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca7d9c658a97f7a1132a8",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/ben-zhou-crypto-confidence-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:11:00"
        },
        {
            "title": "Mantra says one particular exchange may have caused OM collapse",
            "translated_facebook_post": "Harga token Mantra (OM) jatuh mendadak hampir 90%, mungkin disebabkan penutupan akaun paksa oleh bursa mata wang kripto, bukannya disebabkan hutang atau penipuan.",
            "translated_title": "Mantra menyatakan satu pertukaran tertentu mungkin telah menyebabkan kejatuhan OM.",
            "translated_content": "**Mantra Token Plunges 90% Amidst Exchange Accusations**\n\nThe Mantra (OM) token, native to the real-world asset tokenization blockchain Mantra, experienced a dramatic 90% price drop on April 13th, plummeting from $6.30 to below $0.50.  This resulted in a rapid loss of over 90% of its $6 billion market capitalization.\n\nMantra co-founder John Mullin attributed the crash to centralized exchanges forcibly closing positions without warning.  He stated on X (formerly Twitter) that the timing and severity of the crash, occurring during low-liquidity hours on a Sunday evening UTC, suggested negligence or even intentional market manipulation by these exchanges.  While Mullin believes one specific exchange is responsible, he hasn't yet publicly named it, clarifying it wasn't Binance.  A community update on X is promised to provide further details.\n\nSpeculation surrounding the collapse includes allegations of a rug pull and the possibility that the Mantra team had used its tokens as collateral for a large loan, subsequently facing a margin call due to a change in loan risk parameters.  Mullin vehemently denied these claims, asserting that the team had no outstanding loans and that the tokenomics remain intact, with tokens locked according to published vesting periods and wallet addresses publicly accessible.\n\nFollowing the initial crash, OM briefly recovered to above $1 before falling back to around $0.7894 (according to CoinGecko).  This represents a decline of over 91% from its all-time high of nearly $9 reached on February 23rd.\n\nBlockchain analytics platforms shed light on significant token movements preceding the crash. Spot On Chain reported that large OM holders moved 14.27 million tokens to OKX three days before the price plummeted, having previously acquired 84.15 million OM for $564.7 million in March.  Lookonchain noted that at least 17 wallets deposited 43.6 million OM (4.5% of the circulating supply) into exchanges since April 7th.  These transfers may have contributed to the sharp price drop.\n\nIn January 2025, Mantra signed a $1 billion deal with DAMAC to tokenize the conglomerate's assets.  In February 2024, Mantra received a virtual asset service provider license from Dubai's Virtual Assets Regulatory Authority.",
            "translated_summary": "Translation failed",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca7d9bb2e5d6f97891f30",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEyNTMtZjIwZS03YjJjLWI4YTQtZmY2N2VjYWU5YTRj.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-14 06:10:00"
        },
        {
            "title": "Warning, Ponzi scheme",
            "translated_facebook_post": "Amaran, skim cepat kaya.\n\n\nSatu lagi skim cepat kaya yang kena hati-hati.  Jangan tertipu!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca7d7bc61b7394c226b70",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/30897.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:10:00"
        },
        {
            "title": "Bitcoin may soon rally as perpetual-spot gap narrows: CryptoQuant",
            "translated_facebook_post": "Data terkini menunjukkan Bitcoin mungkin akan naik semula sebab jurang antara harga semasa dan harga niaga hadapan semakin kecil.  Pelabur nampaknya masih yakin dengan Bitcoin, dan kalau trend ni berterusan, harga mungkin akan meningkat lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca6a7bb2e5d6f97891f2c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-Mount-Rushmore-Bitcoin-option04-1380x820-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:05:00"
        },
        {
            "title": "OM Collapses In 4h, The Truth Behind The Fall Of The OM Token",
            "translated_facebook_post": "Token OM milik projek MANTRA jatuh lebih 90% nilainya dalam masa 4 jam, menyebabkan kerugian besar dan menimbulkan pelbagai spekulasi, termasuk kemungkinan jualan besar-besaran oleh pasukan pengasas. Walaupun pihak MANTRA menafikan penglibatan langsung, kejadian ini menimbulkan kebimbangan tentang risiko sistemik dalam pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca7d9bc61b7394c226b72",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/1-12.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:05:00"
        },
        {
            "title": "Mantra CEO blames 90% OM token crash on forced exchange liquidations",
            "translated_facebook_post": "CEO Mantra salahkan bursa terpusat sebab harga token OM jatuh mendadak lebih 90%, walaupun ada juga analisis lain yang mengaitkan jualan besar-besaran token tersebut dengan pihak dalaman.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca6a8bc61b7394c226b6c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/07/crypto-news-What-are-prediction-markets-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:04:00"
        },
        {
            "title": "Asian tech stocks posted gains as the US temporarily paused some tariffs",
            "translated_facebook_post": "Saham teknologi Asia meningkat sebab Amerika Syarikat tangguh sementara cukai import barang elektronik.  Beberapa syarikat untung besar, tapi masih ada yang ragu-ragu pasal keputusan selanjutnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca6a8bc61b7394c226b6e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Stocks.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:03:00"
        },
        {
            "title": "MAGACOINFINANCE Could Deliver What Bitcoin Can’t in April 2025",
            "translated_facebook_post": "Ramai dah sertai pelaburan MAGACOINFINANCE, dijangka dapat pulangan tinggi berbanding Bitcoin menjelang April 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca5812d862e0d9903f9f6",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744559440.docx_1744559440_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:02:00"
        },
        {
            "title": "Kaspa (KAS) Price Prediction for Today (April 14)",
            "translated_facebook_post": "Harga Kaspa hari ni sekitar $0.07349, turun sikit (1.84%) dalam 24 jam lepas. Walaupun turun, nampak macam masih ada potensi naik. Beberapa kemas kini rangkaian akan datang mungkin mengubah arah. Secara teknikalnya, ada petanda positif dan negatif, jadi kena tengok perkembangan selanjutnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca580bb2e5d6f97891f28",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/06/image-1108-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 06:00:00"
        },
        {
            "title": "Crucial Economic Events This Week: How They Could Impact Cryptocurrency Markets",
            "translated_facebook_post": "Ramai ahli ekonomi akan berucap minggu ni, termasuklah ketua Rizab Persekutuan Amerika, Jerome Powell.  Keputusan kadar faedah dari beberapa bank pusat juga akan diumumkan.  Semua ni boleh jejak pasaran kripto.  Jadi, kena sentiasa peka dengan perkembangan semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fca580bb2e5d6f97891f2a",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Crucial-Economic-Events-This-Week-How-US-Data-Could-Trigger-Crypto-Market-Swings.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 05:59:00"
        }
    ]
}