{
    "timestamp": "2025-04-23 15:31:09",
    "all_news": [
        {
            "title": "Why SEC Sues PGI Global Founder for Defrauding $198 Million From Investors",
            "translated_facebook_post": "Pengasas PGI Global, Ramil Palafox, didakwa menipu pelabur sebanyak $198 juta menerusi skim Ponzi kripto.  Dia didapati menyalahgunakan dana untuk membeli barangan mewah dan mencipta aktiviti kripto palsu.  Kes ini menandakan tindakan undang-undang pertama SEC di bawah pimpinan pengerusi baharu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809051124974405418589e6",
            "source": "TurkishNY Radio",
            "image": "https://www.turkishnyradio.com/wp-content/uploads/2025/04/Your-paragraph-text-2025-04-23T161531.515-min.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:15:00"
        },
        {
            "title": "CME Group’s Earnings Miss Expectations Amid Rising Costs",
            "translated_facebook_post": "CME Group catat pendapatan rekod, tapi kos operasi meningkat menyebabkan keuntungan suku pertama kurang dari jangkaan.  Walaupun begitu, jumlah dagangan harian meningkat dan harga saham masih menunjukkan prestasi positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680905162f34d51547c719d7",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/93670571_m.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:14:00"
        },
        {
            "title": "Argentina’s Milei defies IMF and World Bank estimates, citizens incline to his economic plan",
            "translated_facebook_post": "Presiden Argentina, Javier Milei, berjaya perbaiki ekonomi negara walaupun jangkaan IMF dan Bank Dunia kurang memberangsangkan.  Kawalan mata wang yang dihapuskan, digabungkan dengan strategi bajet lebihan, telah mengurangkan inflasi dan kemiskinan, serta mengukuhkan peso.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809050f37103c504e207820",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Argentinas-Milei-defies-IMF-and-Word-Bank-estimates-citizens-incline-to-his-economic-plan.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:11:00"
        },
        {
            "title": "Shocking JPY Fragility: BofA Sees Yen More Vulnerable Than Euro",
            "translated_facebook_post": "Bank of America nampak Yen Jepun lebih lemah berbanding Euro sekarang, disebabkan dasar monetari Jepun yang longgar dan pertumbuhan ekonomi yang perlahan.  Euro pula dilihat lebih stabil walaupun ada cabaran ekonomi sendiri.  Perbezaan ini penting untuk pelabur yang berurusniaga mata wang asing.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680903e924974405418589df",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Shocking-JPY-Fragility-BofA-Sees-Yen-More-Vulnerable-Than-Euro.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:10:00"
        },
        {
            "title": "Symbiotic Secures $29M Series A for Universal Staking",
            "translated_facebook_post": "Syarikat Symbiotic berjaya kumpul dana sebanyak $29 juta menerusi pusingan Series A, diketuai oleh Pantera Capital, untuk lancarkan protokol universal staking mereka.  Ini bertujuan untuk ubah cara koordinasi dalam rangkaian blok rantai, dan dah pun capai nilai aset terkunci (TVL) melebihi $1 bilion dengan kerjasama 14 rangkaian.  Pelaburan besar ni tunjuk potensi besar dalam bidang ni, menarik minat ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680903eaa7781611faa54445",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-office-collaboration.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:10:00"
        },
        {
            "title": "Institutions break up with Ethereum but keep ETH on the hook",
            "translated_facebook_post": "Institusi kewangan besar sedang mengurangkan pegangan Ethereum, tapi masih lagi menyimpan sebahagian.  Walaupun ada masalah inflasi dan yuran yang tinggi,  sesetengah pelabur besar pulak mengambil peluang untuk membeli ETH pada harga rendah.",
            "translated_title": "Institusi memutuskan hubungan dengan Ethereum tetapi mengekalkan ETH.",
            "translated_content": "## Ethereum: Tempoh Sukar dan Ketidakpastian Masa Depan\n\nEthereum sedang memasuki salah satu tempoh paling getir sejak penubuhannya. Penggunaan di lapisan asas semakin merosot, metrik teras mendekati paras terendah dalam beberapa tahun, malah pengasas bersama Vitalik Buterin mencadangkan rombakan seni bina yang radikal.\n\nInstitusi tidak menunggu untuk melihat bagaimana ia akan berakhir. Data rantaian blok menunjukkan bahawa penyokong lama seperti Galaxy Digital dan Paradigm telah mengurangkan pegangan Ether (ETH) mereka dalam beberapa minggu kebelakangan ini.\n\nSetakat April, aktiviti lapisan asas Ethereum terus merosot. Yuran rangkaian Ethereum semakin menurun, dan inflasi semakin meningkat. Walaupun rangkaian lapisan-2 terus berkembang, ia turut ‘memakan’ nilai tangkapan lapisan asas.\n\nNamun, cerita ini bukan sepenuhnya mengenai kejatuhan Ethereum. Sesetengah 'whale' (pemilik aset kripto dalam jumlah besar) menganggap penurunan ini sebagai peluang pembelian yang jarang berlaku. Malah mereka yang menjual Ether masih belum sepenuhnya melepaskannya.\n\nInstitusi sedang menjual Ethereum, tetapi ia seperti bekas kekasih yang masih diperhatikan. Ia bukan sepenuhnya hilang – hanya ‘dibangku simpanan’ sementara mereka meneroka pilihan lain seperti Solana (SOL).\n\nDalam beberapa minggu kebelakangan ini, penganalisis rantaian blok yang mencari pergerakan kripto yang besar telah mengesan beberapa institusi memindahkan ETH keluar dari dompet mereka yang dikenal pasti, kemungkinan untuk dijual. Lookonchain melaporkan bahawa Galaxy Digital telah mendepositkan 65,600 ETH ($105.5 juta) ke Binance. Pendedahan Ether firma pelaburan itu meningkat sehingga kira-kira 98,000 syiling pada bulan Februari, tetapi telah menurun kepada hampir 68,000 ETH pada masa penulisan, data Arkham menunjukkan.\n\nPegangan Galaxy mungkin telah menurun dalam beberapa minggu kebelakangan ini, tetapi ia masih lebih tinggi berbanding permulaan tahun ini. Pegangan Ethernya mencerminkan trend yang lebih meluas yang dilihat dalam produk pelaburan berasaskan Ethereum. Menurut CoinShares, dana ETH menyaksikan aliran keluar sebanyak $26.7 juta dalam seminggu yang lalu, menjadikan jumlah aliran keluar sebanyak $772 juta dalam tempoh lapan minggu. Walau bagaimanapun, aliran setakat tahun ini masih positif, dengan aliran masuk bersih sebanyak $215 juta.\n\nKetika Galaxy mengurangkan pegangan Ethernya, ia juga menarik balik 752,240 SOL ($98.37 juta), Lookonchain melaporkan. Ethereum kehilangan momentum yang besar kepada Solana, yang menjadi rantaian pilihan semasa kegilaan memecoin yang menguasai sebahagian besar tahun 2024 dan awal 2025. Walaupun ia akhirnya reda di tengah-tengah penipuan yang berleluasa, bot dan token berkualiti rendah, ia juga berfungsi sebagai demonstrasi teknikal untuk Solana – membuktikan keupayaannya untuk memproses jumlah transaksi yang besar tanpa lonjakan yuran utama atau gangguan.\n\nParadigm adalah pelabur lain yang telah mengurangkan Ether. Pada 21 April, ia memindahkan 5,500 ETH ($8.66 juta) kepada Anchorage Digital. Paradigm telah memindahkan kira-kira 97,000 ETH (kira-kira $301.57 juta) kepada Anchorage dari Januari 2024, yang kemudiannya dipindahkan ke bursa terpusat, seperti yang ditunjukkan oleh penganalisis onchain EmberCN.\n\n“Walaupun pelabur institusi pada mulanya melabur dalam naratif ‘wang ultra-bunyi’, mereka kini menghadapi realiti di mana pendapatan protokol yang semakin berkurangan dan tokenomics yang semakin lemah menimbulkan kebimbangan yang sah,” kata Jayendra Jog, pengasas bersama Sei Labs, kepada Cointelegraph.\n\n**Ethereum kembali kepada keadaan inflasi bersih**\n\nDeflasi Ether telah menjadi titik jualan yang menarik kepada pelabur Ethereum. Ia telah disepadukan ke dalam rangkaian melalui dua peningkatan utama. Pertama, garpu keras London pada Ogos 2021 memperkenalkan Cadangan Peningkatan Ethereum 1559, yang sebahagiannya membakar yuran transaksi. Kemudian dalam peningkatan Merge pada September 2022, Ethereum menjadi rangkaian bukti-saham dan mengurangkan pengeluaran token baharu secara drastik.\n\nBekalan Ether menurun secara konsisten selepas Merge sehingga April 2024, apabila inflasi Ether mula meningkat. Menjelang awal Februari 2025, jumlah bekalan ETH telah mengatasi tahap Merge.\n\nSebahagian daripada inflasi Ether adalah disebabkan oleh penurunan yuran, yang mengakibatkan kurang Ether dibakar. Menurut data daripada IntoTheBlock, Ethereum mengumpul 1,873.52 ETH dalam yuran dari 14 April hingga 21 April. Ini sedikit lebih tinggi daripada 1,697.61 ETH dalam yuran dari minggu yang bermula pada 17 Mac, iaitu jumlah yuran terendah yang dikumpul (diukur dalam ETH) sejak 31 Julai 2017.\n\n**Cadangan RISC-V radikal Buterin untuk Ethereum**\n\nPada 20 April, Buterin mencadangkan set arahan RISC-V untuk menggantikan bahasa kontrak Mesin Maya Ethereum semasa, bertujuan untuk meningkatkan kelajuan dan kecekapan lapisan pelaksanaan rangkaian. Ada yang melihat cadangan itu sebagai tanda menyerah kalah pada seni bina sedia ada.\n\n“Cadangan RISC-V Vitalik pada dasarnya merupakan pengakuan bahawa seni bina asas EVM telah mencapai hadnya. Apabila pengasas Ethereum mencadangkan untuk menggantikan VM teras yang menyokong keseluruhan ekosistem, ia menunjukkan bukan evolusi tetapi pengiktirafan batasan reka bentuk yang tidak dapat diperbaiki secara berperingkat,” kata Jog.\n\nCadangan itu menyusuli pertukaran kepimpinan dalam Yayasan Ethereum berikutan aduan yang semakin meningkat mengenai hala tuju projek tersebut.\n\n**Adakah Ethereum akan menjadi yang terlepas?**\n\nSebahagian daripada perjuangan Ethereum telah dikaitkan dengan pendekatannya yang berpusatkan rollup untuk penskalaan rangkaiannya. Ideanya adalah untuk membina rangkaian penskalaan lapisan-2 yang akan memunggah transaksi daripada rantaian asas tetapi masih menggunakan keselamatannya. Ini telah mengurangkan masalah kesesakan semasa permintaan rangkaian yang tinggi tetapi juga telah mewujudkan masalah baharu, seperti penurunan pembakaran Ether dan pemecahan ekosistem Ethereum.\n\nTetapi terdapat peningkatan fokus pada penskalaan lapisan-1, menurut Tomasz Stańczak, pengarah eksekutif bersama baharu Yayasan Ethereum. Stańczak berkata di X bahawa Yayasan Ethereum akan mengalihkan fokusnya kepada matlamat jangka pendek, seperti penskalaan lapisan-1 dan sokongan penskalaan lapisan-2.\n\nSesetengah 'whale' telah mengambil kesempatan daripada harga tag Ethereum yang lebih murah. Pada 23 April, Lookonchain mengenal pasti dua dompet yang mengumpul berjuta-juta dolar nilai ETH. Pemantau rantaian blok itu mengenal pasti satu lagi dompet pada 22 April yang telah mengumpul lebih daripada $100 juta dalam ETH sejak 15 Februari. Ether kini turun daripada lebih $4,000 yang dicapainya pada bulan Disember tetapi meningkat lebih 10% pada 23 April kepada lebih $1,800.\n\nDalam surat pelanggan baru-baru ini, Standard Chartered Bank telah mengurangkan anggaran harga 2025 untuk Ether daripada $10,000. Walau bagaimanapun, bagi 'whale' yang mengumpul pada tahap semasa, potensi kenaikan masih ada, kerana bank itu masih meramalkan sasaran akhir tahun sebanyak $4,000.\n\nGeoff Kendrick, ketua penyelidikan aset digital bank itu, mengaitkan pandangan yang lebih berhati-hati kepada penurunan struktur Ethereum, sambil menyatakan bahawa rangkaian lapisan-2 yang direka untuk meningkatkan kebolehskalaan kini mengekstrak sebahagian besar pendapatan yuran yang pernah ditangkap oleh lapisan asas.",
            "translated_summary": "Ethereum berdepan inflasi, yuran yang meningkat dan pengunduran institusi, sementara ikan paus membeli secara senyap-senyap ketika harga jatuh.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680903e910f31a1ba214f370",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTA0NzgtMTMwNC03YTE4LWFjNDQtNGI0Zjg5Nzk3NmYy.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-23 15:09:00"
        },
        {
            "title": "Whales Rush in on BTFD—100% Bonus Ends Soon While SHIB Pumps and AI16Z Tanks – Top New Meme Coins to Buy and Hold for Short Term?",
            "translated_facebook_post": "Ramai nampaknya tengah tumpu pada BTFD Coin sebab bonus 100% dah nak habis,  SHIB nampak macam nak naik, dan AI16Z pula jatuh teruk.  Pelaburan jangka pendek dalam mata wang kripto ni memang berisiko tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809029e10f31a1ba214f35a",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/fccd9f9d1c06402ea968cf11154cd7b6.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:09:00"
        },
        {
            "title": "Twenty One Capital Secures $585M, Plans Nasdaq Bitcoin Listing",
            "translated_facebook_post": "Twenty One Capital berjaya kumpul $585 juta untuk tambah pegangan Bitcoin diorang, dan tengah sasar untuk disenaraikan di Nasdaq.  Mereka dapat sokongan dari beberapa syarikat besar macam Cantor Fitzgerald, Tether, dan SoftBank.  Ini menunjukkan minat yang semakin meningkat dari pihak institusi terhadap Bitcoin, dan mungkin akan beri kesan pada pasaran kripto secara keseluruhannya.\n\nUsaha ni mungkin akan tingkatkan lagi penerimaan Bitcoin sebagai aset rizab.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680903e924974405418589e1",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-bitcoin-wall-street-night.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:09:00"
        },
        {
            "title": "Best Meme Coins to Buy: Dragoin, MIND, & Fartcoin — The Market is Low, the Right Time for Massive Returns!",
            "translated_facebook_post": "Pasaran kripto tengah turun, ni masa sesuai untuk melabur dalam meme coin macam Dragoin, MIND, dan Fartcoin.  Potensi untung besar!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809028310f31a1ba214f356",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b138996e305b49aca33b6f66f9f06be8.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:08:00"
        },
        {
            "title": "Vitalik Buterin Shifts Focus to Innovation",
            "translated_facebook_post": "Vitalik Buterin akan lebih fokus pada penyelidikan dan inovasi, membiarkan pihak lain uruskan hal ehwal harian Ethereum, bagi memastikan pembangunan jangka panjang ekosistem tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/vitalik-buterin-shifts-focus-to-innovation",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/eth-033.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:08:00"
        },
        {
            "title": "CEO of the Company That Launched the First XRP ETF in the US Talked About Bitcoin and XRP! Answered the Question \"Why XRP?\"",
            "translated_facebook_post": "CEO Teucrium, Sal Gilbertie, pilih XRP sebab ia kripto yang paling berguna, bukan sekadar spekulasi, malah memudahkan transaksi sebenar dan disokong pembangunan kukuh; beliau juga bandingkan XRP dengan Bitcoin,  katanya Bitcoin simpanan nilai manakala XRP lebih praktikal untuk pindahan nilai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680902bd10f31a1ba214f366",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/01/XRP-Bitcoin-.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:08:00"
        },
        {
            "title": "Crypto Week Wraps Bullish as Wall Street Wobbles—Qubetics, Polkadot and Cosmos Highlight Top Cryptos to Invest in Today",
            "translated_facebook_post": "Pasaran kripto menamatkan minggu dengan catatan positif, berbeza dengan Wall Street yang masih goyah.  Qubetics, Polkadot dan Cosmos antara mata wang kripto yang menarik perhatian pelabur sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680902435f7bec7934c44a39",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/8e64e7f4ff3f4772befc1a1a69062eb8.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:07:00"
        },
        {
            "title": "Bitwise Unveils Strategic XRP Guide with Bold Price Forecasts",
            "translated_facebook_post": "Laporan Bitwise tentang XRP bagi pelabur institusi menjangkakan harga XRP boleh mencecah $29 menjelang 2030, tetapi juga ada kemungkinan turun kepada $0.13.  Pelaburan dalam XRP tetap berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680903e8b357e360426fbd0d",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2023/08/Ripple-XRP2-300x200.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:05:00"
        },
        {
            "title": "Ethereum Rebounds: Surging Back After Hitting $1,400",
            "translated_facebook_post": "Harga Ethereum naik mendadak lepas jatuh,  sampai cecah $1800 dalam masa dua minggu.  Ini disebabkan beberapa faktor termasuk penurunan yuran transaksi dan peningkatan keyakinan pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809051124974405418589e4",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Copie-de-Logo-Cointribune-38.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:05:00"
        },
        {
            "title": "Solana Whale Deposits $5.9 Million in SOL to Binance",
            "translated_facebook_post": "Seorang pelabur besar Solana rugi $1.127 juta lepas pindah 39,015 SOL ke Binance, buat ramai pemerhati pasaran tertanya-tanya apa strategi dia sebenarnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680902bd10f31a1ba214f364",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/solana-whale-binance-loss-2023.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:04:00"
        },
        {
            "title": "3 Altcoins That Might Replace XRP (But Bitcoin Still Dominates)",
            "translated_facebook_post": "Bitcoin masih nombor satu, tapi altcoin macam TON, Bitcoin Cash, dan Stellar tengah naik dan ada potensi untuk mencabar XRP.  Projek baru macam MAGACOINFINANCE pun menarik perhatian ramai sebab peluang pelaburan awal yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680902be10f31a1ba214f368",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745352840.docx_1745352840_image4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:02:00"
        },
        {
            "title": "NHL names Ndax as official crypto exchange partner for 2025 Stanley Cup Playoffs",
            "translated_facebook_post": "Liga Hoki Nasional (NHL) dah pilih Ndax sebagai rakan kongsi bursa kripto rasmi untuk perlawanan akhir Piala Stanley 2025.  Ini kerjasama pertama NHL dengan platform kripto, dan Ndax pula akan dapat dedahan jenama luas di Kanada.  Mereka akan bagi hadiah kripto dan buat kempen untuk tarik minat peminat hoki, terutamanya generasi muda.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809017910f31a1ba214f351",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/02/crypto-news-hockey-NHL-player-option02.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:01:00"
        },
        {
            "title": "Ethereum Foundation Shifts Leadership Focus to Innovation and Research",
            "translated_facebook_post": "Yayasan Ethereum tumpu perhatian kepada inovasi dan penyelidikan, membolehkan Vitalik Buterin fokus pada projek-projek jangka panjang dan pembangunan teknologi.  Ini akan pacu kemajuan Ethereum dan ekosistemnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/ethereum-foundation-shifts-leadership-focus-to-innovation-and-research/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ethereum-1082.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:01:00"
        },
        {
            "title": "Death by a Thousand Pools: How Liquidity Fragmentation Threatens DeFi",
            "translated_facebook_post": "Kematian melalui Seribu Kolam: Bagaimana Pengelompokan Cecair Mengancam DeFi\n\nMemastikan kecairan lestari adalah penting untuk masa depan DeFi, kata Jason Hall dari Turtle Club.\n\n\nTiada apa lagi.  DeFi berdepan ancaman serius dari pengelompokan kecairan, dan kecairan lestari amat penting untuk kejayaannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/death-by-a-thousand-pools-how-liquidity-fragmentation-threatens-defi/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/d70738f4c302daf9581cd7ee63581b4922bbcfe2-7952x5304.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:00:00"
        },
        {
            "title": "USDJPY Forecast: Citi Predicts Significant Return to ¥145 Amid Trade Talks",
            "translated_facebook_post": "Ramalan Citi untuk USDJPY kembali ke ¥145 mungkin berlaku disebabkan beberapa faktor, termasuk dasar monetari yang berbeza antara Amerika Syarikat dan Jepun, unjuran pertumbuhan ekonomi, sentimen pasaran global, dan rundingan perdagangan antarabangsa.  Walau bagaimanapun,  ramalan ini tetap bergantung kepada banyak faktor yang boleh berubah dengan pantas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809017910f31a1ba214f353",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/USDJPY-Forecast-Citi-Predicts-Significant-Return-to-%C2%A5145-Amid-Trade-Talks.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 15:00:00"
        }
    ]
}