{
    "timestamp": "2025-04-11 18:35:36",
    "all_news": [
        {
            "title": "Why 24K+ Buyers Chose Qubetics—A Top Crypto to Invest in for Short Term Alongside Solana and SEI",
            "translated_facebook_post": "Qubetics, Solana, dan SEI antara matawang kripto yang menarik perhatian pelabur jangka pendek sekarang. Qubetics fokus pada penyelesaian masalah interoperabiliti blok rantai, manakala Solana dan SEI masing-masing menawarkan kelajuan tinggi dan inovasi DeFi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95e30c081c374d0e3e260",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/93fab8e53bc64a7189f503ce16ea0b7b.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:23:00"
        },
        {
            "title": "DOGE Price Moves as Dogecoin Whales Go on Buying Spree",
            "translated_facebook_post": "Harga DOGE naik lebih 5% disebabkan pembelian besar-besaran oleh pelabur besar, menunjukkan trend positif walaupun pasaran kripto baru-baru ini agak turun naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95e59c081c374d0e3e264",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/DOGE_CB-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:21:00"
        },
        {
            "title": "Hyperliquid shows bullish reversal, key target at $18.50 in sight",
            "translated_facebook_post": "Harga  Hyperliquid nampaknya akan naik, mungkin mencecah $18.50.  Selepas jatuh, harganya  pulih semula dan menunjukkan tanda-tanda positif.  Walau bagaimanapun, kena berhati-hati, kalau harga jatuh bawah $9.34,  peluang kenaikan tu mungkin hilang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95e59bc064240872a71f4",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Hyperliquid-option02-1380x820-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:21:00"
        },
        {
            "title": "U.S. SEC's Crypto Trading Roundtable Delves Into Easing Path for Platforms",
            "translated_facebook_post": "Mesyuarat meja bulat SEC Amerika Syarikat mengenai perdagangan kripto membincangkan tentang cara memudahkan platform kripto beroperasi. Pengerusi sementara SEC, Mark Uyeda, memberi bayangan bahawa mereka berminat untuk mencari penyelesaian jangka pendek untuk mengawal syarikat kripto sementara agensi itu merangka peraturan tetap. Tiada butiran lanjut diberikan.\n\n\nSEC Amerika sedang cari jalan mudah untuk pantau syarikat kripto sementara tunggu peraturan tetap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/u-s-sec-s-crypto-trading-roundtable-delves-into-easing-path-for-platforms/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/b3f8223af66747bf1440034d30e87806df7b012e-3827x2153.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:16:00"
        },
        {
            "title": "Russians lose over $150 million in stolen crypto in single year",
            "translated_facebook_post": "Pendapatan penduduk Rusia rugi lebih dari $150 juta disebabkan kecurian mata wang kripto dalam tempoh setahun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95e59bc064240872a71f3",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Russians-lose-over-150-million-in-stolen-crypto-in-single-year.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:15:00"
        },
        {
            "title": "Federal Reserve says it will use liquidity injection to stabilize stock markets ‘if needed’",
            "translated_facebook_post": "Rizab Persekutuan bersedia suntik dana untuk stabilkan pasaran saham jika perlu, memandangkan kebimbangan Wall Street terhadap isu kecairan dan ramalan kemelesetan ekonomi.  Langkah ini susulan situasi pasaran yang tidak menentu dan kemungkinan kejatuhan seperti pada 2020.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95d44c081c374d0e3e25e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Fed-Susan-Collins.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:14:00"
        },
        {
            "title": "Hedge Funds Drive Bond Yield Surge Amid Stock Sell-off",
            "translated_facebook_post": "Pasaran saham jatuh, dana lindung nilai jual aset untuk dapatkan duit tunai.  Akibatnya, pulangan bon meningkat di Amerika Syarikat dan United Kingdom.  Ini tunjukkan betapa mudah pasaran kewangan saling berkait boleh terjejas.\n \nPasaran saham dan bon saling berkait rapat; bila satu jatuh, yang lain pun terkesan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95c00bc064240872a71ed",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-bond-yield-turmoil.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:10:00"
        },
        {
            "title": "Will the Fed’s Actions Propel Bitcoin Higher?",
            "translated_facebook_post": "Harga Bitcoin bergantung pada keupayaan dia tembus paras $84,000, manakala pasaran saham AS pula masih lemah disebabkan ketegangan perdagangan antarabangsa, dan Fed bersedia campur tangan untuk menstabilkan keadaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-the-feds-actions-propel-bitcoin-higher",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-055-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:08:00"
        },
        {
            "title": "HOT MOMENTS: Trump Meets Top CEOs at the White House – Here’s the Latest on the Tariff Deadlock and Insider Leaks",
            "translated_facebook_post": "Ketua-ketua syarikat besar Amerika bimbang perang tarif akan menyebabkan kemelesetan ekonomi dan inflasi serentak,  Presiden Trump diharap cari jalan penyelesaian segera dengan China, tapi masih ada ruang untuk rundingan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95ae807f8a4469565e21d",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/12/Trump-abd-.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:04:00"
        },
        {
            "title": "Crypto News: Cardano’s Trillions in DeFi, Trump Signs First Crypto Bill",
            "translated_facebook_post": "Berita baik untuk dunia kripto!  Undang-undang kripto pertama ditandatangani, dan Cardano berpotensi untung besar dengan integrasi Bitcoin dan perubahan peraturan di Amerika Syarikat.  Peluang besar nampaknya menanti!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95c02c081c374d0e3e25c",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/Cardano-Could-Unleash-Trillions-in-DeFi-Says-Analyst-as-Trump-Signs-First-Crypto-Bill.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:04:00"
        },
        {
            "title": "Bitcoin in recovery, stocks edge up after a wild week in the markets",
            "translated_facebook_post": "Pasaran saham Amerika macam dah tenang sikit lepas isu tarif Trump tu reda, Bitcoin pun dah naik balik atas $82,000.  Risau inflasi masih ada, tapi keadaan nampaknya lebih baik sikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f959c107f8a4469565e215",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-Why-markets-shrugged-at-Trumps-first-crypto-moves-option04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:00:00"
        },
        {
            "title": "XRP Nearing $0.50? BTC and Ethereum Already Gaining",
            "translated_facebook_post": "Harga Bitcoin, Ethereum, dan XRP tengah meningkat, dengan XRP hampir mencecah $0.50.  Satu lagi projek kripto, MAGACOINFINANCE, juga menunjukkan prestasi yang sangat memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f959c207f8a4469565e218",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-181.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:00:00"
        },
        {
            "title": "Urgent Crypto Alert: FTX/Alameda Wallet Unloads Millions in Solana – Market Impact?",
            "translated_facebook_post": "Dompet FTX/Alameda telah keluarkan kira-kira $21.56 juta dalam Solana.  Ini menimbulkan kebimbangan tentang potensi kesan terhadap pasaran kripto, terutamanya Solana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f959c0bc064240872a71e8",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Crypto-Alert-FTXAlameda-Wallet-Unloads-Millions-in-Solana-%E2%80%93-Market-Impact.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:00:00"
        },
        {
            "title": "Onyxcoin (XCN) Price Has Soared 200%—What’s Next for 2025?",
            "translated_facebook_post": "Harga Onyxcoin (XCN) naik mendadak 200% dalam masa tiga hari, dan dijangka terus meningkat sehingga mencecah $0.32 menjelang 2025.  Analisa teknikal menunjukkan potensi kenaikan lagi, walaupun fasa penyatuan harga dijangka berlaku. Pelaburan jangka panjang disarankan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f959c0c081c374d0e3e253",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2025/01/P2P-Review-21-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:00:00"
        },
        {
            "title": "Trump kills DeFi broker rule in major crypto win: Finance Redefined",
            "translated_facebook_post": "Presiden Trump batalkan peraturan broker DeFi IRS, satu kemenangan besar untuk dunia kripto.  Ini buatkan peraturan kripto AS lebih jelas, menarik syarikat besar teknologi, dan pakar nasihatkan projek kripto bekerjasama untuk kekal relevan.",
            "translated_title": "Trump Batalkan Peraturan Broker DeFi, Kemenangan Besar untuk Kripto: Kewangan Ditakrif Semula",
            "translated_content": "**Trump Batalkan Peraturan Broker DeFi dalam Kemenangan Besar Kripto**\n\nDalam satu kemenangan besar bagi protokol kewangan terdesentralisasi (DeFi), Presiden Amerika Syarikat Donald Trump membatalkan peraturan broker DeFi Perkhidmatan Hasil Dalam Negeri (IRS), yang akan memperluaskan keperluan pelaporan sedia ada untuk memasukkan platform DeFi.\n\nKejelasan peraturan kripto AS yang semakin meningkat akan menarik lebih banyak gergasi teknologi ke ruang ini, yang memerlukan projek kripto sedia ada untuk memberi tumpuan kepada tokenomi yang lebih kolaboratif untuk terus bertahan, menurut pengasas Cardano, Charles Hoskinson.\n\nTrump menandatangani resolusi bersama Kongres yang membatalkan peraturan era pentadbiran Biden yang akan mewajibkan protokol DeFi untuk melaporkan transaksi kepada IRS.\n\nDi tetapkan berkuat kuasa pada tahun 2027, peraturan broker DeFi IRS akan memperluaskan keperluan pelaporan pihak berkuasa cukai sedia ada untuk memasukkan platform DeFi, yang memerlukan mereka mendedahkan hasil kasar daripada jualan kripto, termasuk maklumat mengenai pembayar cukai yang terlibat dalam transaksi tersebut.\n\nTrump secara rasmi membatalkan langkah tersebut dengan menandatangani resolusi tersebut pada 10 April, menandakan kali pertama rang undang-undang kripto ditandatangani menjadi undang-undang AS, kata Wakil Mike Carey, yang menyokong rang undang-undang tersebut, dalam satu kenyataan.\n\n“Peraturan Broker DeFi itu secara tidak perlu menghalang inovasi Amerika, menjejaskan privasi rakyat Amerika setiap hari, dan ditetapkan untuk membebani IRS dengan limpahan fail baru yang ia tidak mempunyai infrastruktur untuk mengendalikannya semasa musim cukai,” katanya.\n\n**Kripto memerlukan tokenomi kolaboratif menentang gergasi teknologi — Hoskinson**\n\nGenerasi projek kripto seterusnya mesti mengguna pakai pendekatan yang lebih kolaboratif untuk bersaing dengan syarikat teknologi berpusat utama yang memasuki ruang Web3, menurut pengasas Cardano, Charles Hoskinson.\n\nBercakap di Minggu Rantaian Blok Paris 2025, Hoskinson berkata salah satu kritikan utama terhadap ruang kripto dan DeFi ialah \"ekonomi bulat\"nya, yang selalunya bermakna bahawa perhimpunan kripto tertentu disokong oleh dana yang keluar daripada token lain, yang mengehadkan pertumbuhan keseluruhan industri.\n\nHoskinson berkata bahawa untuk berpeluang menentang gergasi teknologi berpusat yang menyertai industri Web3, projek kripto memerlukan tokenomi dan struktur pasaran yang lebih kolaboratif.\n\n“Masalahnya sekarang, dengan cara kita melakukan perkara-perkara dalam ruang kripto, ialah tokenomi dan struktur pasarannya secara intrinsiknya bermusuhan. Ia adalah jumlah 0,” kata Hoskinson. “Daripada memilih pergaduhan, apa yang perlu anda lakukan ialah anda perlu mencari tokenomi dan struktur pasaran yang membolehkan anda berada dalam keseimbangan koperatif.”\n\nBeliau berhujah bahawa persekitaran semasa sering melihat pertumbuhan satu projek kripto datang dengan mengorbankan projek lain dan bukannya menyumbang kepada kesihatan keseluruhan sektor. Beliau menambah bahawa ini tidak mampan berhadapan dengan firma bernilai trilion dolar seperti Apple, Google dan Microsoft, yang mungkin tidak lama lagi menyertai perlumbaan Web3 di tengah-tengah peraturan AS yang lebih jelas.\n\n**Cecair 24/7 Bitcoin: Pedang Bermata Dua semasa pergolakan pasaran global**\n\nBitcoin dan kripto lain sering dipuji kerana menawarkan akses perdagangan sepanjang masa, tetapi ketersediaan berterusan itu mungkin menyumbang kepada penurunan mendadak pada hujung minggu berikutan pengumuman tarif perdagangan AS terkini.\n\nTidak seperti stok dan instrumen kewangan tradisional, Bitcoin (BTC) dan kripto lain membolehkan pembayaran dan peluang perdagangan 24/7 terima kasih kepada aksesibiliti teknologi rantaian blok.\n\nSelepas rekod $5 trilion dipadam daripada S&P 500 dalam tempoh dua hari — penurunan terburuk dalam sejarah — Bitcoin kekal di atas paras sokongan $82,000. Tetapi menjelang Ahad, aset itu telah merosot kepada kurang daripada $75,000.\n\nPembetulan pada Ahad mungkin berlaku kerana Bitcoin merupakan satu-satunya aset yang boleh diniagakan yang besar pada hujung minggu, menurut Lucas Outumuro, ketua penyelidikan di platform kecerdasan kripto IntoTheBlock.\n\nOutumuro menyatakan bahawa perdagangan hujung minggu Bitcoin juga boleh mempunyai kesan positif, kerana harga sering meningkat dalam keadaan yang lebih tenang.\n\n**Bybit memulihkan bahagian pasaran kepada 7% selepas penggodaman $1.4 bilion**\n\nBahagian pasaran Bybit kembali kepada paras pra-penggodaman berikutan eksploitasi $1.4 bilion pada Februari, kerana bursa kripto itu melaksanakan keselamatan yang lebih ketat dan pilihan kecairan yang lebih baik untuk peniaga runcit.\n\nIndustri kripto digegarkan oleh penggodaman terbesar dalam sejarahnya pada 21 Februari, apabila Bybit kehilangan lebih daripada $1.4 bilion dalam Ether yang disandarkan cecair (stETH), Mantle Staked ETH (mETH) dan aset digital lain.\n\nWalaupun skala eksploitasi itu, Bybit telah secara beransur-ansur mendapat kembali bahagian pasaran, menurut laporan 9 April oleh firma analisis kripto Block Scholes.\n\nPenggodaman itu berlaku di tengah-tengah \"trend de-risking makro yang lebih luas yang bermula sebelum peristiwa itu,\" yang menunjukkan bahawa penurunan awal Bybit dalam jumlah perdagangan bukan sahaja disebabkan oleh eksploitasi tersebut.\n\n**Hampir 400,000 pengguna FTX berisiko kehilangan $2.5 bilion dalam bayaran balik**\n\nHampir 400,000 pemiutang bursa kripto muflis FTX berisiko kehilangan $2.5 bilion dalam bayaran balik selepas gagal memulakan proses pengesahan Kenali Pelanggan Anda (KYC) yang wajib.\n\nKira-kira 392,000 pemiutang FTX telah gagal menyelesaikan atau sekurang-kurangnya mengambil langkah pertama pengesahan KYC yang wajib, menurut pemfailan mahkamah 2 April di Mahkamah Kebankrapan AS untuk Daerah Delaware.\n\nPengguna FTX pada asalnya mempunyai sehingga 3 Mac untuk memulakan proses pengesahan untuk mengutip tuntutan mereka.\n\nTarikh akhir KYC telah dilanjutkan kepada 1 Jun, memberi pengguna peluang lain untuk mengesahkan identiti mereka dan kelayakan tuntutan. Mereka yang gagal memenuhi tarikh akhir baru mungkin akan mempunyai tuntutan mereka dibatalkan secara kekal.\n\nMenurut dokumen mahkamah, tuntutan di bawah $50,000 mungkin menyumbang kira-kira $655 juta dalam bayaran balik yang tidak dibenarkan, sementara tuntutan melebihi $50,000 boleh berjumlah $1.9 bilion, menjadikan jumlah dana berisiko melebihi $2.5 bilion.\n\n**Gambaran keseluruhan pasaran DeFi**\n\nMenurut data daripada Cointelegraph Markets Pro dan TradingView, kebanyakan daripada 100 kripto terbesar mengikut kapitalisasi pasaran menamatkan minggu ini dalam keadaan negatif.\n\nToken EOS (EOS) jatuh lebih 23%, menandakan penurunan terbesar minggu ini dalam 100 teratas, diikuti oleh token Near Protocol (NEAR), turun lebih 19% pada carta mingguan.",
            "translated_summary": "Translation failed",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f959c1c081c374d0e3e255",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjI0ZDQtNzhlZS03NDBkLTlmNzQtZTY2ODJmMDVlNTc1.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 18:00:00"
        },
        {
            "title": "Market Reactions Soar as Fed Signals Potential Actions",
            "translated_facebook_post": "Pasaran saham bereaksi terhadap kemungkinan tindakan Rizab Persekutuan susulan perbincangan tarif dan harga Bitcoin yang mencecah hampir $84,000.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-reactions-soar-as-fed-signals-potential-actions/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-news-1056.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:59:00"
        },
        {
            "title": "JPMorgan CEO Fuels Hopes for Crypto Gains",
            "translated_facebook_post": "CEO JPMorgan bagi sedikit harapan untuk kenaikan nilai mata wang kripto walaupun pasaran sekarang agak kurang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/jpmorgan-ceo-fuels-hopes-for-crypto-gains",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-103.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:58:00"
        },
        {
            "title": "BlackRock crypto funds outperform peers with positive $3.3 billion Q1 inflows",
            "translated_facebook_post": "Walaupun aliran masuk pelaburan ke dana kripto BlackRock turun banyak berbanding suku sebelumnya,  mereka masih mencatat prestasi terbaik berbanding syarikat lain dalam bidang yang sama, menunjukkan minat pelabur masih ada walaupun pasaran agak tidak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f959c107f8a4469565e214",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/BlackRock-buys-more-Bitcoin-receives-100M-BTC-from-Coinbase-Prime.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:55:00"
        },
        {
            "title": "SFC Approves Bosera HashKey Ether ETF for Staking",
            "translated_facebook_post": "ETF Ether pertama di Asia Pasifik yang dibenarkan untuk 'staking' kini dah boleh bagi pulangan lebih lumayan kepada pelabur, sekaligus mengukuhkan kedudukan Hong Kong dalam industri aset digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f95752c081c374d0e3e24b",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/SFC-Approves-Bosera-HashKey-Ether-ETF-for-Staking.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:52:00"
        },
        {
            "title": "JPMorgan CEO Sparks Optimism About Cryptocurrency Market",
            "translated_facebook_post": "CEO JPMorgan bagi petunjuk pasaran kripto mungkin akan naik, walaupun ramalan agak mencabar disebabkan turun naik harga yang tinggi.  Ada yang percaya Bitcoin akan kekal kukuh,  walaupun penurunan nilai dolar Amerika belum menaikkan harga kripto secara mendadak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/jpmorgan-ceo-sparks-optimism-about-cryptocurrency-market/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1091.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:50:00"
        }
    ]
}