{
    "timestamp": "2025-03-20 03:38:21",
    "all_news": [
        {
            "title": "Kraken hampir mencapai perjanjian bernilai $1.5B untuk menawarkan kontrak niaga hadapan kripto di AS: Laporan",
            "description": "Bursa kripto Kraken dilaporkan hampir mencapai perjanjian bernilai $1.5 bilion dengan NinjaTrader yang membolehkannya menawarkan dagangan kontrak niaga hadapan dan derivatif kripto...",
            "content": "**Kraken Di Laporkan Akan Mengambil Alih NinjaTrader Dengan Nilai AS$1.5 Bilion**\n\nPertukaran kripto Kraken dilaporkan hampir melengkapkan pengambilalihan platform dagangan NinjaTrader bernilai AS$1.5 bilion.  Langkah ini akan mengembangkan pangkalan pelanggan Kraken dan membolehkannya menawarkan kontrak hadapan kripto dan derivatif di Amerika Syarikat.\n\nMenurut laporan Wall Street Journal pada 19 Mac, memetik sumber yang rapat dengan perkara ini, perjanjian itu mungkin disahkan menjelang pagi 20 Mac di Amerika Syarikat.\n\nPendaftaran NinjaTrader sebagai Pedagang Suruhanjaya Hadapan (FCM) akan membolehkan Kraken memperluaskan tawarannya.  Langkah ini menyokong strategi Kraken untuk beroperasi merentas beberapa kelas aset – termasuk rancangan untuk dagangan ekuiti dan pembayaran – sementara membolehkan NinjaTrader berkembang ke pasaran UK, Eropah kontinental dan Australia.\n\nNinjaTrader dijangka kekal sebagai platform bebas di bawah Kraken.\n\nCointelegraph telah menghubungi Kraken dan NinjaTrader untuk mendapatkan komen, tetapi belum menerima respons segera.  Sumber: Wall Street Journal Markets.\n\nKraken mencatatkan pendapatan AS$1.5 bilion dan jumlah dagangan AS$665 bilion daripada 2.5 juta akaun pelanggan berdana pada platformnya pada tahun 2024, manakala NinjaTrader baru-baru ini menyatakan bahawa alat dagangan hadapannya digunakan oleh lebih 1.8 juta pelanggan.\n\nKraken mengumumkan hasratnya untuk meluaskan tawaran dan perkhidmatan produknya pada November lalu apabila ia menutup pasaran token bukan boleh tukar (NFT)nya.  \n\nSusulan tindakan Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) yang menggugurkan saman terhadap Kraken pada 3 Mac lepas, setelah menuduh platform kripto itu bertindak sebagai broker, peniaga, bursa dan agensi kliring yang tidak berdaftar. Saman itu digugurkan tanpa prejudis, tanpa pengakuan salah laku, tanpa penalti dan tanpa perubahan kepada perniagaan Kraken.\n\nKraken adalah antara beberapa firma yang bakal mendapat manfaat daripada persekitaran pengawalseliaan yang lebih longgar di Amerika Syarikat.\n\nPertukaran kripto itu diasaskan pada tahun 2011 oleh Thanh Luu, Michael Gronager dan bekas Ketua Pegawai Eksekutif Jesse Powell, yang menyerahkan tampuk pemerintahan kepada bekas eksekutif analitik data Amir Orad pada Julai lalu.\n\nKraken secara konsisten menduduki tempat antara tujuh hingga 15 pertukaran kripto terbesar mengikut jumlah dagangan spot, mengendalikan antara AS$390 juta dan AS$4.4 bilion dalam dagangan harian dalam tempoh tiga bulan yang lalu, menurut data CoinGecko.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIwZTAtN2U3YS03YmRhLTk2YjItMmE2YzM1MTBiZTc2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67db882fad42473e5a2446ed",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 03:13:00",
            "status": "Posted"
        },
        {
            "title": "Pertukaran kripto yang dikenakan sekatan, Garantex, memindahkan berjuta-juta semasa ia memulakan semula platformnya.",
            "description": "Syarikat analisis rantaian blok Switzerland, Global Ledger, menyatakan bursa kripto Rusia, Garantex, telah memindahkan semua likuiditi kepada platform baharu, Grinex, dan...",
            "content": "Garantex, bursa kripto yang telah ditutup, dilaporkan kembali beroperasi di bawah nama baru setelah dilaporkan mengulang wang jutaan dolar dalam stablecoin yang disokong rubel dan menghantarnya ke bursa yang baru diwujudkan, menurut sebuah syarikat analisis rantaian blok Switzerland.\n\nGlobal Ledger mendakwa pengendali bursa Rusia itu telah memindahkan kecairan dan deposit pelanggan ke Grinex, yang mereka katakan adalah “pengganti penuh Garantex,” dalam laporan yang dikeluarkan di X pada 19 Mac.\n\n“Pergerakan dana, termasuk pemindahan sistematik kecairan A7A5, penggunaan dompet sekali guna, dan penglibatan alamat yang sebelum ini dikaitkan dengan Garantex, memberikan bukti rantaian jelas tentang hubungan mereka,” kata pasukan Global Ledger dalam laporan itu.\n\nSelepas melengkapkan siasatannya pada 13 Mac, Global Ledger menyatakan mereka telah menemui data rantaian yang menunjukkan Garantex telah mengulang wang lebih daripada $60 juta bernilai stablecoin yang disokong rubel yang dipanggil A7A5 dan menghantarnya ke alamat yang dikaitkan dengan Grinex.\n\nGlobal Ledger mendakwa Garantex telah memindahkan semua dananya ke bursa yang baru dilancarkan dan kembali beroperasi. Sumber: Global Ledger\n\n“Dalam kes ini, proses pembakaran dan pengeluaran seterusnya digunakan untuk mengulang wang daripada Garantex, membenarkan duit syiling baru dikeluarkan daripada alamat sistem dengan sejarah yang bersih,” kata pasukan itu.\n\nSeorang pengurus Garantex juga dilaporkan memberitahu Global Ledger bahawa pelanggan telah mengunjungi pejabat bursa secara peribadi dan memindahkan dana daripada Garantex ke Grinex.\n\n“Di samping itu, penunjuk luar rantaian, seperti corak transaksi, ulasan dan tingkah laku bursa, selanjutnya mengukuhkan hubungan ini,” katanya.\n\nLaporan itu juga menunjukkan penerangan Grinex di laman web penjejakan kripto Rusia CoinMarketRating, mendakwa bahawa pemilik Garantex telah menciptanya. Laporan itu menyatakan ini menunjukkan “Grinex bukanlah entiti bebas tetapi sebaliknya pengganti penuh kepada Garantex, meneruskan operasi kewangannya walaupun penutupan rasmi bursa itu.” Sumber: Global Ledger\n\nMenjelang 14 Mac, jumlah transaksi masuk di Grinex hampir mencecah $30 juta, menurut Global Ledger. CoinMarketRating menunjukkan bahawa jumlah perdagangan untuk bulan ini kini melebihi $68 juta, dengan perdagangan spot mencecah $2 juta.\n\nPejabat Kawalan Aset Luar Negeri Jabatan Perbendaharaan AS mula mengenakan sekatan ke atas Garantex pada April 2022 atas dakwaan pelanggaran pengubahan wang haram.\n\nPada 6 Mac, Jabatan Kehakiman AS bekerjasama dengan pihak berkuasa di Jerman dan Finland untuk membekukan domain yang dikaitkan dengan Garantex, yang mereka dakwa memproses lebih daripada $96 bilion hasil jenayah sejak dilancarkan pada 2019.\n\nPengendali stablecoin Tether juga membekukan $27 juta dalam Tether (USDT), pada 6 Mac yang memaksa Garantex untuk menghentikan semua operasi, termasuk pengeluaran.\n\nHanya beberapa hari kemudian, pada 12 Mac, pegawai Biro Siasatan Pusat India telah menahan Aleksej Bešciokov, yang didakwa mengendalikan Garantex, atas tuduhan AS yang termasuk konspirasi untuk melakukan pengubahan wang haram.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTM1MDAtNDRhMS03OTg1LTlhZTEtYjY4Njg1OTQ4ZDQ1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67db848db02105207c6f84d9",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 02:57:00",
            "status": "Posted"
        }
    ]
}