{
    "timestamp": "2025-03-11 04:31:29",
    "all_news": [
        {
            "title": "Pomp: Trump Sengaja Menjatuhkan Pasaran untuk Menurunkan Kadar Faedah",
            "description": "Presiden Amerika Syarikat, Donald Trump, sengaja menjatuhkan pasaran untuk memaksa Fed menurunkan kadar faedah, menurut pengulas pasaran Anthony...",
            "content": "**Pentadbiran Trump Mungkin Mencipta Ketidakpastian dalam Pasaran Saham untuk Mendorong Pengurangan Kadar Faedah**\n\nSeorang pengulas pasaran mendakwa pentadbiran Trump mungkin sengaja mencipta ketidakpastian dalam pasaran saham untuk memaksa pengerusi Rizab Persekutuan, Jerome Powell, menurunkan kadar faedah.  Ini meningkatkan kemungkinan Amerika Syarikat tidak perlu menampung semula sekitar $7 trilion hutang dalam beberapa bulan akan datang, kata pengulas Bitcoin, Anthony Pompliano, dalam catatan X pada 10 Mac.\n\nPresiden Amerika Syarikat, Donald Trump, dan Setiausaha Perbendaharaan, Scott Bessent,  \"mengambil tindakan sendiri; mereka menjatuhkan harga aset dalam usaha memaksa Jerome Powell untuk mengurangkan kadar faedah,\" kata Pompliano, pengasas dan Ketua Pegawai Eksekutif Professional Capital Management dan hos The Pomp Podcast. Presiden dan pasukannya sengaja menjatuhkan pasaran. Adakah ini satu rancangan induk atau kita menyaksikan kemusnahan yang tidak terkawal?\n\nPada lewat Januari, Powell mengumumkan Rizab Persekutuan tidak menurunkan kadar faedah daripada julat sasaran semasa 4.25% hingga 4.5% walaupun desakan daripada Trump untuk berbuat demikian.\n\nPompliano berkata panik pasaran baru-baru ini sebahagiannya didorong oleh tarif Trump — dan telah digunakan untuk mewujudkan pasaran bon yang lebih baik sambil menurunkan hasil Perbendaharaan 10 tahun. Beliau menyatakan hasil Perbendaharaan 10 tahun telah menurun daripada hampir 4.8% pada Januari kepada 4.21% sekarang — satu petanda strategi Trump yang dikatakan \"bergerak ke arah yang betul.\"\n\nSama ada teori Pompliano betul atau tidak, pasaran saham telah merudum kebelakangan ini, dan kripto lebih teruk lagi. Dana indeks pasaran yang luas seperti dana indeks Standard & Poor’s 500 (SPY) State Street jatuh 2.66% pada 10 Mac sahaja, manakala Nasdaq-100 jatuh 3.8%, data Google Finance menunjukkan. Kedua-dua indeks ini jatuh 7.32% dan 10.7% dalam sebulan terakhir, manakala Bitcoin (BTC) turun 27.4% daripada paras tertinggi sepanjang zaman $108,786, dan lebih $1.2 trilion telah lenyap daripada had pasaran mata wang kripto sejak 17 Disember.\n\nJika pasaran saham terus merudum, ia akan bergantung kepada pertandingan \"siapa yang mengalah dulu\" antara Trump dan Powell, kata Pompliano.  Walaupun Trump tidak mengesahkan strategi sedemikian, Pompliano merujuk kepada temu bual Fox News pada 9 Mac di mana Trump berkata: \"Tiada siapa yang pernah kaya apabila kadar faedah tinggi kerana orang ramai tidak boleh meminjam wang.\"\n\nPompliano menambah bahawa menurunkan kadar faedah juga akan memberi manfaat kepada pengguna Amerika.\n\nCME FedWatch, alat yang digunakan untuk mengukur jangkaan perubahan kadar faedah Rizab Persekutuan, telah menjangkakan kebarangkalian 96% bahawa kadar sasaran akan kekal antara 4.25% dan 4.50% selepas mesyuarat Rizab Persekutuan seterusnya pada 19 Mac. Walau bagaimanapun, ia hampir 50-50 kemungkinan kadar sasaran akan diturunkan dalam mesyuarat Rizab Persekutuan berikutnya pada 7 Mei.\n\nRizab Persekutuan biasanya mengelakkan menurunkan kadar faedah apabila inflasi tinggi, kerana salah satu objektif utamanya adalah untuk mengekalkan kestabilan harga. Walau bagaimanapun, kemelesetan yang disebabkan oleh Trump, atau \"Trumpcession,\" seperti yang disebut oleh sesetengah pihak, boleh memaksa bank terkemuka Amerika untuk mula mengurangkannya semula.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgxZmMtN2Y5ZC03MDU2LTgzOGQtMjEzYTA3NGM2ZjQx-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf9c8c6156242c770f7290",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 03:55:00",
            "status": "Posted"
        },
        {
            "title": "Pelabur lari daripada aset berisiko ekoran JPMorgan naikkan kebarangkalian kemelesetan kepada 40%",
            "description": "Penganalisis di bank-bank Wall Street telah meningkatkan jangkaan kemelesetan ekonomi dan menurunkan ramalan pertumbuhan ekonomi, menyebabkan pasaran saham dan kripto mengalami penurunan.",
            "content": "Pasaran kripto dan saham teknologi menyaksikan jualan besar-besaran pada 10 Mac berikutan kebimbangan terhadap kemelesetan ekonomi AS yang semakin meningkat, walaupun usaha daripada pihak Rumah Putih untuk meredakan kebimbangan tersebut.\n\nPakar ekonomi di bank pelaburan Wall Street, JPMorgan, telah menaikkan risiko kemelesetan tahun ini kepada 40%, meningkat daripada 30% pada awal tahun 2025.  “Kami melihat risiko besar bahawa AS akan jatuh ke dalam kemelesetan tahun ini disebabkan oleh dasar AS yang melampau,” tulis penganalisis, menurut The Wall Street Journal.\n\nPenganalisis ekonomi Goldman Sachs juga menaikkan kebarangkalian kemelesetan 12 bulan kepada 20%, meningkat daripada 15%. Mereka berkata ramalan itu boleh meningkat lagi jika pentadbiran Trump kekal “komited kepada dasar-dasarnya walaupun berdepan dengan data yang jauh lebih buruk.”\n\nSementara itu, pakar ekonomi Morgan Stanley menurunkan ramalan pertumbuhan ekonomi mereka minggu lalu dan menaikkan jangkaan inflasi. Bank itu meramalkan pertumbuhan KDNK hanya 1.5% pada tahun 2025, menurun kepada 1.2% pada tahun 2026.\n\nIni berlaku walaupun penasihat ekonomi utama kepada Presiden AS Donald Trump menentang perbincangan mengenai kemelesetan. Bercakap kepada CNBC pada 10 Mac, Kevin Hassett, yang mengetuai Majlis Ekonomi Negara, berkata terdapat banyak sebab untuk optimistik tentang ekonomi AS.\n\n“Terdapat banyak sebab untuk sangat optimistik tentang ekonomi pada masa hadapan. Tetapi sudah tentu, pada suku ini, terdapat beberapa gangguan dalam data,” katanya.\n\nSementara itu, dalam temu bual dengan Fox News pada 9 Mac, Donald Trump menjawab soalan tentang kemungkinan kemelesetan dengan menyatakan ekonomi AS sedang melalui “tempoh peralihan.”\n\nSemua pasaran saham AS berakhir pada 10 Mac dalam keadaan negatif, dengan S&P 500 jatuh 2.7% kepada paras terendah sejak September, Nasdaq yang berat sebelah teknologi mengalami hari terburuknya sejak 2022 dengan penurunan 4%, dan purata perindustrian Dow Jones jatuh hampir 900 mata atau kira-kira 2.1%.\n\nTujuh Hebat — tujuh firma teknologi teratas Amerika — telah mengalami permulaan yang bergolak pada minggu ini, secara kolektif kehilangan lebih daripada $750 bilion dalam permodalan pasaran dalam sehari. Tesla jatuh sebanyak 15%, menjadi saham yang paling kurang berprestasi dalam S&P 500 tahun ini.  Gergasi AI, Nvidia kehilangan 5.1%, Apple jatuh 4.9%, Meta jatuh 4.4% dan Alphabet kehilangan 4.5% pada hari itu.\n\nSementara itu, pasaran kripto telah jatuh ke paras terendah sejak awal November, dengan penurunan 7.5% dalam jumlah permodalan pasaran kepada $2.6 trilion pada 11 Mac, dengan kira-kira $240 bilion keluar daripada pasaran.\n\nBitcoin (BTC) juga telah jatuh di bawah paras sokongan sebelumnya, jatuh 4% pada hari itu dan mencecah $76,784 sebelum pemulihan kecil membawa aset itu kembali ke $79,000 pada masa penulisan.  “Lonjakan Trump” telah hilang, dengan S&P 500 kini lebih rendah daripada sebelum kemenangan pilihan raya AS beliau pada 5 November. Indeks itu telah kehilangan hampir 10% daripada paras tertinggi bulan lepas, dan Nasdaq sudah berada dalam pembetulan, setelah kehilangan 14% dalam hanya tiga minggu. Nasdaq telah kehilangan hampir 10% tahun ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgyYjMtODAwYS03OTI1LWExNDgtMjdlNzMzNGRiOWYy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cfb3faa06dae42f411acfb",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 03:52:00",
            "status": "Posted"
        }
    ]
}