{
    "timestamp": "2025-04-02 05:59:38",
    "all_news": [
        {
            "title": "Grayscale Seeks SEC Approval to Convert Digital Large Cap Fund into Spot ETF",
            "translated_facebook_post": "Grayscale nak tukar dana kripto besar dia jadi ETF, harap dapat kelulusan SEC supaya lebih ramai orang boleh melabur dalam kripto dengan lebih mudah dan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccd8e727a105ebe398bfb",
            "source": "UNLOCK Blockchain",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26708.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:36:00"
        },
        {
            "title": "FiatGate Introduces 'Exchange as a Service' (EaaS), Lowering Barriers for Crypto Entrepreneurs",
            "translated_facebook_post": "FiatGate, penyedia penyelesaian dompet dan bursa kripto, kini tawarkan 'Exchange as a Service' (EaaS) yang lebih murah dan mudah.  Kos permulaan berkurangan hampir 50%, membolehkan lebih ramai usahawan menceburi pasaran kripto.  Sistem tanpa pengawasan dan kemudahan urus niaga fiat-ke-kripto juga disediakan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccca7727a105ebe398bf9",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f42abd70f09d4a10a3ae968cde93523f.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:36:00"
        },
        {
            "title": "U.S Liberation Day 2nd April : Trump Tarrifs , Crypto Market, Bitcoin News, Stock Market Today",
            "translated_facebook_post": "Hari Pembebasan Amerika Syarikat pada 2 April: Presiden Donald Trump akan umumkan tarif baharu, yang dipanggil \"Hari Pembebasan\", bertujuan melindungi industri Amerika dan mengurangkan ketidakseimbangan perdagangan dengan mengenakan duti import ke atas negara-negara yang mengenakan duti tinggi ke atas produk Amerika atau mempunyai peraturan perdagangan ketat.  Langkah ini dilihat sebagai usaha untuk mewujudkan persaingan yang lebih adil bagi perniagaan AS di pasaran global.\n\n\nPresiden Trump umum tarif baharu pada 2 April, sebagai \"Hari Pembebasan\" untuk Amerika, bagi melindungi industri tempatan dan wujudkan persaingan adil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78532b7b759a92a71a",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/14193145/Crypto-News_-Trump-Administration-Set-to-Focus-on-U.S.-Based-Altcoins-Expert-Reveals-Bullish-Outlook.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:33:00"
        },
        {
            "title": "Federal Reserve's QE Signal Drives Bitcoin Optimism",
            "translated_facebook_post": "Ramai jangka Fed akan guna QE balik, dan ni bagus untuk Bitcoin sebab akan ada lebih banyak duit dalam pasaran, menjadikan Bitcoin pelaburan yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc79532b7b759a92a71c",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/arthur-hayes-bitcoin-rise-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "MAGACOINFINANCE Is Making Waves as Investors Look Beyond Bitcoin’s Last Peak",
            "translated_facebook_post": "Selepas Bitcoin capai harga tertinggi baru-baru ni, ramai pelabur mula cari alternatif lain, dan MAGACOINFINANCE antara yang menarik perhatian sebab harga pre-sale dia murah dan potensi pulangan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccec98fdd792b34c35024",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17435315881532332-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "Circle and Trump-Backed Bitcoin Miner Move Toward Public Listings",
            "translated_facebook_post": "Dua syarikat berkaitan kripto, Circle dan American Bitcoin Corp. (yang disokong keluarga Trump),  sedang merancang untuk tersenarai awam, menunjukkan peningkatan minat dalam pasaran kripto.  Circle, penerbit USDC, dah fail untuk IPO di NYSE, manakala American Bitcoin Corp. tengah kaji IPO lepas bergabung dengan Hut 8.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78727a105ebe398bf3",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/cp6225_bitcoin_in_a_wall_street_trading_room_71d1a6ca_90ea_4fec_b155_48f780a6bf75_4c6c8295d3.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "Tether Grows Bitcoin Holdings to $7.64B Amid Market Downturn",
            "translated_facebook_post": "Tether tambah pelaburan Bitcoin dia jadi $7.64 billion walaupun pasaran turun.  Mereka beli lagi 8,888 Bitcoin suku pertama tahun ni, dan sekarang ada banyak USDT (melebihi $8 billion!) dalam platform Tron. Walaupun harga Bitcoin jatuh, Tether masih untung berbilion!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc788fdd792b34c35018",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/TETHER-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "SEC and Gemini ask to pause lawsuit to explore ‘potential resolution’",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) dan Gemini tengah cuba cari jalan penyelesaian kes saman mereka, jadi mahkamah tangguhkan kes sementara waktu.",
            "translated_title": "SEC dan Gemini mohon tangguh saman untuk meneroka ‘potensi penyelesaian’",
            "translated_content": "Suruhanjaya Sekuriti dan Bursa AS (SEC) dan bursa kripto Gemini telah memohon untuk menangguhkan saman pengawal selia ke atas program Gemini Earn, dengan menyatakan mereka ingin membincangkan penyelesaian yang mungkin.\n\nDalam surat bertarikh 1 April kepada hakim mahkamah persekutuan New York, Edgardo Ramos, peguam yang mewakili SEC dan Genesis meminta penangguhan selama 60 hari ke atas kes tersebut dan semua tarikh akhir ditangguhkan \"untuk membenarkan pihak-pihak meneroka penyelesaian yang mungkin.\"\n\n\"Dalam kes ini, pihak-pihak mengemukakan bahawa adalah demi kepentingan masing-masing untuk menangguhkan perkara ini sementara mereka mempertimbangkan penyelesaian yang mungkin dan bersetuju bahawa tiada pihak atau bukan pihak akan mengalami prejudis akibat penangguhan,\" menurut surat tersebut.\n\nPeguam menambah bahawa penangguhan adalah demi kepentingan mahkamah kerana \"penyelesaian akan menjimatkan sumber kehakiman\" dan mencadangkan agar laporan status bersama dikemukakan dalam tempoh 60 hari selepas kemasukan penangguhan.\n\nSEC menyaman Gemini dan firma pinjaman kripto Genesis Global Capital pada Januari 2023, mendakwa mereka menawarkan sekuriti yang tidak berdaftar melalui program Gemini Earn.\n\nPada Mac 2024, Genesis bersetuju untuk membayar $21 juta untuk menyelesaikan tuduhan berkaitan program pinjaman tersebut, tetapi kes penguatkuasaan terhadap Gemini masih belum selesai.  Surat daripada SEC dan Genesis Global yang meminta lanjutan penangguhan. Sumber: CourtListener\n\nSurat itu tidak menyatakan apa yang mungkin terkandung dalam penyelesaian tersebut, tetapi SEC telah menarik balik beberapa saman yang difailkan terhadap syarikat kripto di bawah pentadbiran Biden, termasuk terhadap Coinbase, Ripple dan Kraken.\n\nPada bulan Februari, Gemini menyatakan SEC telah menutup siasatan berasingan terhadap firma tersebut ketika pengawal selia itu menarik balik penguatkuasaan kripto di bawah Presiden Donald Trump.\n\n\"SEC telah menyebabkan kami kerugian berpuluh-puluh juta dolar hanya untuk bil guaman dan beratus-ratus juta dolar dalam kehilangan produktiviti, kreativiti, dan inovasi. Sudah tentu, Gemini bukan satu-satunya,\" kata pengasas bersama Gemini, Cameron Winklevoss pada masa itu.\n\nOpenSea, Crypto.com dan Uniswap, antara lain, juga baru-baru ini melaporkan bahawa SEC telah menutup siasatan yang serupa terhadap syarikat mereka yang menyiasat dakwaan pelanggaran undang-undang sekuriti.",
            "translated_summary": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) ingin meneroka penyelesaian potensi bagi saman mereka terhadap bursa kripto Gemini.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78727a105ebe398bf7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY0ZDItODBiYy03Njc5LWE4MzctY2Y2YjhhNTIyMjU3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 05:29:00"
        },
        {
            "title": "Crypto PAC-Backed Republicans Win Florida House Elections",
            "translated_facebook_post": "Calon Republikan yang disokong oleh PAC kripto menang pilihan raya Dewan Negeri Florida, menunjukkan pengaruh kripto dalam politik Amerika dan mungkin akan membentuk hala tuju peraturan kripto di masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb488fdd792b34c35011",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/florida-republicans-celebrate.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:28:00"
        },
        {
            "title": "Whale, Who Made $12 Million Profit on This Altcoin, Starts Selling Again",
            "translated_facebook_post": "Seorang pelabur besar dah mula jual lagi altcoin AAVE lepas dapat untung $12 juta, tapi masih ada simpanan bernilai jutaan lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb47a909ee648482c19f",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/04/balina-altcoin-kripto-para.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:28:00"
        },
        {
            "title": "VanEck Files for First-Ever Binance Coin (BNB) ETF in the US",
            "translated_facebook_post": "VanEck dah mohon untuk ETF Binance Coin (BNB) pertama di Amerika Syarikat,  satu langkah besar untuk pelaburan kripto yang lebih terkawal di sana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb478fdd792b34c3500f",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/VanEck-Files-for-First-Ever-Binance-Coin-BNB-ETF-in-the-US.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:27:00"
        },
        {
            "title": "XRP Could Hit $10 if US Stablecoin Bill Backs Ripple’s RLUSD",
            "translated_facebook_post": "Harga XRP mungkin mencecah $10 jika rang undang-undang stablecoin AS menyokong RLUSD Ripple, dengan April menjadi bulan penting untuk pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb48727a105ebe398bef",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/XRP-Could-Hit-10-if-US-Stablecoin-Bill-Backs-Ripples-RLUSD.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:26:00"
        },
        {
            "title": "Cardano Founder compares memecoins to fading celebrities in brief spotlight",
            "translated_facebook_post": "Ramai pakar, termasuk pengasas Cardano, rasa kebanyakan memecoin ni macam artis popular sekejap je, naik mendadak pastu jatuh.  Invest dengan berhati-hati sebab kebanyakannya tak bernilai jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78727a105ebe398bf5",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/cardano.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:25:00"
        },
        {
            "title": "Best Cryptos To Invest in for Long Term? Qubetics’ QubeQode IDE Disrupts Web3, While Aptos and Immutable X Gain Momentum",
            "translated_facebook_post": "Qubetics, Aptos, dan Immutable X antara projek kripto menarik untuk pelaburan jangka panjang. Qubetics menonjol dengan platform QubeQode IDE yang memudahkan pembangunan aplikasi blockchain, manakala Aptos fokus pada kelajuan transaksi dan Immutable X dalam pembangunan NFT. Pelaburan awal dalam Qubetics dilihat berpotensi tinggi berdasarkan perkembangan jualan pra-pelancaran dan unjuran pulangan pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ebf6388fc1e413ea22cf5f",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/9da41f8872e24b7a909d9669922e6e5d.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:25:00"
        },
        {
            "title": "Why Sudeng, Popcat, and This Upcoming Presale Are Top New Meme Coins To Buy Today",
            "translated_facebook_post": "Beberapa duit syiling meme baru macam Troller Cat, Sudeng, dan Popcat tengah naik sekarang.  Troller Cat nampaknya paling menjanjikan sebab ada ganjaran dan permainan *play-to-earn*.  Pelaburan dalam duit syiling meme ni berisiko tinggi, kena buat kajian sendiri dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ebf33065d924479a6211e4",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e352ac4997e14715991e653592aa8ecd.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:24:00"
        },
        {
            "title": "Crypto PAC-backed Republicans win US House seats in Florida special elections",
            "translated_facebook_post": "Dua calon Republikan menang kerusi Dewan Negara di Florida, terima dana besar dari kumpulan sokongan mata wang kripto. Kemenangan ini mengukuhkan majoriti Republikan dan mungkin membawa kepada lebih banyak sokongan terhadap rang undang-undang mesra kripto.",
            "translated_title": "Calon Republikan yang disokong Crypto PAC menang kerusi Dewan Perwakilan AS dalam pilihan raya khas Florida",
            "translated_content": "Dua orang Republikan yang menerima gabungan dana sebanyak $1.5 juta dari komite aksi politik (PAC) yang didukung kripto, Fairshake, akan memasuki Dewan Perwakilan AS setelah memenangkan pemilihan khusus di Florida.\n\nRepublikan Jimmy Patronis memenangkan kursi kosong di Distrik Kongres ke-1 Florida untuk menggantikan Matt Gaetz, meraih 57% suara untuk mengalahkan Demokrat Gay Valimont, menurut data AP News.\n\nRandy Fine juga memenangkan Distrik Kongres ke-6 Florida dengan 56,7% suara untuk mengalahkan saingannya dari Demokrat, guru sekolah negeri Josh Weil, dan mengisi kursi yang dikosongkan oleh Mike Waltz, yang mengambil pekerjaan sebagai penasihat keamanan nasional Gedung Putih.\n\nDistrik Kongres ke-1 dan ke-6 Florida — terletak di panhandle barat Florida dan sepanjang pantai timur laut negara bagian — telah dikendalikan oleh Partai Republikan selama kurang lebih 30 tahun, tetapi keunggulan mereka telah menyempit dalam beberapa tahun terakhir.\n\nFairshake, sebuah PAC yang didukung oleh raksasa industri kripto termasuk Coinbase, Ripple, dan Andreessen Horowitz, memberikan sekitar $1,16 juta kepada Fine untuk pengeluaran iklan dan menyalurkan $347.000 kepada Patronis untuk mendukung kampanyenya.\n\nKedua Republikan tersebut telah menyatakan dukungan untuk industri kripto, dengan Fine menyatakan dalam postingan X pada 14 Januari bahwa “penduduk Florida menginginkan inovasi kripto!”\n\nFairshake dan afiliasinya menggelontorkan sekitar $170 juta ke dalam pemilihan presiden dan kongres AS tahun 2024 untuk mendukung kandidat yang berkomitmen untuk mendukung industri kripto.\n\nKemenangan Patronis dan Fine meningkatkan representasi Partai Republik di DPR menjadi 220 kursi, dengan Demokrat memegang 213 kursi.\n\nAda dua kursi kosong yang akan diisi setelah Demokrat Texas dan Arizona, Sylvester Turner dan Raúl Grijalva, meninggal pada 5 Maret dan 13 Maret, masing-masing.\n\nFlorida dapat mengharapkan untuk melihat lingkungan peraturan yang ramah kripto.\n\nKemenangan Patronis dan Fine kemungkinan berarti bahwa legislasi kripto akan terus mendapatkan dukungan di ibu kota AS.\n\nPartai Republik akan mempertahankan mayoritas DPR bahkan jika kehilangan kedua kursi di Florida, tetapi hal itu akan mempersulit beberapa RUU kripto yang didukung Partai Republik yang baru diperkenalkan untuk disahkan melalui DPR dan Senat.\n\nPada KTT Aset Digital pada 18 Maret, anggota Kongres Demokrat Ro Khanna mengatakan dia percaya Kongres \"harus mampu mendapatkan\" RUU struktur pasar stablecoin dan kripto pada tahun ini.\n\nRUU yang akhirnya dapat sampai ke DPR termasuk Undang-Undang Pemandu dan Penetapan Inovasi Nasional untuk Stablecoin AS (GENIUS), yang disahkan oleh Komite Perbankan Senat dengan suara 18-6 pada 13 Maret.\n\nSenator Cynthia Lummis juga memperkenalkan kembali RUU cadangan Bitcoin sekitar seminggu setelah pemerintahan Trump mengumumkan pembentukan Cadangan Bitcoin Strategis pada 6 Maret, dengan undang-undang tersebut dirujuk ke Komite Perbankan Senat pada 11 Maret.",
            "translated_summary": "Dua orang Republikan yang menerima sokongan berjumlah $1.5 juta daripada PAC kripto Fairshake telah memenangi kerusi di Dewan Perwakilan AS dalam pilihan raya khas Florida...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc8dc8fdd792b34c35004",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY0MzItMDNlNi03ZTI5LWE1OWYtNzlmNzgwMDJmZmVl.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 05:14:00"
        },
        {
            "title": "Hut 8 and Trump-Backed American Data Centers Form American Bitcoin, Eyeing Public Listing",
            "translated_facebook_post": "Syarikat perlombongan Bitcoin, Hut 8, bekerjasama dengan American Data Centers (disokong anak-anak Donald Trump) untuk tubuhkan syarikat perlombongan baharu, American Bitcoin, yang bakal tersenarai awam.  Hut 8 akan pegang 80% saham, manakala American Data Centers 20%.  Mereka rancang untuk beroperasi sebagai dua syarikat tersenarai awam secara berasingan, satu fokus infrastruktur, satu lagi perlombongan Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc7b0532b7b759a92a709",
            "source": "UNLOCK Blockchain",
            "image": "https://www.unlock-bc.com/wordpress/wp-content/uploads/2024/09/Mining_2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:13:00"
        },
        {
            "title": "Bybit Shuts Down Its NFT Marketplace – InsideBitcoins",
            "translated_facebook_post": "Bybit akan tutup platform NFT dan IDO diorang pada April 2025 nanti.  Ramai platform NFT lain pun dah tutup sebelum ni, menunjukkan mungkin pasaran NFT tengah kurang sihat sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc7b090fe625bc3fc22f6",
            "source": "InsideBitcoin News",
            "image": "https://insidebitcoins.com/wp-content/uploads/2025/04/Bybit-NFT-marketplace_optimized.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:13:00"
        },
        {
            "title": "Bitcoin’s Strong Monthly Close: Can Bulls Maintain Control?",
            "translated_facebook_post": "Harga Bitcoin nampaknya masih positif, walaupun ada sedikit ketidaktentuan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoins-strong-monthly-close/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/bitcoin-btc-11.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:10:00"
        },
        {
            "title": "IOTA Gears Up for Rebased Mainnet Launch in Q1 2025 Progress Update",
            "translated_facebook_post": "IOTA akan lancarkan rangkaian utama 'Rebased' pada suku pertama 2025, dengan banyak peningkatan pada infrastruktur dan ekosistemnya.  Ada perkembangan positif dalam penyelidikan & pembangunan, penggunaan produk,  pertumbuhan ekosistem, dan kerjasama strategik.  Ini termasuk pelancaran  'IOTA Gas Station' dan peningkatan platform identiti terdesentralisasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/iota-gears-up-for-rebased-mainnet-launch-in-q1-2025-progress-update/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2023/03/Wit-Olszewski-IOTA-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:09:00"
        }
    ]
}