{
    "timestamp": "2025-04-11 03:07:38",
    "all_news": [
        {
            "title": "David Marcus Advocates Bitcoin Integration for Apps",
            "translated_facebook_post": "CEO Lightspark, David Marcus, cadangkan semua aplikasi bukan transaksi patut dihubungkan dengan Bitcoin, bagi meluaskan lagi penggunaannya dalam pembayaran global dan sistem kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f885a05dacd91007cbe4d5",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/fintech-exec-contemplating-bitcoin.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:57:00"
        },
        {
            "title": "Bitcoin reserve bills advance in New Hampshire, Florida",
            "translated_facebook_post": "New Hampshire dan Florida dah lulus rang undang-undang bagi membenarkan negeri masing-masing simpan Bitcoin sebagai rizab.  Ini mungkin buatkan negeri lain turut ikut jejak langkah.",
            "translated_title": "Rang Undang-Undang Rizab Bitcoin Diperjuangkan Di New Hampshire, Florida",
            "translated_content": "Majlis Perwakilan Rakyat New Hampshire dan Jawatankuasa Insurans dan Perbankan Dewan Undangan Florida masing-masing telah meluluskan rang undang-undang yang membenarkan negeri-negeri mereka mencipta rizab Bitcoin.\n\nDewan Undangan New Hampshire meluluskan rang undang-undang rizab Bitcoin, HB302, dengan undian 192-179 pada 10 April, yang kini akan dihantar ke Senat. Negeri ini kini menjadi negeri keempat yang meluluskan rang undang-undang rizab Bitcoin (BTC) melalui satu dewan, menyertai Arizona, Texas dan Oklahoma.\n\nSekiranya HB302 diluluskan oleh Senat New Hampshire dan Gabenor Kelly Ayotte menandatanganinya menjadi undang-undang, ia akan membenarkan bendahari negeri menggunakan 10% daripada dana umum negeri dan dana yang dibenarkan lain untuk melabur dalam logam berharga dan aset digital tertentu. Rang undang-undang itu juga menetapkan bagaimana aset tersebut perlu dikawal.\n\nRang undang-undang tersebut menyatakan bahawa hanya mata wang kripto dengan permodalan pasaran melebihi $500 bilion sahaja layak untuk pelaburan, satu kriteria yang hanya dipenuhi oleh Bitcoin setakat ini.\n\nDalam perbahasan sebelum pengundian, Wakil Demokrat Terry Spahr berhujah bahawa rang undang-undang itu tidak perlu dan boleh menjejaskan keselamatan masa depan simpanan aset digital negeri.\n\n\"Tanpa pengetahuan jawatankuasa dan penaja […] bendahari memberi keterangan bahawa mereka sudah mempunyai kuasa itu,\" kata Spahr. Beliau menambah bahawa mata wang kripto \"sentiasa berubah-ubah, dan agak berbahaya untuk terperangkap dalam jenis langkah keselamatan tertentu, dan saya fikir rang undang-undang ini berbuat demikian.\"\n\nWakil Republikan Jordan Ulery membalas bahawa rang undang-undang itu perlu kerana ia boleh mencipta \"potensi untuk sejumlah besar wang yang diperoleh oleh negeri dalam pelaburan ini.\"\n\nNew Hampshire mempunyai dua rang undang-undang lain berkaitan blok rantai yang sedang diusahakan di badan perundangan — HB310, yang meliputi stablecoin dan pengtokenan aset dunia sebenar (RWA) dan HB 639, yang berkaitan dengan peraturan dan penyelesaian pertikaian blok rantai.\n\nSementara itu, pada 10 April, Jawatankuasa Insurans dan Perbankan Dewan Undangan Florida meluluskan rang undang-undang rizab Bitcoin negeri itu, HB487, dengan undi sebulat suara.\n\nRang undang-undang ini mempunyai tiga jawatankuasa untuk diluluskan sebelum ia diteruskan ke Dewan Undangan Florida.\n\nSerupa dengan rang undang-undang New Hampshire, HB487 akan membenarkan ketua pegawai kewangan Florida dan Lembaga Pentadbiran Negeri melabur sehingga 10% daripada dana negeri tertentu — termasuk Dana Hasil Umum dan Dana Penstabilan Belanjawan — ke dalam Bitcoin.\n\nPenaja rang undang-undang itu, Wakil Republikan Webster Barnaby merayu kepada Jawatankuasa sebelum pengundian \"untuk mengundi rang undang-undang yang sangat penting ini\" yang beliau dakwa akan \"meletakkan Florida di barisan hadapan teknologi baharu ini.\"\n\nRang undang-undang Florida memberi ketua kewangan negeri keupayaan untuk melabur dalam aset digital secara langsung, melalui penjaga yang layak, atau melalui produk yang diniagakan di bursa dan memperincikan keperluan keselamatan dan penyimpanan.\n\nMenurut Bitcoin Laws, yang menjejaki kemajuan undang-undang aset digital, Arizona kini mengetuai perlumbaan untuk menjadi negeri pertama di AS yang menubuhkan rizab Bitcoin strategik.\n\nPada 24 Mac, dua rang undang-undang rizab aset digital, SB1373 dan SB1025, diluluskan oleh Jawatankuasa Peraturan Dewan Arizona dan kini dihantar ke Dewan negeri untuk undian penuh.\n\nJika diluluskan oleh Dewan, rang undang-undang itu kemudiannya memerlukan tandatangan gabenor Demokrat Arizona, Katie Hobbs untuk menjadi undang-undang.",
            "translated_summary": "Dewan Negeri New Hampshire dan Jawatankuasa Insurans dan Perbankan Dewan Negeri Florida kedua-duanya telah memajukan rang undang-undang rizab Bitcoin masing-masing dalam…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f885a0ddbaee66ca97a129",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjIyMGMtNDg4NC03MDU3LWFkZGUtOThhM2QyYmExOGM3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 02:54:00"
        },
        {
            "title": "Groundbreaking Approval: Hong Kong SFC Greenlights Ethereum Staking for HashKey & OSL",
            "translated_facebook_post": "Suruhnya, sekarang pelabur di Hong Kong boleh terus \"stake\" ETH mereka menerusi platform HashKey dan OSL, lepas Suruhanjaya Sekuriti dan Niaga hadapan Hong Kong (SFC) bagi lampu hijau.  Ini bukak peluang baru untukjana pendapatan pasif dalam pasaran kripto yang lebih terkawal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8846f39e1241f766bfbb4",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Groundbreaking-Approval-Hong-Kong-SFC-Greenlights-Ethereum-Staking-for-HashKey-OSL.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:50:00"
        },
        {
            "title": "Is Ethereum Set to Outperform Solana?",
            "translated_facebook_post": "Pendapat pakar menunjukkan Ethereum lebih berbaloi untuk dilabur berbanding Solana sekarang, memandangkan potensi keuntungannya lebih tinggi dan risiko yang lebih rendah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/is-ethereum-set-to-outperform-solana",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/eth-041.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:48:00"
        },
        {
            "title": "Trump Halts IRS Rule: Motives and Impacts Examined",
            "translated_facebook_post": "Keputusan Trump untuk hentikan peraturan IRS tu mungkin akan buatkan pasaran kewangan jadi tak menentu untuk sementara waktu, dan ramai yang risau tentang kesan jangka panjangnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f88344ddbaee66ca97a123",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/corporate-meeting-discussion.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:47:00"
        },
        {
            "title": "Bitcoin Whale Activity Surges as Price Rebounds Toward $82K",
            "translated_facebook_post": "Harga Bitcoin dah naik balik dekat $82,000 lepas jatuh sebelum ni, dan ramai pelabur besar (whale) makin aktif beli Bitcoin.  Ini menunjukkan keyakinan mereka terhadap Bitcoin semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8859fddbaee66ca97a127",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/bitcoin-2-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:45:00"
        },
        {
            "title": "Ripple and SEC File Joint Motion Signaling Potential Settlement",
            "translated_facebook_post": "Nampaknya Ripple dan SEC dah hampir selesai kes mereka, dengan Ripple cuma kena bayar denda $50 juta je.  Harga XRP pun tak banyak berubah, macam orang dah jangka keputusan ni.  Ini mungkin akan beri lebih kepastian pada industri kripto di masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f88221ddbaee66ca97a121",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/ripple-sec-negotiation-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:41:00"
        },
        {
            "title": "Exciting Expansion: Grayscale Eyes 30+ New Cryptocurrencies for Investment Products",
            "translated_facebook_post": "Grayscale, sebuah pengurusan aset digital terkemuka, tengah pertimbangkan untuk tambah lebih 30 kripto baru dalam produk pelaburan mereka.  Ini buatkan ramai teruja sebab ia mungkin bagi peluang pelaburan lebih luas dan akses lebih mudah kepada pelbagai mata wang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f88220ddbaee66ca97a11f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Exciting-Expansion-Grayscale-Eyes-30-New-Cryptocurrencies-for-Investment-Products.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:40:00"
        },
        {
            "title": "Arthur Hayes Predicts Ethereum’s Dominance Over Solana in Upcoming Market Cycle",
            "translated_facebook_post": "Arthur Hayes jangka Ethereum akan mengatasi Solana dalam kitaran pasaran akan datang, sebab ia menawarkan imbangan risiko dan ganjaran yang lebih baik untuk pelaburan baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/arthur-hayes-predicts-ethereums-dominance-over-solana-in-upcoming-market-cycle/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ethereum-1012.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:39:00"
        },
        {
            "title": "Victory for DeFi: Trump Expected to Sign Groundbreaking Crypto Tax Relief Bill",
            "translated_facebook_post": "Berita baik untuk dunia kripto!  Satu rang undang-undang yang mungkin ubah landskap cukai kripto di Amerika Syarikat bakal diluluskan,  memberi kelegaan terutamanya kepada DeFi.  Ini hasil usaha Senator Ted Cruz dan  dijangka ditandatangani oleh bekas Presiden Donald Trump.  Walaupun masih ada cabaran,  langkah ini menunjukkan  usaha ke arah peraturan yang lebih  sesuai untuk teknologi kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87fc8c2354b7e717b3c4f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Victory-for-DeFi-Trump-Expected-to-Sign-Groundbreaking-Crypto-Tax-Relief-Bill.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:30:00"
        },
        {
            "title": "Top 3 Altcoins Analysts Are Watching: BTC, XRP, and Ethereum",
            "translated_facebook_post": "Bitcoin, XRP, dan Ethereum masih jadi tumpuan pelabur, dengan harga masing-masing agak memberangsangkan.  Projek kripto baru macam MAGACOINFINANCE pun menarik perhatian ramai juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f880f55dacd91007cbe4d0",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294707.docx_1744294707_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:30:00"
        },
        {
            "title": "Ross Ulbricht to Speak at Bitcoin Conference After Pardon",
            "translated_facebook_post": "Ross Ulbricht, pengasas Silk Road, akan berucap di persidangan Bitcoin lepas diampunkan, dan pandangan beliau dijangka memberi impak besar pada pasaran mata wang digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87e9d6bbe7c2511246943",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/ross-ulbricht-bitcoin-conference.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:24:00"
        },
        {
            "title": "Ross Ulbricht to Speak at Bitcoin Conference Post Pardon",
            "translated_facebook_post": "Ross Ulbricht, pengasas Silk Road, akan berucap di persidangan Bitcoin selepas diampunkan, mencetuskan pelbagai reaksi dan mungkin mempengaruhi persepsi umum terhadap mata wang digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87d6f5dacd91007cbe4cb",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-ross-ulbricht-bitcoin-conference.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:23:00"
        },
        {
            "title": "April DCA Playbook: 3 High-Upside Tokens With 500% Growth Potential",
            "translated_facebook_post": "Ramai pakar jangka Fartcoin, Pepe, dan Polkadot berpotensi naik harga sampai 500%. Walaupun pasaran kripto agak tak menentu sekarang,  token-token ni menunjukkan prestasi baik dan menarik perhatian pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/april-dca-playbook-3-high-upside-tokens-with-500-growth-potential/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/dca.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:23:00"
        },
        {
            "title": "Astounding $2B Seed Round: Mira Murati’s AI Startup Thinking Machines Lab Shakes Up Industry",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87d6e6bbe7c2511246941",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Astounding-2B-Seed-Round-Mira-Muratis-AI-Startup-Thinking-Machines-Lab-Shakes-Up-Industry.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:20:00"
        },
        {
            "title": "Bitcoin Miners Adjust to Rising Hardware Costs",
            "translated_facebook_post": "Cukai baru di Amerika Syarikat telah menaikkan kos peralatan perlombongan Bitcoin, menyebabkan perlombongan Bitcoin di negara lain jadi lebih menarik dan mungkin akan mengubah landskap industri perlombongan Bitcoin secara global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-miners-adjust-to-rising-hardware-costs",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/mining-101.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:18:00"
        },
        {
            "title": "Qubetics Presale at $0.1573: Best Crypto to Buy Now as Bitcoin Cash Price Prediction Stays Bullish and Bittensor TAO Integrates AI",
            "translated_facebook_post": "Qubetics, Bitcoin Cash, dan Bittensor TAO antara projek kripto menarik untuk jangka panjang.  Qubetics tumpu pada pasaran tokenisasi aset sebenar, Bitcoin Cash kekal kukuh dengan yuran transaksi rendah, manakala Bittensor TAO gabungkan AI dan teknologi blockchain.  Pelaburan bergantung pada risiko dan matlamat masing-masing.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87c2bc2354b7e717b3c41",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed-1-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:15:00"
        },
        {
            "title": "Qubetics 10% Off $TICS Token Joins Top Cryptos to Join This Week with Hedera and Immutable X News",
            "translated_facebook_post": "Qubetics, Hedera, dan Immutable X antara kripto menarik minggu ini. Qubetics tawarkan diskaun dan potensi pulangan pelaburan tinggi menerusi jualan awal. Hedera kukuh dengan kerjasama Nvidia, manakala Immutable X dijangka pulih.  Peluang menarik dalam pasaran kripto sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87c2ca455c1530c0c712d",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-10T155633.895Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:15:00"
        },
        {
            "title": "Qubetics, Tron, and Cronos CRO: The Next Big Crypto for 2025 and Beyond",
            "translated_facebook_post": "Qubetics, Tron, dan Cronos nampaknya berpotensi tinggi dalam dunia kripto untuk masa depan.  Qubetics menonjol dengan VPN terdesentralisasi dan platform tokenisasi aset, manakala Tron fokus pada aplikasi terdesentralisasi dan Cronos pula dalam DeFi serta NFT.  Pelaburan dalam kripto tetap berisiko,  tapi ketiga-tiganya menarik untuk dipantau.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87c2ca455c1530c0c712f",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-10T161340.561Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:15:00"
        },
        {
            "title": "Bitcoin Hashrate Hits Record High, Signaling Stronger Network Security",
            "translated_facebook_post": "Bitcoin sekarang dah cecah tahap hashrate tertinggi sepanjang zaman, lebih 120 terahash!  Ini menunjukkan rangkaiannya makin kukuh dan selamat, dengan lebih ramai pelombong serta peralatan canggih digunakan. Harga Bitcoin yang tinggi pun bagi keuntungan lumayan pada pelombong, mungkin menarik lebih ramai pelabur institusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f87e9cc2354b7e717b3c4a",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/Bitcoin-3-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 02:15:00"
        }
    ]
}