{
    "timestamp": "2025-04-10 15:31:13",
    "all_news": [
        {
            "title": "Can Bitcoin Hit $250,000 by December?",
            "translated_facebook_post": "Pengasas Cardano, Charles Hoskinson, ramal Bitcoin boleh cecah $250,000 menjelang hujung tahun ini, disebabkan penerimaan global yang meningkat, peraturan AS yang lebih jelas, dan keadaan pasaran yang lebih stabil.  Beliau jangka tarif dan ketegangan geopolitik akan reda, mendorong lebih ramai syarikat besar guna kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/can-bitcoin-hit-250000-by-december",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-076.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:18:00"
        },
        {
            "title": "Umoja Launches 6% APY for Coinbase Wrapped Bitcoin Holders on Base Network",
            "translated_facebook_post": "Platform Umoja bagi pemegang  cbBTC tawarkan pulangan tahunan 6% melalui Base network, guna strategi DeFi.  Ini menarik ramai pelabur Bitcoin yang mencari pulangan alternatif ketika harga Bitcoin turun naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/umoja-launches-6-apy-for-coinbase-wrapped-bitcoin-holders-on-base-network/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/02/veteran-trader-peter-brandt-outlines-bitcoins-path-to-200000-by-2030.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:16:00"
        },
        {
            "title": "Binance Launches Second “Vote to Delist” Round — 17 More Tokens Could Disappear",
            "translated_facebook_post": "Binance tengah buat undian lagi untuk tanggalkan 17 lagi token.  Undian ni sampai 16 April, jadi kalau ada token korang, cepat-cepat undi!  Keputusan undian ni akan diambil kira, tapi Binance tetap akan buat penilaian sendiri sebelum buat keputusan akhir.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://thebitjournal.com/binance-launches-second-vote-to-delist-round-17-more-tokens-could-disappear/",
            "source": "The Bit Journal",
            "image": "https://thebitjournal.b-cdn.net/wp-content/uploads/2025/04/Your-paragraph-text-2025-04-10T143924.301-min.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:15:00"
        },
        {
            "title": "Grok Comments on Bitcoin Analysis! Does Artificial Intelligence Expect a Fall or Rise in BTC?",
            "translated_facebook_post": "Harga Bitcoin mungkin naik sampai $100,000, tapi ada juga kemungkinan penurunan harga disebabkan beberapa faktor teknikal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7e18b4295fc5dc25c1163",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/04/Bitcoin-.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:15:00"
        },
        {
            "title": "Let SPX6900 Moon Without You? This New Meme Coin Is Catching Fire Right Now",
            "translated_facebook_post": "Nampaknya peluang untuk dapat keuntungan lumayan dalam dunia kripto masih ada.  Troller Cat, satu lagi duit kripto jenis meme, tengah naik dan dikatakan ada potensi besar macam SPX6900 dulu.  Daftar awal untuk dapat akses lebih awal sebelum harga naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7da4afb2cc20850eadf87",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/c05520251430455cb5abbedfb6df6216.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:15:00"
        },
        {
            "title": "Binance Hosts Exclusive Mind Network Token Event",
            "translated_facebook_post": "Binance baru-baru ni anjurkan acara token eksklusif untuk Mind Network, lancar token FHE diorang, dan nampak macam sambutan ramai sebab fokus utama dia nak tingkatkan keselamatan blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7e06bfb2cc20850eadfa8",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/binance-wallet-token-launch-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:11:00"
        },
        {
            "title": "Charles Hoskinson Forecasts Bitcoin Surge to $250,000 by Year-End",
            "translated_facebook_post": "Charles Hoskinson jangka Bitcoin akan cecah $250,000 menjelang hujung tahun ni, disebabkan peningkatan penggunaan global, perkembangan peraturan di Amerika Syarikat, dan kestabilan pasaran yang pulih.  Dia rasa kebimbangan tentang tarif ni agak keterlaluan dan akan reda.  Dia juga ramal kenaikan harga akan bermula sekitar Ogos atau September.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/charles-hoskinson-forecasts-bitcoin-surge-to-250000-by-year-end/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-news-1135.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:09:00"
        },
        {
            "title": "Cardano’s Hoskinson Sees Bitcoin Touching $250K, Tech Giants Adopting Stablecoins",
            "translated_facebook_post": "Hoskinson dari Cardano jangka Bitcoin cecah $250K, syarikat teknologi besar akan guna stablecoin.  Dia kata nanti akan ada banyak duit murah dan cepat, lepas tu semua akan masuk ke dalam kripto.\n\n\nRamai jangka harga Bitcoin akan naik tinggi dan syarikat besar akan mula guna stablecoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/cardano-s-hoskinson-sees-bitcoin-touching-usd250k-tech-giants-adopting-stablecoins/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/5736626f2847fa2dc99de9f7c148e0667b030b19-1300x852.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:07:00"
        },
        {
            "title": "Altcoin Season To Begin: Analysts Predict Perfect Buying Zone as Bitcoin Dominance Peaks",
            "translated_facebook_post": "Pasaran kripto nampaknya tengah bagi peluang baik untuk pelabur altcoin; beberapa penganalisis jangka ia masa sesuai beli altcoin sebab harga agak rendah sekarang, dan dominasi Bitcoin mungkin akan turun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7e069ea79d42f9d9623e9",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/22182947/Altcoin-Season-Incoming-Top-Crypto-Trader-Hints-Key-Metrics-Focus-One-Potential-Altcoin-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:05:00"
        },
        {
            "title": "Charles Hoskinson Forecasts Bitcoin To Reach $250,000 By The End Of 2025",
            "translated_facebook_post": "Charles Hoskinson, pengasas Cardano, ramal Bitcoin akan mencecah $250,000 menjelang akhir 2025, disebabkan peningkatan penggunaan, peraturan kripto yang lebih baik, dan keadaan ekonomi yang menyokong.  Dia jangka pasaran akan melalui fasa perlahan sebelum gelombang spekulasi besar bermula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7e06a6acaac2e7f2149fd",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/prediction-bitcoin-hoskinson.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:05:00"
        },
        {
            "title": "SEC Shocks Crypto Market by Approving Options Trading on Ethereum ETFs",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah meluluskan perdagangan pilihan bagi dana dagangan bursa (ETF) Ethereum, membuka peluang pelaburan baharu dan meningkatkan lagi kedudukan Ethereum dalam pasaran kewangan tradisional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7de11ea79d42f9d9623e1",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/02/ethereum-price-decline.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:03:00"
        },
        {
            "title": "Block Agrees to $40M Settlement With New York Over Faulty Money-Laundering Controls",
            "translated_facebook_post": "Syarikat pembayaran dan blok rantai itu setuju untuk membayar penyelesaian sebanyak $40 juta kepada New York kerana kawalan pengubahan wang haram yang rosak.  Mereka juga akan menerima pemantau luar sebagai sebahagian daripada penyelesaian untuk mematuhi peraturan New York.\n\n\nSyarikat tu kena bayar denda besar sebab sistem anti pengubahan wang haram depa tak cukup bagus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/block-agrees-to-usd40m-settlement-with-new-york-over-faulty-money-laundering-controls/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/d80d9991d890ad474821dd5e01e83d5d5ab9ec6d-3000x2000.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:02:00"
        },
        {
            "title": "Portfolio Blueprint: XRP, Bitcoin (BTC), and Ethereum Still Set for 20x Despite the Crash",
            "translated_facebook_post": "Walaupun pasaran turun naik, XRP, Bitcoin, dan Ethereum masih dijangka meningkat 20 kali ganda menjelang 2025.  Peluang awal juga ada dengan projek  MAGACOINFINANCE yang nampaknya menarik perhatian ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7de12ea79d42f9d9623e3",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207881.docx_1744207881_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:02:00"
        },
        {
            "title": "BNB Plunges 11.6% Before Staging Massive Recovery Amid Trump Tariff Concerns",
            "translated_facebook_post": "BNB jatuh 11.6% sebelum pulih dengan hebat di tengah-tengah kebimbangan tarif Trump.  Ayunan harga Binance Coin yang melampau menunjukkan peningkatan ketidakpastian kerana perkembangan peraturan dan dasar ekonomi global membentuk semula sentimen pasaran kripto.\n\n\nHarga BNB turun banyak, tapi lepas tu naik balik dengan cepat sebab ramai risau pasal dasar ekonomi dunia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/bnb-plunges-11-6-before-staging-massive-recovery-amid-trump-tariff-concerns/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/01cb6dcf8d50cd7401ee9fdd7ef58414db8bc7bb-700x430.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:01:00"
        },
        {
            "title": "Crypto for Advisors: Bitcoin Inheritance Strategies",
            "translated_facebook_post": "Strategi pengurusan Bitcoin dalam harta pusaka semakin penting dengan peraturan yang semakin baik dan penerimaan meluas aset digital dalam kalangan institusi.  Ini bagi mengurangkan cukai harta pusaka.\n\n\nRamai orang sekarang fikir macam mana nak uruskan Bitcoin dalam harta pusaka diorang sebab peraturan makin baik dan ramai orang guna aset digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-for-advisors-bitcoin-inheritance-strategies/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/1176cca627a1e5809127ec60366fd4286caf430c-3840x2160.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:00:00"
        },
        {
            "title": "AI-generated content needs blockchain before trust in digital media collapses",
            "translated_facebook_post": "Teknologi blockchain sangat penting untuk pastikan kita percaya pada media digital,  sebab ia boleh sahkan kandungan yang dijana AI dan elakkan penipuan.  Kalau tak, susahlah nanti nak bezakan yang palsu dengan yang betul.",
            "translated_title": "Kandungan yang dijana AI memerlukan teknologi rantaian blok sebelum kepercayaan terhadap media digital runtuh.",
            "translated_content": "Pendapat oleh: Roman Cyganov, pengasas dan CEO Antix\n\nPada musim luruh 2023, penulis skrip Hollywood membantah terhadap penglibatan AI dalam bidang mereka. Ketakutan mereka: AI akan menghasilkan skrip dan menghakis penghasilan cerita yang sahih. Setahun kemudian, iklan khidmat awam yang menampilkan versi deepfake selebriti seperti Taylor Swift dan Tom Hanks muncul, memberi amaran terhadap penyebaran maklumat palsu semasa pilihan raya.\n\nKini beberapa bulan ke dalam tahun 2025. Walaupun tujuan asal AI adalah untuk mendemokrasikan akses kepada masa depan hiburan, ia menunjukkan evolusi yang pesat — satu perhitungan sosial yang lebih luas dengan realiti yang terpesong dan penyebaran maklumat palsu yang besar-besaran.\n\nWalaupun ini adalah \"zaman AI,\" hampir 52% rakyat Amerika lebih bimbang daripada teruja tentang peranannya yang semakin meningkat dalam kehidupan seharian. Tambah pula dengan penemuan satu tinjauan baru-baru ini bahawa 68% pengguna di seluruh dunia berada di antara \"agak\" dan \"sangat\" bimbang tentang privasi dalam talian, didorong oleh ketakutan terhadap media yang menipu.\n\nIa bukan lagi tentang meme atau deepfake. Media yang dihasilkan AI secara fundamental mengubah cara kandungan digital dihasilkan, diedarkan dan digunakan. Model AI kini boleh menjana imej, video dan suara yang sangat realistik, menimbulkan kebimbangan yang mendesak tentang pemilikan, keaslian dan penggunaan etika. Keupayaan untuk mencipta kandungan sintetik dengan usaha minimum mempunyai implikasi yang mendalam terhadap industri yang bergantung kepada integriti media. Ini menunjukkan bahawa penyebaran deepfake dan penghasilan semula tanpa kebenaran tanpa kaedah pengesahan yang selamat mengancam untuk menghakis kepercayaan terhadap kandungan digital sepenuhnya. Ini, seterusnya, menjejaskan asas pengguna utama: pencipta kandungan dan perniagaan, yang menghadapi risiko yang semakin meningkat berkaitan pertikaian undang-undang dan kerosakan reputasi.\n\nWalaupun teknologi blockchain sering disebut-sebut sebagai penyelesaian yang boleh dipercayai untuk pemilikan kandungan dan kawalan terdesentralisasi, hanya sekarang, dengan kemunculan AI generatif, kepentingan utamanya sebagai perlindungan telah meningkat, terutamanya dalam hal kebolehskalaan dan kepercayaan pengguna. Pertimbangkan rangkaian pengesahan terdesentralisasi. Ini membolehkan kandungan yang dihasilkan AI disahkan merentas pelbagai platform tanpa sebarang pihak berkuasa tunggal menentukan algoritma yang berkaitan dengan tingkah laku pengguna.\n\nUndang-undang harta intelek semasa tidak direka untuk menangani media yang dihasilkan AI, meninggalkan jurang kritikal dalam peraturan. Jika model AI menghasilkan sekeping kandungan, siapakah pemiliknya dari segi undang-undang? Orang yang memberikan input, syarikat di sebalik model atau tiada siapa langsung? Tanpa rekod pemilikan yang jelas, pertikaian mengenai aset digital akan terus meningkat. Ini mewujudkan persekitaran digital yang tidak stabil di mana media yang dimanipulasi boleh menghakis kepercayaan dalam kewartawanan, pasaran kewangan dan juga kestabilan geopolitik. Dunia kripto juga tidak kebal dari ini. Deepfake dan serangan canggih yang dibina oleh AI menyebabkan kerugian yang tidak dapat diatasi, dengan laporan yang menyerlahkan bagaimana penipuan yang dipacu oleh AI yang menyasarkan dompet kripto telah meningkat dalam beberapa bulan kebelakangan ini.\n\nBlockchain boleh mengesahkan aset digital dan memastikan pengesanan pemilikan yang telus. Setiap bahagian media yang dihasilkan AI boleh direkodkan secara onchain, menyediakan sejarah penciptaan dan pengubahsuaiannya yang kalis manipulasi.\n\nSeperti cap jari digital untuk kandungan yang dihasilkan AI, ia secara kekal mengaitkannya dengan sumbernya, membenarkan pencipta untuk membuktikan pemilikan, syarikat untuk menjejaki penggunaan kandungan, dan pengguna untuk mengesahkan keaslian. Sebagai contoh, pembangun permainan boleh mendaftarkan aset yang dihasilkan AI pada blockchain, memastikan asal usulnya boleh dijejaki dan dilindungi daripada kecurian. Studio boleh menggunakan blockchain dalam penerbitan filem untuk mentauliahkan babak yang dihasilkan AI, mencegah pengedaran atau manipulasi tanpa kebenaran. Dalam aplikasi metaverse, pengguna boleh mengekalkan kawalan sepenuhnya ke atas avatar dan identiti digital mereka yang dihasilkan AI, dengan blockchain bertindak sebagai buku besar yang tidak berubah untuk pengesahan.\n\nPenggunaan blockchain secara menyeluruh akhirnya akan mencegah penggunaan avatar dan media sintetik yang dihasilkan AI tanpa kebenaran dengan melaksanakan pengesahan identiti onchain. Ini akan memastikan bahawa representasi digital dikaitkan dengan entiti yang disahkan, mengurangkan risiko penipuan dan penyamaran. Dengan pasaran AI generatif diunjurkan mencapai $1.3 trilion menjelang 2032, mengamankan dan mengesahkan kandungan digital, terutamanya media yang dihasilkan AI, adalah lebih mendesak daripada sebelum ini melalui rangka kerja pengesahan terdesentralisasi sedemikian.\n\nRangka kerja sedemikian akan selanjutnya membantu memerangi penyebaran maklumat palsu dan penipuan kandungan sambil membolehkan penggunaan merentas industri. Asas yang terbuka, telus dan selamat ini memberi manfaat kepada sektor kreatif seperti pengiklanan, media dan persekitaran maya.\n\nSesetengah pihak berpendapat bahawa platform berpusat harus mengendalikan pengesahan AI, kerana mereka mengawal kebanyakan saluran pengedaran kandungan. Pihak lain percaya teknik watermarking atau pangkalan data yang diketuai kerajaan menyediakan pengawasan yang mencukupi. Ia telah terbukti bahawa watermark boleh dengan mudah dikeluarkan atau dimanipulasi, dan pangkalan data berpusat tetap terdedah kepada penggodaman, pelanggaran data atau kawalan oleh entiti tunggal dengan kepentingan yang bercanggah.\n\nIa agak jelas bahawa media yang dihasilkan AI berkembang lebih pantas daripada perlindungan sedia ada, meninggalkan perniagaan, pencipta kandungan dan platform terdedah kepada risiko penipuan dan kerosakan reputasi yang semakin meningkat.\n\nAgar AI menjadi alat untuk kemajuan dan bukannya penipuan, mekanisme pengesahan mesti maju serentak. Penyokong terbesar untuk penggunaan blockchain secara besar-besaran dalam sektor ini ialah ia menyediakan penyelesaian yang boleh diskala yang menyamai kadar kemajuan AI dengan sokongan infrastruktur yang diperlukan untuk mengekalkan ketelusan dan kesahihan hak IP.\n\nFasa seterusnya revolusi AI tidak hanya akan ditakrifkan oleh keupayaannya untuk menjana kandungan yang sangat realistik tetapi juga oleh mekanisme untuk mendapatkan sistem ini tepat pada masanya, terutamanya kerana penipuan berkaitan kripto yang didorong oleh penipuan yang dihasilkan AI diunjurkan mencapai tahap tertinggi sepanjang zaman pada tahun 2025.\n\nTanpa sistem pengesahan terdesentralisasi, hanya soal masa sebelum industri yang bergantung pada kandungan yang dihasilkan AI kehilangan kredibiliti dan menghadapi pengawasan pengawalseliaan yang meningkat. Masih belum terlambat bagi industri untuk mempertimbangkan aspek rangka kerja pengesahan terdesentralisasi ini dengan lebih serius sebelum kepercayaan digital runtuh di bawah penipuan yang tidak terkawal.",
            "translated_summary": "Teknologi rantaian blok boleh menjadi benteng penting terhadap hakisan kepercayaan dalam media digital, menawarkan penyelesaian terdesentralisasi untuk mengesahkan…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7de11fb2cc20850eadfa1",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTk0OTktMDhlYi03NjQ1LTkyNzgtZThhNTkzYmQyMTI1.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 15:00:00"
        },
        {
            "title": "Cardano, Solana or Mutuum Finance? Why Investors Are Betting Big On This Emerging Lending Altcoin Named MUTM",
            "translated_facebook_post": "Ramai sekarang tumpu perhatian pada Mutuum Finance (MUTM), altcoin DeFi baru yang tengah buat presale dengan harga $0.025.  Dah kumpul $6.5 juta dan dijangka mencecah $4 selepas pelancaran.  Sistem pinjaman dua hala dan insentif menarik buat ramai orang berminat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7de126acaac2e7f2149f1",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-22-6.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:00:00"
        },
        {
            "title": "CZ Pledges $10M to Support Vitalik’s Open Source Vaccine Plan",
            "translated_facebook_post": "CZ derma $10 juta untuk bantu projek vaksin sumber terbuka Vitalik,  YZi Labs pun sokong projek jangka panjang guna AI, biotech dan Web3, dan BNB Chain bagi sokongan pada startup blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7e06a4295fc5dc25c1160",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/CZ-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 15:00:00"
        },
        {
            "title": "Pi Network Faces Market Challenges Amidst Speculation",
            "translated_facebook_post": "Harga Pi Network turun banyak, ramai dalam komuniti risau, dan ada spekulasi pasal Trump.  Semua ni buat pasaran jadi tak menentu.  Kesian juga tengok harganya jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7dce5fb2cc20850eadf94",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/pi-network-market-scene-painting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 14:59:00"
        },
        {
            "title": "Trump Memecoin Set for Major Price Increases?",
            "translated_facebook_post": "Analisis teknikal menunjukkan syiling digital Trump mungkin naik harga sampai 138%,  Ethereum mungkin jatuh ke $1200, dan Chainlink mungkin turun 34%.  Pelabur dinasihatkan berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/trump-memecoin-set-for-major-price-increases",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-086-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 14:58:00"
        }
    ]
}