{
    "timestamp": "2025-03-20 03:02:06",
    "all_news": [
        {
            "title": "Bakkt lantik Ketua Pegawai Eksekutif bersama baharu dalam usaha menumpukan semula tumpuan kepada tawaran kripto.",
            "description": "Bakkt telah melantik Akshay Naheta sebagai CEO bersama dan menyatakan syarikat itu merancang untuk mengurangkan beberapa perkhidmatan sedia ada bagi menumpukan perhatian kepada perkhidmatan kripto.",
            "content": "```\nSyarikat jagaan dan dagangan kripto, Bakkt Holdings, telah melantik seorang Ketua Pegawai Eksekutif bersama yang baharu dan mengurangkan sebahagian perkhidmatannya untuk memberi tumpuan kepada tawaran kripto selepas baru-baru ini kehilangan dua pelanggan utama.\n\nAkshay Naheta, pengasas firma infrastruktur pembayaran stablecoin, Distributed Technologies Research (DTR), akan menyertai Ketua Pegawai Eksekutif Bakkt, Andy Main, dalam peranan tersebut, kata syarikat itu pada 19 Mac. Bakkt menambah bahawa ia akan mengadakan perjanjian dengan DTR untuk mengintegrasikan infrastruktur pembayaran berasaskan stablecoinnya dengan teknologi dagangan dan perantaraan kripto Bakkt, tertakluk kepada kelulusan pengawalseliaan.\n\nBakkt berkata perkongsian itu akan membuka aliran pendapatan baharu dalam pembayaran stablecoin dan dagangan kripto sambil meningkatkan kecekapan dalam pembayaran rentas sempadan, satu kes penggunaan kripto yang popular.\n\nNaheta mengasaskan DTR pada tahun 2022 selepas hampir enam tahun memegang pelbagai jawatan eksekutif di gergasi pengurusan pelaburan SoftBank Group, yang mempunyai sejarah melabur dalam firma kripto.\n\nDalam satu kenyataan berasingan yang melaporkan keputusan suku keempat dan tahun penuh 2024, Bakkt berkata ia mahu “menumpukan sumber kepada tawaran kripto teras” dan berpotensi untuk menjual atau menamatkan perniagaan perkhidmatan kesetiaannya, yang membenarkan pelanggannya menawarkan ganjaran perjalanan dan barangan dagangan.\n\nBakkt baru-baru ini berkongsi pandangannya mengenai stablecoin menjelang ini, berkongsi bahawa ia telah bekerjasama dengan DTR.\n\nBakkt menambah bahawa ia menjual anak syarikat jagaan kripto, Bakkt Trust, kepada syarikat induknya, Intercontinental Exchange, dengan harga $1.5 juta. Ia berkata penjualan itu akan mengurangkan kos operasi sebanyak $3.8 juta setahun dan membebaskan kira-kira $3 juta untuk pelaburan dalam perniagaan kripto.\n\nFirma itu menambah bahawa ia akan mengekalkan penyelesaian jagaan “melalui rangkaian penyedia jagaan yang bereputasi.”\n\nLangkah-langkah ini dilakukan selepas Bakkt mendedahkan pada 17 Mac bahawa pelanggan utamanya, Bank of America dan platform dagangan Webull, tidak akan memperbaharui kontrak dengan firma itu apabila tamat tempohnya pada April dan Jun.\n\nBank of America menyumbang kira-kira 16% daripada pendapatan perkhidmatan kesetiaan Bakkt pada tahun 2023 dan 2024, manakala Webull mewakili 74% daripada pendapatan kripto selama tempoh yang sama.\n\nPendedahan itu menyebabkan harga sahamnya jatuh pada 18 Mac, yang menamatkan hari dagangan lebih 27% kepada $9.33.\n\nBakkt melaporkan pada 19 Mac bahawa jumlah pendapatan 2024 adalah sebanyak $3.49 bilion, meningkat hampir 350% tahun ke tahun, manakala kerugian bersih tahunannya hampir separuh kepada $103.4 juta.\n\nPendapatan suku keempat meningkat lebih tujuh kali ganda daripada 2024, mencecah $1.8 bilion, manakala kerugian bersihnya menyempit kepada $40.4 juta.\n\nIa meramalkan pendapatan antara $1.03 bilion hingga $1.28 bilion untuk suku pertama 2025, yang akan menjadi peningkatan hampir 50% daripada suku pertama 2024.\n\nSaham Bakkt (BKKT) ditutup tidak berubah pada $9.31 pada 19 Mac selepas penurunan kepada $8.50 semasa dagangan; ia mencapai puncak $9.88 selepas loceng tetapi sejak itu menetap pada harga penutupan, menurut Google Finance.\n\nBakkt telah jatuh hampir 62.5% setakat tahun ini dan pada dasarnya telah kehilangan semua nilainya sejak mencapai puncak lebih $1,000 pada Oktober 2021.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIwOWMtMzdiMC03ODQ0LTgwMTctNGUxMjY2MDFiNTc0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67db8234ad42473e5a2446d5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 02:44:00",
            "status": "Posted"
        }
    ]
}