{
    "timestamp": "2025-03-13 09:27:49",
    "all_news": [
        {
            "title": "CEO Bybit Mengenai Kehilangan Cecair Tinggi $4 Juta yang ‘Kejam’: Kurangkan Leveraj Apabila Saiz Posisi Meningkat",
            "description": "Hyperliquid menurunkan leverage Ether kepada 25x bagi mencegah pedagang daripada menggunakan strategi yang serupa.",
            "content": "Ketua Pegawai Eksekutif Bybit, Ben Zhou, mengulas mengenai kerugian $4 juta yang baru-baru ini dialami oleh bursa terdesentralisasi (DEX) Hyperliquid akibat dagangan leverage tinggi oleh “paus” Ether, sambil menyatakan bahawa bursa terpusat (CEX) juga menghadapi cabaran yang serupa.\n\nPada 12 Mac, seorang pelabur kripto berjaya mengaut keuntungan $1.8 juta dan memaksa Hyperliquidity Pool (HLP) menanggung kerugian $4 juta selepas satu dagangan yang menggunakan leverage pada bursa terdesentralisasi (DEX) Hyperliquid.\n\nPedagang tersebut menggunakan leverage kira-kira 50x untuk menukar $10 juta kepada posisi panjang Ether (ETH) bernilai $270 juta. Walau bagaimanapun, pedagang tersebut tidak dapat keluar daripada posisi tersebut tanpa menjejaskan kedudukan mereka sendiri. Sebaliknya, mereka menarik balik cagaran, melepaskan aset tanpa mencetuskan penurunan harga sendiri, menyebabkan Hyperliquid menanggung kerugian tersebut.\n\nPengaudit kontrak pintar Three Sigma menyatakan bahawa dagangan itu adalah “permainan mekanik kecairan yang brutal,” bukannya pepijat atau eksploitasi. Hyperliquid juga menjelaskan bahawa ini bukan eksploitasi protokol atau penggodaman.\n\nSumber: Hyperliquid\n\nHyperliquid menurunkan dagangan leverage untuk BTC dan ETH\n\nSebagai tindak balas kepada dagangan tersebut, Hyperliquid menurunkan leverage Bitcoin (BTC) kepada 40x dan had leverage ETH kepada 25x. Ini meningkatkan keperluan margin penyelenggaraan untuk posisi yang lebih besar pada DEX. “Ini akan menyediakan penampan yang lebih baik untuk penghapusan likuidasi posisi yang lebih besar,” kata Hyperliquid.\n\nDalam catatan X, Ketua Pegawai Eksekutif Bybit mengulas mengenai dagangan tersebut, dengan menyatakan bahawa CEX juga tertakluk kepada situasi yang sama. Zhou berkata enjin likuidasi mereka mengambil alih posisi paus apabila mereka dilikuidasi. Walaupun menurunkan leverage mungkin merupakan penyelesaian yang berkesan, Zhou berkata ini boleh menjejaskan perniagaan:\n\nZhou mencadangkan mekanisme had risiko yang lebih dinamik yang mengurangkan leverage keseluruhan apabila posisi bertambah besar. Eksekutif itu berkata bahawa dalam platform terpusat, paus akan turun kepada leverage 1.5x dengan jumlah posisi terbuka yang besar. Walaupun begitu, eksekutif itu mengakui bahawa pengguna masih boleh menggunakan berbilang akaun untuk mencapai hasil yang sama.\n\nKetua Pegawai Eksekutif Bybit menambah bahawa walaupun keupayaan leverage yang lebih rendah masih boleh “disalahgunakan” melainkan DEX melaksanakan langkah pengurusan risiko seperti pengawasan dan pemantauan untuk mengesan “manipulator pasaran” pada tahap yang sama seperti CEX.\n\nSelepas peristiwa likuidasi paus ETH dan kerugian yang ditanggung oleh HLP Vault, protokol tersebut mengalami aliran keluar aset di bawah pengurusan yang besar. Data Dune Analytics menunjukkan bahawa Hyperliquid mengalami aliran keluar bersih sebanyak $166 juta pada 12 Mac, iaitu hari yang sama dengan dagangan tersebut.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTJlMTMtNDUzYS03OWQ5LTgyOTUtNzI1NjcxY2MwODg5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2a1f2f2429b1134bdf3e2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 09:09:00",
            "status": "Posted"
        },
        {
            "title": "Kajian ECB mendedahkan minat orang Eropah terhadap euro digital agak rendah.",
            "description": "Satu tinjauan Bank Pusat Eropah mendapati orang Eropah lebih gemar kaedah pembayaran sedia ada berbanding euro digital, menimbulkan cabaran penerimaan bagi pembuat dasar.",
            "content": "Pengguna Eropah menunjukkan minat yang minimum terhadap penggunaan mata wang digital bank pusat (CBDC), menimbulkan kebimbangan bagi Bank Pusat Eropah (ECB) ketika ia bersiap sedia untuk pelancaran potensi euro digital.\n\nSatu kertas kerja ECB mengenai \"Sikap pengguna terhadap mata wang digital bank pusat,\" yang meninjau kira-kira 19,000 responden di 11 negara zon euro, menyerlahkan cabaran komunikasi yang signifikan yang menghalang isi rumah Eropah daripada menerima pakai euro digital.\n\nApabila diminta untuk secara hipotetikal memperuntukkan 10,000 euro (kira-kira $10,800) merentas pelbagai aset, orang Eropah hanya memperuntukkan sebahagian kecil kepada euro digital, tanpa memberi banyak impak kepada aset cair tradisional seperti wang tunai, akaun semasa atau akaun simpanan.\n\nMenurut kertas kerja ECB pada 12 Mac, orang Eropah mempunyai keutamaan yang kuat terhadap kaedah pembayaran sedia ada dan tidak melihat sebarang faedah sebenar dalam sistem pembayaran jenis baru di tengah-tengah pelbagai alternatif luar talian dan dalam talian.\n\nKajian itu mencadangkan bahawa walaupun euro digital boleh diperkenalkan dengan gangguan minimum kepada kestabilan kewangan, penerimaan penggunaannya menghadapi halangan yang signifikan disebabkan oleh tabiat pengguna.\n\nTambahan pula, ia menekankan kepentingan komunikasi yang disasarkan untuk menangani keengganan pengguna yang berterusan terhadap euro digital.\n\nKertas kerja ECB mendapati bahawa pengguna Eropah menerima pendidikan dan latihan berasaskan video dan menyimpulkan bahawa mendidik masyarakat dengan maklumat video berkaitan CBDC dapat membantu penerimaan meluas euro digital.\n\nPelepasan kajian ini berlaku ketika penggubal undang-undang AS meningkatkan tentangan mereka terhadap CBDC. Bercakap pada pendengaran Jawatankuasa Perkhidmatan Kewangan Dewan pada 11 Mac, Wakil Tom Emmer berkata Kongres harus \"mengutamakan undang-undang pro-stablecoin bersama-sama dengan undang-undang anti-CBDC.\"\n\nEmmer berkata, \"Teknologi CBDC pada dasarnya tidak sesuai dengan Amerika\" dan pegawai yang tidak dipilih tidak sepatutnya dibenarkan mengeluarkannya. Emmer juga memperkenalkan semula Akta Anti-Pengawasan Negeri CBDC, yang akan menghalang pentadbiran AS pada masa hadapan daripada melancarkan CBDC.\n\nSementara itu, Ketua Pegawai Eksekutif Deutsche Börse, Stephan Leithner, baru-baru ini menyeru penubuhan euro digital yang kekal, antara pembaharuan lain, untuk mengukuhkan autonomi kewangan rantau ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThlOTItMGIwYi03ZjkyLTk3ZWQtZjY4ZWZjZDcxMmVk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d29e6cd3842f34c904c071",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 08:57:00",
            "status": "Posted"
        }
    ]
}