{
    "timestamp": "2025-03-19 21:25:08",
    "all_news": [
        {
            "title": "Trump Dijangka Berucap di Sidang Kemuncak Aset Digital: Laporan",
            "description": "Presiden Donald Trump dilaporkan akan berucap di Sidang Kemuncak Aset Digital di New York pada 20 Mac.",
            "content": "Bekas Presiden Amerika Syarikat Donald Trump dilaporkan akan berucap di Sidang Kemuncak Aset Digital Blockworks di New York pada 20 Mac, kata Blockworks.\n\nUcapan beliau menandakan kali pertama seorang presiden AS yang sedang bertugas berucap di persidangan mata wang kripto, kata Blockworks dalam pengumuman pada 19 Mac.\n\nKehadiran Trump di acara tersebut menggariskan penerimaan beliau terhadap industri yang, di bawah bekas presiden AS Joe Biden, menjadi sasaran lebih daripada 100 tindakan penguatkuasaan oleh pengawal selia persekutuan.\n\n“Apabila kami memulakan Blockworks, kami hampir tidak dapat mendapatkan seseorang daripada bank untuk menghadiri acara tersebut,” kata Jason Yanowitz, salah seorang pengasas bersama Blockworks, dalam catatan pada 19 Mac di platform X.\n\n“Sekarang kami mempunyai seorang presiden AS yang sedang bertugas yang berucap kepada 2,500 peserta institusi. Sungguh menakjubkan betapa jauhnya industri ini telah berkembang,” kata Yanowitz.\nSumber: Jason Yanowitz\n\nNasib politik yang berubah\n\nSemasa kempen presiden 2024 beliau, Trump berucap di persidangan Bitcoin 2024 di Nashville, di mana beliau berjanji untuk menjadikan Amerika sebagai “ibu negara kripto dunia” dan memberi bayangan tentang rancangan untuk membentuk rizab Bitcoin (BTC) kebangsaan.\n\nSejak memulakan penggal presidennya pada 20 Jan, Trump telah menandatangani perintah eksekutif yang mengarahkan badan pengawal selia untuk menampung aset digital, membentuk pasukan penasihat kripto Rumah Putih, dan mencipta Rizab Strategik Bitcoin AS dan Timbunan Aset Digital.\n\nBeliau juga telah mencalonkan kepimpinan pro-industri kepada jawatan pengawalseliaan utama, termasuk di Suruhanjaya Sekuriti dan Bursa AS (SEC) dan Jabatan Perbendaharaan.\n\nBo Hines, pengarah eksekutif Majlis Penasihat Presiden Rumah Putih mengenai Aset Digital, berucap di Sidang Kemuncak Aset Digital awal minggu ini.\n\nPada 19 Mac, Brad Garlinghouse, Ketua Pegawai Eksekutif Ripple Labs, mengumumkan SEC menarik balik tindakan penguatkuasaan selama bertahun-tahun terhadap pembangun rantaian blok tersebut semasa Sidang Kemuncak tersebut.\n\nSejak Trump memegang jawatan, agensi tersebut juga telah menarik balik tuduhan terhadap firma kripto lain — termasuk Coinbase, Kraken dan Uniswap — kerana didakwa melanggar undang-undang sekuriti.\n\nBlockworks tidak menyatakan topik yang dirancang oleh Trump untuk dibincangkan semasa ucapannya, yang katanya akan berlangsung pada pagi Khamis.\n\nWakil Rumah Putih dan Hines tidak segera membalas permintaan komen Cointelegraph.\n\nEksekutif industri kripto memberitahu Cointelegraph pada bulan Mac bahawa mereka berharap Trump akan memberikan penjelasan pengawalseliaan yang lebih terperinci mengenai topik seperti pengawalseliaan stablecoin dan cukai.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIwMWUtNDI3Mi03ZjEzLWJjNzQtMGE2ZDA4ZWMzNjlm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67db31666b4625781bb62e1b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 21:02:00",
            "status": "Posted"
        }
    ]
}