{
    "timestamp": "2025-05-13 06:37:54",
    "all_news": [
        {
            "title": "Strategy now holds nearly 569,000 BTC",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e5e9f7d251334fef8087",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e11b005f37ce41b58706ad6845afc496.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:25:00"
        },
        {
            "title": "Polkadot Price Prediction 2025, 2026 – 2030: Will DOT Price Cross $10?",
            "translated_facebook_post": "Harga Polkadot dijangka mencecah sehingga $25 pada 2025, dan mungkin sampai $95 pada 2030.  Pelaburan jangka panjang dalam DOT dilihat berpotensi menguntungkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/670e591c00748352409a70f8",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/05/07122858/price-prediction-polkadot.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:25:00"
        },
        {
            "title": "ZKsync and Matter Labs Regain Control of Compromised Accounts",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e6c6f7d251334fef8089",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/zksync-account-recovery-breach.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:24:00"
        },
        {
            "title": "Donald Trump Jr. Rejects Truth Social Memecoin Launch Rumors",
            "translated_facebook_post": "Anak Donald Trump, nafi khabar angin pelancaran mata wang kripto meme untuk Truth Social; kenyataan rasmi juga menafikannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e5b1b44aba262792e2fa",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/Donald-Trump-Jr.-Rejects-Truth-Social-Memecoin-Launch-Rumors.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:22:00"
        },
        {
            "title": "Bitcoin Pepe Raises $250k in 24 Hours After T1 Listings Announced",
            "translated_facebook_post": "Bitcoin Pepe, platform mata wang kripto baharu, berjaya kumpul $250,000 dalam masa 24 jam selepas pengumuman penyenaraian di bursa peringkat tinggi, menjanjikan pulangan lumayan menjelang pelancaran rasmi pada 31 Mei.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e5b0b44aba262792e2f8",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/13115002/bitcoin-pepe.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:21:00"
        },
        {
            "title": "Ripple's XRP Surges Amid Whale Activity, Reaches Two-Month High",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e5b2f7d251334fef8085",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/xrp-symbol-bold-ink-swirl-art.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:19:00"
        },
        {
            "title": "Bitcoin Climbs Amidst New Market Dynamics",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-climbs-amidst-new-market-dynamics",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/bitcoin-336.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:18:00"
        },
        {
            "title": "Nasdaq-Listed GDC Buys $300M Worth Bitcoin and TRUMP Token",
            "translated_facebook_post": "GD Culture Group (GDC) melabur sehingga $300 juta dalam Bitcoin dan token TRUMP, walaupun syarikat tersebut sedang menghadapi masalah kewangan dan risiko dikeluarkan dari Nasdaq.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e480b44aba262792e2f5",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/06/19153626/trump-token.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:17:00"
        },
        {
            "title": "Crypto News Today 13th May : Bitcoin and Ethereum Price Today, XRP News, CPI Report",
            "translated_facebook_post": "Harga Bitcoin dah cecah $104k dan naik lagi, ikut trend bekalan wang global.  Ada program baru bagi startup Web3, AI dan kesihatan dengan tawaran dana $500k.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e47ff7d251334fef807f",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/12123031/Coinpedia-Digest-This-Weeks-Crypto-News-Highlights-10-May-2025.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:15:00"
        },
        {
            "title": "8 Top Meme Coins to Buy for 2025: How Arctic Pablo Sets the Standard for Presale Power",
            "translated_facebook_post": "Pasaran mata wang kripto sekarang bukan setakat Bitcoin dan Ethereum je.  Beberapa duit kripto jenis *meme coin* macam Arctic Pablo, SLERF, Comedian, dan beberapa lagi tengah naik daun.  Arctic Pablo nampaknya menarik perhatian sebab strategi jualannya unik dan janji pulangan lumayan.  Jadi, kalau nak tahu lebih lanjut, boleh tengok sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e2fce4375d0635c40718",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6bb42e7135e943799c8ca6130a66bfa6.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:13:00"
        },
        {
            "title": "No Truth to Truth Social Memecoin",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e344f7d251334fef807a",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/corporate-leader-modern-office.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:12:00"
        },
        {
            "title": "Bitcoin Surges Past $100,000: Institutional Buyers Fuel the Rally",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-surges-past-100000-institutional-buyers-fuel-the-rally/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/bitcoin-cash-1030.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:12:00"
        },
        {
            "title": "FTX/Alameda Distributes 187,000 SOL Tokens Post-Staking",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e344e4375d0635c4071c",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/ftx-alameda-187k-sol-tokens-distributed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:11:00"
        },
        {
            "title": "Meme coin season is back, ready to ride? Which meme coin should I buy now? Pepe, Pepeto, Dogwifhat, Bonk or Floki?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e480f7d251334fef8081",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_18-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:10:00"
        },
        {
            "title": "Crypto execs cheer as Australia appoints pro-crypto assistant minister",
            "translated_facebook_post": "Australia nampaknya akan lebih mesra kripto lepas pelantikan Andrew Charlton sebagai pembantu menteri ekonomi digital.  Industri kripto di sana memang gembira sebab Charlton ni memang sokong pembangunan teknologi blockchain.",
            "translated_title": "Eksekutif kripto gembira dengan pelantikan pembantu menteri pro-kripto di Australia.",
            "translated_content": "Industri kripto Australia menyambut positif pelantikan politikus pro-kripto, Andrew Charlton, sebagai menteri pembantu untuk ekonomi digital, kecerdasan buatan, dan teknologi baru lainnya oleh pemerintah yang baru terpilih kembali.\n\nPerdana Menteri Anthony Albanese mengatakan kepada wartawan di Canberra dalam konferensi pers pada 12 Mei bahwa Charlton akan menjadi menteri pembantu baru untuk sains, teknologi, dan ekonomi digital, bekerja sama dengan Tim Ayres, menteri untuk industri dan inovasi.\n\nAyres dan Charlton akan mengelola kebijakan dan program yang mempromosikan kemajuan dalam teknologi baru, sains, teknologi, inovasi, dan ekonomi digital, menurut Albanese.\n\nCharlton telah menunjukkan dukungan yang kuat untuk industri ini di masa lalu.  Dalam pidato di parlemen November lalu, ia mendorong kerangka kerja peraturan yang seimbang yang mendorong pertumbuhan industri.\n\nBerbicara kepada Cointelegraph, Jason Titman, CEO bursa kripto Australia Swyftx, mengatakan pengangkatan Charlton adalah \"berita baik yang tak terbantahkan untuk kripto di Australia,\" dan ia mengharapkan \"industri blockchain bersorak gembira.\"\n\n\"Andrew memiliki pemahaman mendalam tentang blockchain, ditambah dengan keyakinan sejati akan potensinya untuk mendukung ekonomi Australia,\" kata Titman.\n\nBersama dengan bendahara pembantu baru, Daniel Mulino, Titman mengatakan ia berharap Charlton \"mempercepat undang-undang tentang aset digital,\" karena industri telah menunggu \"enam atau tujuh tahun untuk kejelasan legislatif.\"\n\nVakul Talwar, kepala cabang Australia bursa kripto Crypto.com, mengatakan dalam sebuah pernyataan yang dikirim ke Cointelegraph bahwa pengangkatan Charlton merupakan tanda meningkatnya pentingnya ekonomi digital.\n\nSejak pemilihan sebelumnya pada tahun 2022, Talwar mengatakan bahwa \"industri telah tumbuh secara signifikan,\" dan penting pada masa parlemen saat ini untuk \"memastikan bahwa seiring ekonomi digital terus bergabung dengan keuangan tradisional, peraturan yang tepat tersedia.\"\n\nSekitar 31% orang dewasa Australia memiliki atau pernah memiliki kripto, yang kira-kira 6,2 juta orang, data 4 April dari bursa kripto Independent Reserve menunjukkan, naik dari 28% tahun lalu.\n\nEdward Carroll, kepala pasar global dan keuangan perusahaan di platform kripto Australia MHC Digital Group, mengatakan bahwa Charlton telah lama mengakui pentingnya memupuk ekosistem keuangan yang konstruktif dan inovatif.\n\n\"Dukungan khususnya untuk aset digital dan pengakuan akan potensi transformatif teknologi blockchain, bersama dengan kebutuhan untuk mengatur dengan cepat dan tepat, akan membantu Australia untuk tetap selaras dengan lanskap peraturan global yang berkembang pesat,\" kata Carroll.\n\nPada saat yang sama, Damian Kassabgi, CEO kelompok advokasi industri Tech Council of Australia, mengatakan dalam sebuah pernyataan pada 12 Mei bahwa penambahan \"ekonomi digital\" pada posisi kementerian adalah \"sinyal kuat dari komitmen Pemerintah pada area pertumbuhan masa depan yang penting untuk lapangan kerja.\"\n\nPartai Buruh kiri tengah yang terpilih kembali mengusulkan kerangka kerja kripto baru pada 21 Maret, mengatur bursa di bawah undang-undang layanan keuangan yang ada dan telah berjanji untuk mengatasi penolakan layanan perbankan.\n\nSementara itu, pada Agustus 2022, mereka juga memulai serangkaian konsultasi industri untuk merancang kerangka peraturan kripto.",
            "translated_summary": "Industri kripto Australia menyokong pilihan kerajaan bagi jawatan Timbalan Menteri Sains, Teknologi dan Ekonomi Digital yang baharu.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e344e4375d0635c4071a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzVkMGQtODkyYy03YzQ4LWI3M2QtNzc3ZmQ5YTcxMzhm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-13 06:09:00"
        },
        {
            "title": "Arizona Governor Hobbs Vetoes Crypto Investment Bills, Signs Anti-Fraud Act",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e22de4375d0635c40712",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/animated-governor-veto-bills.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:08:00"
        },
        {
            "title": "UK Court Restrains Craig Wright's Legal Actions",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e22db44aba262792e2f3",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/uk-high-court-bitcoin-sunset.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:07:00"
        },
        {
            "title": "Caitlyn Jenner memecoin buyers to regroup after judge tosses suit",
            "translated_facebook_post": "Kes saman terhadap Caitlyn Jenner berhubung mata wang kripto JENNER ditolak, tapi pihak yang saman akan kemukakan semula tuntutan.",
            "translated_title": "Pelabur memecoin Caitlyn Jenner untuk berkumpul semula selepas hakim menolak saman",
            "translated_content": "**Peguam bagi pembeli memecoin Caitlyn Jenner akan meneruskan perjuangan undang-undang**\n\nSeorang peguam bagi sekumpulan pembeli memecoin Caitlyn Jenner menyatakan mereka akan meneruskan perjuangan undang-undang mereka terhadap bekas atlet Olimpik itu selepas seorang hakim menolak kes tersebut kerana gagal menyokong tuntutan sekuriti dan penipuan yang dikemukakan.\n\nJenner telah terlepas daripada saman tindakan kelas daripada pembeli memecoin beliau sendiri, Caitlyn Jenner (JENNER) selepas Hakim Mahkamah Daerah California Stanley Blumenfeld Jr. menyatakan dalam satu mosi yang difailkan pada 9 Mei bahawa ia \"cukup untuk membuat kesimpulan bahawa kesemua sembilan sebab tindakan adalah cacat\" dan berpihak kepada Jenner dalam menolak saman tersebut sepenuhnya kerana gagal menyatakan tuntutan.\n\nBeliau membenarkan kumpulan kelas tersebut untuk meminda saman mereka, yang mesti difailkan menjelang 23 Mei, tetapi memberi amaran bahawa ia \"perlu lebih fokus dan dibantah dengan bijak\" berbanding yang asal.\n\nSeorang peguam bagi kumpulan kelas, rakan kongsi Fitzgerald Monroe Flynn PC Jack Fitzgerald, memberitahu Cointelegraph bahawa mereka \"gembira Mahkamah mengiktiraf bahawa kami mungkin dapat menyatakan beberapa tuntutan terhadap defendan, dan berhasrat untuk meminda dan meneruskan kes tersebut.\"\n\nJenner dan pengurusnya, Sophia Hutchins, telah disaman pada November oleh satu kumpulan yang membeli token JENNER dan menuduh mereka telah \"dengan curang meminta pelabur yang tidak bijak dari segi kewangan\" kepada token tersebut, yang mereka dakwa adalah sekuriti yang tidak berdaftar.\n\nLee Greenfield, seorang warga UK, telah ditambah sebagai plaintif utama pada Januari dan mendakwa beliau kehilangan lebih daripada $40,000 dengan membeli JENNER. Tetapi mahkamah mendapati, sebagai permulaan, bahawa tuntutan pelanggaran undang-undang sekuriti tidak dapat bertahan kerana tidak didakwa bahawa pembelian JENNER beliau berlaku di AS, seperti yang dikehendaki oleh undang-undang, dan memberikan \"perincian yang sedikit\" mengenai pembelian tersebut.\n\n**Mahkamah menolak semua tuntutan oleh pemegang token JENNER**\n\nKeseluruhannya, Hakim Blumenfeld menolak lapan tuntutan lagi yang dikemukakan oleh kumpulan kelas tersebut dalam aduan yang dipinda yang difailkan pada Februari, yang termasuk tuduhan bahawa Jenner dan Hutchins sama ada membuat kenyataan yang mengelirukan, menjual sekuriti yang tidak berdaftar, atau melakukan pelbagai penipuan.\n\nHakim Blumenfeld berkata saman tersebut gagal mendakwa bahawa Jenner menjual token tersebut melalui prospektus yang mengandungi kenyataan yang tidak benar, kerana \"Greenfield mengakui bahawa token $JENNER tidak dijual melalui prospektus.\"\n\nMahkamah juga menolak tuduhan penipuan undang-undang kebiasaan, dengan menyatakan aduan tersebut mendakwa maklumat yang dihilangkan dan menyatakan pelbagai catatan X oleh Jenner \"menyatakan bahawa beliau akan terus menyokong token tersebut,\" tetapi ia tidak mengenal pasti kenyataan mana yang berkaitan dengan tuntutan penipuan tersebut.\n\nKumpulan tersebut juga menuduh Hutchins membantu dan mendukung kondukt Jenner yang didakwa menipu, tetapi Hakim Blumenfeld berkata tuntutan tersebut gagal kerana aduan tersebut \"tidak mencukupi untuk mendakwa sebarang tuntutan penipuan yang boleh dilaksanakan.\"\n\nDalam nota kaki, Hakim Blumenfeld berkata Jenner dan kumpulan kelas tersebut memperdebatkan sama ada token JENNER adalah sekuriti, tetapi beliau tidak akan membuat keputusan pada peringkat ini kerana \"tuntutan sekuriti gagal atas alasan lain.\"\n\n\"Kerana penentuan sama ada token tersebut adalah sekuriti bergantung pada fakta dan mungkin dipengaruhi oleh pemindaan aduan, Mahkamah enggan menyelesaikan isu tersebut pada peringkat ini dan sebaliknya menganggap tanpa membuat keputusan bahawa token tersebut adalah sekuriti yang tertakluk kepada undang-undang sekuriti persekutuan,\" tulisnya.\n\nJENNER mula dilancarkan pada Mei 2024 melalui Pump.fun di rantaian blok Solana tetapi tidak lama kemudian terlibat dalam kontroversi selepas Jenner dan selebriti pelancaran memecoin lain mendakwa kolaborator Sahil Arora menipu mereka.\n\nJenner melancarkan semula token tersebut di Ethereum, yang didakwa oleh kumpulan kelas tersebut menyebabkan nilai token Solana asal merosot, tetapi memberi Jenner manfaat untuk mengumpul yuran 3% ke atas setiap transaksi.\n\nJENNER telah kehilangan hampir semua nilainya sejak dilancarkan. CoinGecko menunjukkan nilai pasarannya telah merosot kepada sekitar $58,775 daripada puncak 3 Jun hampir $7.5 juta. Token tersebut hanya menyaksikan jumlah dagangan bernilai $61.10 sepanjang hari terakhir.",
            "translated_summary": "Seorang hakim menolak semua tuntutan daripada kumpulan kelas yang menyaman Caitlyn Jenner berhubung memecoin beliau, tetapi peguam kumpulan itu memberitahu Cointelegraph bahawa mereka akan \"meminda...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e22de4375d0635c40714",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmM2OWQtZmRkYi03ZTUwLTkyNTItMTBiNTQ2NjQ5YzFk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-13 06:07:00"
        },
        {
            "title": "As Bitcoin Jumps Past $105K, Crypto Presales Heat Up — Nexchain Surpasses $1.4M",
            "translated_facebook_post": "Bitcoin dah cecah $105,000, ramai pelabur mula beralih minat pada projek kripto prajualan macam Nexchain yang dah kumpul lebih $1.4 juta.  Nexchain ni fokus pada infrastruktur blockchain, pelan pembangunan jelas, dan guna sistem DAO untuk pengurusan.  Nampak macam ada potensi untuk berkembang pesat, macam Solana dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6822e134b44aba262792e2ef",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5b80f14d25c24e65a2fcbc580bf59d73.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-13 06:05:00"
        }
    ]
}