{
    "timestamp": "2025-04-10 06:36:58",
    "all_news": [
        {
            "title": "Bitcoin Price Reclaimed $83K, After Trump Announced 90-Day Tariff Pause",
            "translated_facebook_post": "Harga Bitcoin meningkat melebihi $83,000 selepas pengumuman Trump menangguhkan tarif selama 90 hari, sekaligus mengurangkan tarif timbal balik kepada 10%.  Pasaran kripto secara keseluruhan pun naik hampir 7% dalam 24 jam lepas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7642d2a26c86b7ad252d5",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/04/photo_6032955804539274404_w-1024x574.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:23:00"
        },
        {
            "title": "Crypto stocks see big gains alongside US stock market rebound",
            "translated_facebook_post": "Saham kripto dan pasaran saham US naik mendadak lepas pengumuman Trump tentang tarif import.",
            "translated_title": "Saham kripto mencatat keuntungan besar seiring dengan pemulihan pasaran saham AS.",
            "translated_content": "Saham kripto melonjak sebagai sebahagian daripada pemulihan yang lebih meluas dalam pasaran saham AS pada 9 April berikutan jeda 90 hari Presiden Donald Trump ke atas tarif global yang meluas.\n\nHari dagangan Rabu, 9 April ditutup dengan Strategi Michael Saylor meningkat 24.76% kepada $296.86, manakala bursa kripto Coinbase (COIN) ditutup meningkat 17% kepada $177.09, menurut data Google Finance.\n\nSyarikat perlombongan kripto juga menyaksikan keuntungan, dengan MARA Holdings (MARA) meningkat 17%, Cipher Platforms (CIFR) meningkat 16.59%, dan Riot Platforms (RIOT) meningkat 12.77%.\n\nStrategi Michael Saylor, yang sebelum ini dikenali sebagai MicroStrategy, melonjak 24.76% sepanjang hari dagangan. Sumber: Google Finance\n\nKebanyakan keuntungan dalam saham kripto dan pasaran AS yang lebih luas berlaku dalam tiga jam terakhir sesi dagangan hari itu, didorong oleh catatan petang daripada Trump di platform media sosialnya, Truth Social.\n\nDalam catatan itu, Trump mengumumkan jeda 90 hari ke atas tarif \"timbal balik\" globalnya, sebaliknya menurunkan kadar tarif kepada 10% ke atas setiap negara kecuali China, yang mana beliau menaikkannya kepada 125% disebabkan tarif balas negara itu terhadap AS.\n\nS&P 500, yang menjejaki 500 syarikat awam AS terbesar, ditutup 9.52% lebih tinggi, keuntungan satu hari ketiga terbesarnya sejak Perang Dunia II, menurut laporan. Sementara itu, Nasdaq 100 mencatatkan keuntungan 12.02% sepanjang hari dagangan.\n\nPasaran APAC dan Bitcoin menyaksikan keuntungan\n\nPasaran Asia Pasifik menyaksikan peningkatan apabila perdagangan bermula pada Khamis, 10 April, waktu tempatan. Indeks ASX 200 Australia meningkat 4.55% pada masa penulisan, manakala Nikkei 225 Jepun membuka hari dagangan hampir 10% lebih tinggi.\n\nWalaupun sebutan awal Trump tentang tarif pada awal Februari telah menggegarkan pasaran dan merupakan pemangkin utama dalam kejatuhan Bitcoin di bawah paras harga $100,000, ia adalah peningkatan besarnya pada awal April yang mencetuskan turun naik yang ketara di seluruh pasaran.\n\nPada 4 April, pasaran saham AS kehilangan $3.25 trilion — kira-kira $570 bilion lebih daripada keseluruhan penilaian pasaran kripto sebanyak $2.68 trilion pada masa penerbitan.\n\nIa berlaku hanya dua hari selepas Trump menandatangani perintah eksekutif yang mewujudkan tarif timbal balik ke atas rakan dagang dan tarif asas 10% ke atas semua import dari semua negara.\n\nSementara itu, Bitcoin (BTC) juga telah mengalami aliran menaik. Pada masa penerbitan, Bitcoin didagangkan 7.52% lebih tinggi daripada 24 jam yang lalu, pada $82,065, menurut data CoinMarketCap.",
            "translated_summary": "Saham kripto, termasuk Strategi dan Coinbase, mencatatkan keuntungan signifikan pada jam-jam terakhir hari dagangan 9 April selepas Donald Trump mengumumkan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7642d2a26c86b7ad252d7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFkZmItZjJjNS03NmY3LWFkNmMtZThhNDYzNmIwYTQx.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 06:23:00"
        },
        {
            "title": "Binance Founder CZ Says “Most Altcoins Will Go to Zero,” Talks About $3,000 BNB Price Claim and Memecoins",
            "translated_facebook_post": "Pengasas Binance, CZ, rasa kebanyakan altcoin akan jadi sifar, tapi BNB akan naik nilainya sebab banyak guna dan diterima kerajaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7642df2887f60fe5ab024",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/07/changpeng-zhao-cz-binance.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:22:00"
        },
        {
            "title": "Fartcoin Price Pumps 47% in 24 Hrs Amid Trump Paused Tariffs",
            "translated_facebook_post": "Harga FartCoin naik mendadak, susulan pasaran kripto yang meningkat dan berita bercampur mengenai tarif perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7642c5fe2b7039e53d0b6",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Fartcoin-Price-Pumps-47-in-24-Hrs-Amid-Trump-Paused-Tariffs-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:19:00"
        },
        {
            "title": "8 Meme Coins You’ll Want to Herd: Fartcoin, Dogecoin, and a Presale With Feline Swagger",
            "translated_facebook_post": "Beberapa duit digital jenaka menarik perhatian ramai sebelum 2025, antaranya Troller Cat, Fartcoin, dan Dogecoin.  Troller Cat nampaknya paling menonjol sebab presale dia masih dibuka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f73abee7ddb9588a44c8d8",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/8b77523931d441f797ff490aea1acc2b.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:15:00"
        },
        {
            "title": "NFT Marketplace Magic Eden Buys Trading App Slingshot",
            "translated_facebook_post": "Pasar NFT Magic Eden beli aplikasi dagangan Slingshot.  Magic Eden nak tambah lagi servis diorang, bukan setakat NFT je, tapi nak mudahkan urusan dagangan kripto merentas pelbagai rangkaian blok.\n\n\nMagic Eden nak permudahkan urusan dagangan kripto, jadi beli aplikasi Slingshot untuk tambah servis.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/nft-marketplace-magic-eden-buys-trading-app-slingshot/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/cb8aa1118949cd0554eed03e216cea84da6b72b0-5184x2916.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:12:00"
        },
        {
            "title": "Paystack denies remittance claims",
            "translated_facebook_post": "Paystack menafikan dakwaan berkaitan penghantaran wang.\n\nRamai pengguna Paystack keliru dengan dakwaan yang tak betul.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f761d70e7b917eaa4859a5",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static_manually/1680044402740_3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:11:00"
        },
        {
            "title": "Binance coin price prediction 2025-2031: How high will BNB go?",
            "translated_facebook_post": "Harga BNB dijangka meningkat, mencecah sehingga $4,710.66 menjelang 2031. Walaupun baru-baru ini mengalami penurunan harga dan cabaran undang-undang,  ramalan menunjukkan potensi keuntungan yang tinggi dalam jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6510838007fb357755e0036e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/Binance-price-prediction.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:10:00"
        },
        {
            "title": "DWF Labs Opens $250M Liquidity Fund for Token Projects",
            "translated_facebook_post": "DWF Labs baru je lancarkan dana kecairan $250 juta untuk bantu projek token sederhana dan besar, fokus pada aplikasi dunia sebenar.  Ni satu langkah positif untuk perkembangan teknologi Web3 dan mungkin akan bagi impak besar pada pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f761d92a26c86b7ad252bf",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/dwf-labs-250m-fund-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:10:00"
        },
        {
            "title": "21Shares seeks SEC approval for spot Dogecoin ETF",
            "translated_facebook_post": "Satu syarikat, 21Shares, dah mohon kebenaran daripada pihak berkuasa Amerika untuk buat dana pelaburan Dogecoin.  Mereka rancang guna Coinbase sebagai penjaga aset dan akan ikut harga pasaran Dogecoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f761d8f2887f60fe5ab009",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/cropped-crypto-news-DOGE-Shiba-Inu-price-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:09:00"
        },
        {
            "title": "OpenSea urges SEC to exclude NFT marketplaces from regulator’s remit",
            "translated_facebook_post": "OpenSea harap Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) tak kawal pasaran NFT sebab mereka tak jalankan transaksi, bertindak sebagai perantara, atau kumpulkan penjual untuk aset sama.  Mereka juga rasa tak patut daftar sebagai broker sebab tak bagi nasihat pelaburan, uruskan transaksi, atau simpan aset pelanggan.",
            "translated_title": "OpenSea gesa SEC kecualikan pasaran NFT daripada bidang kuasa pengawal selia.",
            "translated_content": "Pasaran token bukan boleh tukar ganti, OpenSea, telah menggesa Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) untuk mengecualikan pasaran NFT daripada kawal selia di bawah undang-undang sekuriti persekutuan.\n\nSEC perlu \"menyatakan dengan jelas bahawa pasaran NFT seperti OpenSea tidak layak sebagai bursa di bawah undang-undang sekuriti persekutuan,\" kata penasihat umum OpenSea, Adele Faure dan timbalan penasihat umum, Laura Brookover dalam surat bertarikh 9 April kepada Pesuruhjaya Hester Peirce, yang mengetuai Pasukan Petugas Kripto agensi tersebut.\n\nFaure dan Brookover berhujah bahawa pasaran NFT tidak memenuhi definisi undang-undang bursa di bawah undang-undang sekuriti AS kerana ia tidak melaksanakan transaksi, bertindak sebagai perantara atau menyatukan pelbagai penjual untuk aset yang sama.\n\n\"Agenda penguatkuasaan Suruhanjaya sebelum ini telah menimbulkan ketidaktentuan. Oleh itu, kami menggesa Suruhanjaya untuk menghapuskan ketidaktentuan ini dan melindungi keupayaan syarikat teknologi AS untuk memimpin dalam bidang ini,\" tulis Faure dan Brookover.\n\nPasukan undang-undang OpenSea telah meminta SEC untuk mengeluarkan panduan tidak formal mengenai Pasaran NFT. Sumber: SEC\n\n\"Dalam menyediakan panduan ini, Pasukan Petugas Kripto harus menangani secara khusus penggunaan peraturan bursa kepada pasaran untuk aset bukan boleh tukar ganti, serupa dengan kenyataan kakitangan baru-baru ini mengenai memecoin dan stablecoin,\" tambah Faure dan Brookover.\n\nDi bawah notis yang diterbitkan pada 4 April, SEC menyatakan stablecoin yang memenuhi kriteria tertentu dianggap sebagai \"bukan sekuriti\" dan dikecualikan daripada keperluan pelaporan transaksi.\n\nSementara itu, bahagian kewangan korporat SEC menyatakan dalam kenyataan kakitangan pada 27 Februari bahawa memecoin bukanlah sekuriti di bawah undang-undang sekuriti persekutuan tetapi lebih serupa dengan barangan koleksi.\n\nPasaran NFT tidak sesuai dengan definisi broker, kata OpenSea\n\nFaure dan Brookover berhujah bahawa Pasukan Petugas Kripto juga harus mengecualikan pasaran NFT seperti OpenSea daripada perlu mendaftar sebagai broker, dengan alasan mereka tidak memberikan nasihat pelaburan, melaksanakan transaksi, atau menyimpan aset pelanggan.\n\n\"Kami meminta SEC untuk menjelaskan kekeliruan industri yang sedia ada mengenai isu ini dengan menerbitkan panduan tidak formal. Dalam jangka masa panjang, kami menjemput Suruhanjaya untuk mengecualikan pasaran NFT seperti OpenSea daripada cadangan peraturan broker,\" kata mereka.\n\nDi bawah pentadbiran Trump, SEC telah perlahan-lahan menarik balik pendirian kerasnya terhadap kripto yang dibentuk di bawah bekas Pengerusi Gary Gensler.\n\nPihak pengawal selia telah menolak beberapa tindakan penguatkuasaan yang sebelum ini dilancarkan terhadap firma kripto dan telah menggugurkan siasatan terhadap syarikat kripto atas dakwaan pelanggaran undang-undang sekuriti, termasuk satu terhadap OpenSea.",
            "translated_summary": "OpenSea telah menggesa SEC untuk mengeluarkan garis panduan yang mengecualikan pasaran NFT daripada dikawal di bawah undang-undang sekuriti persekutuan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f760952a26c86b7ad252b4",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjFkYTMtYjRkMS03ODNmLThkNjEtZWM0MDBlNDJlZjJk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 06:08:00"
        },
        {
            "title": "Bitcoin Rallies as Tariff Changes Boost Market",
            "translated_facebook_post": "Harga Bitcoin hampir cecah $82,000 disebabkan perubahan tarif, dan mata wang kripto lain pun naik antara 10% hingga 12%,  serta pasaran saham pun meningkat. Pelabur masih berhati-hati, tapi nampaknya ada peluang bagus jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-rallies-as-tariff-changes-boost-market",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-069.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:08:00"
        },
        {
            "title": "FED News: March FOMC Minutes Reveal Internal Debate Over QT Slowdown",
            "translated_facebook_post": "Mesyuarat FOMC Mac mendedahkan perdebatan dalaman di Rizab Persekutuan tentang pengurangan kadar QT.  Kerajaan Amerika Syarikat pun ada isu siling hutang.  Walaupun ada tentangan,  langkah perlahan ini bertujuan mengelakkan masalah kecairan.  Pasaran kripto pulak tenang je.  Kesimpulannya, Rizab Persekutuan nampaknya akan terus perlahan-lahan kurangkan QT, dan mungkin sampai tahun depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f760940e7b917eaa48599c",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/09192909/Is-the-Feds-Secret-Liquidity-Boost-Causing-Bitcoins-Price-Crash.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:08:00"
        },
        {
            "title": "Paul Atkins Confirmed as New SEC Chair by U.S. Senate",
            "translated_facebook_post": "Paul Atkins dah dilantik jadi pengerusi SEC, janji nak bagi peraturan lebih jelas untuk crypto lepas zaman Gensler.  Beliau ada pengalaman luas dan menyokong crypto, jadi dijangka akan wujudkan rangka kerja peraturan yang kukuh untuk aset digital di Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f76095f2887f60fe5ab002",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Paul-Atkins-Confirmed-as-New-SEC-Chair-by-U.S.-Senate.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:07:00"
        },
        {
            "title": "Could MAGACOINFINANCE Reach $1 Like Bitcoin (BTC) and XRP With 1,000% Growth?",
            "translated_facebook_post": "Ramai spekulasi  MAGACOINFINANCE mungkin akan naik harga macam Bitcoin dan XRP dulu-dulu.  Dengan struktur yang bagus dan ramai orang dah tahu pasal dia,  mungkin ada potensi untuk capai harga $1 satu hari nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f75f7d2a26c86b7ad252ad",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744207790.docx_1744207790_image2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:02:00"
        },
        {
            "title": "Bitcoin Soars as Market Reacts to Trump’s Tariff Changes",
            "translated_facebook_post": "Harga Bitcoin melonjak disebabkan perubahan tarif Trump, dan ramai matawang kripto lain pun turut naik.  Walaupun nampak positif, pelabur tetap berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-soars-as-market-reacts-to-trumps-tariff-changes/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1015-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:00:00"
        },
        {
            "title": "Paul Atkins Confirmed as SEC Chair, Eyes Crypto Rules",
            "translated_facebook_post": "Paul Atkins dah jadi pengerusi SEC baru, fokus utama dia nak tegaskan peraturan untuk kripto.  Ni mungkin akan beri lebih kepastian pada industri kripto di Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f75f7b2a26c86b7ad252a9",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/CoinoMedia-5-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:00:00"
        },
        {
            "title": "‘Fed on the Clock’: Hayes Links Bond Market Stress to Coming Bitcoin Gains",
            "translated_facebook_post": "Harga Bitcoin mungkin naik sebab masalah dalam pasaran bon Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f7642b5fe2b7039e53d0b1",
            "source": "Coin Edition",
            "image": "https://coinedition.com/wp-content/uploads/2025/04/Fed-on-the-Clock-Hayes-Links-Bond-Market-Stress-to-Coming-Bitcoin-Gains-380x214.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 06:00:00"
        },
        {
            "title": "81.6% of XRP supply is in profit, but traders in Korea are turning bearish — Here is why",
            "translated_facebook_post": "Walaupun 81.6% bekalan XRP untung, ramai pelabur Korea nampaknya kurang yakin dengan masa depan mata wang kripto ni.  Harga XRP turun naik, dan jualan besar-besaran di pasaran Korea menunjukkan sentimen negatif.  Walaupun harga sempat naik semula, analisis teknikal menunjukkan potensi penurunan harga lagi.",
            "translated_title": "81.6% bekalan XRP untung, tetapi pedagang di Korea bertukar arah bearish — Inilah sebabnya",
            "translated_content": "XRP telah bergelut untuk mengekalkan momentum menaik yang berterusan sejak mencapai kemuncak kitarannya pada $3.40 pada 16 Januari 2025. XRP (XRP) jatuh sebanyak 46% dalam tempoh tiga bulan yang lalu, tetapi walaupun penurunan baru-baru ini, data Glassnode menunjukkan bahawa 81.6% daripada bekalan XRP yang beredar kini masih untung.\n\nWalaupun peratusan bekalan untung telah menurun daripada paras tertinggi tahun ke tahun sebanyak 92%, data tersebut menyerlahkan nilai pengekalan bagi pemegang walaupun pembetulan baru-baru ini.  Peratusan Bekalan Menguntungkan untuk XRP, BTC, SOL ETH, TRX. Sumber: X.com\n\nPada masa ini, hanya Tron (TRX) mempunyai bekalan menguntungkan yang lebih tinggi dengan 84.6%, manakala Bitcoin (BTC), Ether (ETH) dan Solana (SOL) masing-masing menunjukkan 76.8%, 44.9% dan 31.6%.\n\nPenganalisis mengatakan pedagang XRP Korea berpandangan negatif\n\nData menunjukkan pedagang di Korea memainkan peranan penting dalam membeli penurunan XRP pertama di bawah $2 pada 3 Februari. Pelabur di bursa Upbit dan Bybit memenuhi bidaan mereka di bawah $2, menolak nilai altcoin kembali ke $2.89 pada 13 Februari.\n\nBagaimanapun, sentimen telah berubah dalam beberapa hari kebelakangan ini. Penganalisis pasaran tanpa nama, Dom, menunjukkan bahawa pedagang Korea melaksanakan 1.4 juta urus niaga pada pasangan XRP/KRW, dengan 62% adalah pesanan jual, mengakibatkan jualan bersih sebanyak $120 juta dalam XRP antara 6-7 April.\n\nJualan XRP di pasaran Korea. Sumber: X.com\n\nData ini mengikuti trend jualan berat daripada ikan paus jangka panjang dan pelabur baru kerana \"keyakinan runcit\" dalam XRP terus merosot. Minggu lepas, Cointelegraph melaporkan lebih daripada $1 bilion dalam posisi yang diturunkan pada harga purata $2.10\n\nCarta jangka masa tinggi (HTF) XRP kehilangan sokongan $2, jatuh ke paras terendah tahunan baharu sebanyak $1.61 pada 7 April, tetapi altcoin berjaya menuntut semula paras kritikal ini pada 9 April. Walaupun XRP mengekalkan paras $2, harga itu mencerminkan struktur pasaran negatif pada pelbagai jangka masa.\n\nCarta XRP 1 hari. Sumber: Cointelegraph/TradingView\n\nSeperti yang digambarkan dalam carta, XRP berpotensi menutup lilin harian di bawah purata bergerak 200 hari (garis oren), yang membawa kepada tempoh pembetulan yang berpanjangan dalam beberapa minggu akan datang. Zon permintaan utama kekal antara $1.63 dan $1.27 (kotak biru), di mana tempoh pengumpulan mungkin berlaku untuk altcoin.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Pelabur XRP jangka panjang masih untung, tetapi data bursa kripto menimbulkan tanda amaran.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f75d28f2887f60fe5aaff2",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzI1MTctNzYwYy03YThiLTllODAtMDRhYzE1YTY0NDE1.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 05:51:00"
        },
        {
            "title": "SEC Approves Options Trading for Spot Ethereum ETFs: A Game-Changer for Crypto Investors",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) dah luluskan dagangan opsyen untuk ETF Ethereum, buatkan pelaburan dalam Ethereum lebih menarik dan mudah.  Kalau SEC luluskan 'staking' pula nanti, lagi untung pelabur dapat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f75be3f2887f60fe5aafef",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/12/08135020/Ethereum-Proceeds-Toward-New-All-time-High-Amid-ETF-Demand_-Will-ETH-Price-Succeed.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 05:47:00"
        }
    ]
}