{
    "timestamp": "2025-03-20 05:25:50",
    "all_news": [
        {
            "title": "Bitnomial menarik balik saman Suruhanjaya Sekuriti dan Bursa (SEC) sebelum pelancaran niaga hadapan XRP di Amerika Syarikat.",
            "description": "Bitnomial telah menarik balik saman terhadap SEC berhubung dakwaan agensi itu bahawa XRP ialah sejenis sekuriti, sebelum pelancaran niaga hadapan Ripple XRP.",
            "content": "Pasaran kripto Bitnomial menarik balik saman terhadap Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) sebelum pelancaran niaga hadapan XRP Ripple di Amerika Syarikat.\n\nFirma yang berpangkalan di Chicago itu menyatakan dalam kenyataan pada 19 Mac di X bahawa niaga hadapan XRP (XRP) mereka dikawal selia oleh Suruhanjaya Perdagangan Niaga Hadapan Komoditi Amerika Syarikat (CFTC) dan akan tersedia bermula 20 Mac untuk pengguna sedia ada.\n\nBitnomial memfailkan pensijilan sendiri dengan CFTC untuk menyenaraikan kontrak niaga hadapan XRP di bursa mereka pada Ogos 2024.  Bagaimanapun, SEC menyekat langkah itu, mendesak Bitnomial untuk berdaftar sebagai bursa sekuriti sebelum ia boleh menyenaraikan niaga hadapan tersebut. Bitnomial menyaman SEC dan lima pesuruhjayanya pada 10 Oktober, menuduh agensi itu melampaui bidang kuasanya dengan mendakwa XRP adalah sekuriti.\n\nPelancaran niaga hadapan XRP Bitnomial menyusuli pengumuman Ketua Pegawai Eksekutif Ripple, Brad Garlinghouse pada 19 Mac bahawa SEC memilih untuk tidak meneruskan rayuan terhadap keputusan yang melabelkan XRP bukan sebagai sekuriti untuk jualan runcit.  Satu penghakiman pada 13 Julai 2023 oleh Hakim Analisa Torres memutuskan XRP bukan sekuriti untuk jualan runcit; bagaimanapun, beliau berpendapat ia adalah sekuriti apabila dijual kepada pelabur institusi, kerana ia memenuhi syarat yang ditetapkan dalam ujian Howey. SEC merayu keputusan Torres. SEC pada mulanya melancarkan tindakan undang-undang terhadap Ripple Labs pada Disember 2020, menuduh firma itu menjual tokennya secara haram sebagai sekuriti yang tidak berdaftar.\n\nDi bawah pentadbiran Trump, SEC secara perlahan-lahan menarik balik pendirian kerasnya terhadap kripto yang dibentuk di bawah pemerintahan bekas Pengerusi SEC Gary Gensler, membatalkan sejumlah tindakan penguatkuasaan terhadap firma kripto.  Pengerusi bertindak agensi itu, Mark Uyeda, yang mengambil alih selepas peletakan jawatan Gensler pada 20 Januari, menandakan rancangan pada 17 Mac untuk membatalkan peraturan yang dicadangkan di bawah pentadbiran Biden yang akan mengetatkan piawaian jagaan kripto untuk penasihat pelaburan. Uyeda juga berkata dalam ucapan pada 10 Mac bahawa beliau telah meminta kakitangan SEC untuk pilihan untuk meninggalkan sebahagian daripada cadangan perubahan yang akan memperluaskan pengawalseliaan sistem perdagangan alternatif untuk memasukkan firma kripto, yang memerlukan mereka untuk berdaftar sebagai bursa.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIxNTUtMWM2OC03MTliLWFmMWEtZmUxMDkyYjVjNTYz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dba1ec1df2c02d98918095",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 04:59:00",
            "status": "Posted"
        },
        {
            "title": "Kemelesetan ekonomi AS bakal menjadi pemangkin utama bagi Bitcoin: BlackRock",
            "description": "Bitcoin mungkin mendapat manfaat daripada kemelesetan ekonomi AS kerana ia dirangsang oleh peningkatan perbelanjaan fiskal, pengumpulan defisit, kadar faedah yang lebih rendah...",
            "content": "Ketua aset digital BlackRock, Robbie Mitchnick, berkata Bitcoin kemungkinan besar akan berkembang dalam persekitaran makro kemelesetan, berlawanan dengan apa yang difikirkan oleh sesetengah penganalisis.\n\n“Saya tidak tahu sama ada kita akan mengalami kemelesetan atau tidak, tetapi kemelesetan akan menjadi pemangkin besar bagi Bitcoin,” kata Mitchnick dalam temu bual pada 19 Mac dengan Yahoo Finance. Mitchnick berkata Bitcoin (BTC) dipacu oleh peningkatan perbelanjaan fiskal, pengumpulan defisit, kadar faedah yang lebih rendah dan rangsangan monetari — semuanya cenderung berlaku dalam kemelesetan.\n\n“Dan ia dipacu setakat tertentu atas kebimbangan terhadap ketidaktenteraman sosial umum,” Mitchnick menegaskan. “Dan itu juga, malangnya, adalah sesuatu yang boleh berlaku dalam kemelesetan.”\n\nEksekutif BlackRock itu berkata pasaran “tidak begitu dikalibrasi dengan baik” kepada Bitcoin, dan ramai masih melihatnya sebagai aset berisiko tinggi. Aset berisiko tinggi, seperti saham, komoditi dan bon hasil tinggi, cenderung mengalami kerugian semasa krisis ekonomi, tetapi Mitchnick berkata pada September bahawa beliau percaya aset itu salah dilabelkan.\n\nMitchnick berkata BlackRock telah membantu beberapa pelanggannya melihat melalui beberapa naratif yang bercanggah ini.\n\nBeliau menambah bahawa beberapa pelanggan BlackRock yang lebih “canggih pengumpul Bitcoin jangka panjang” melihat pembetulan pasaran sebagai peluang membeli dan tidak terganggu oleh halangan ekonomi semasa.\n\nSementara itu, penyelidik daripada bursa kripto Coinbase kurang optimis, mengatakan prospek positif kripto untuk suku pertama telah “jelas diletakkan salah” oleh kebimbangan kemelesetan dan tarif baru-baru ini yang dikenakan.\n\n“Kebimbangan terhadap kemelesetan ekonomi AS yang dramatik atau bahkan kemelesetan telah menyebabkan sentimen berubah secara mendadak,” kata Coinbase Institutional dalam laporan tinjauan bulanannya pada 17 Mac.\n\nBlackRock telah memainkan peranan penting dalam pengambilan institusi dan penasihat kekayaan Bitcoin melalui ETF iShares Bitcoin Trust — yang memegang aset bersih paling banyak daripada mana-mana produk pelaburan Bitcoin pada $48.7 bilion.\n\nMitchnick tidak bimbang tentang aliran keluar bersih besar-besaran di kebanyakan dana dagangan bursa Bitcoin spot baru-baru ini — sambil menunjukkan bahawa ia kebanyakannya datang daripada penggulungan perdagangan arbitraj niaga hadapan spot oleh dana lindung nilai, bukan pelabur beli dan tahan jangka panjang.\n\nBitcoin kini didagangkan pada $86,000, meningkat 3.8% dalam tempoh 24 jam yang lalu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIxNGItZWJjOC03NjVjLTk5ZjMtMzA3OTIzZWQzMmM1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dba0ad407af1056af4d0d2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 04:54:00",
            "status": "Posted"
        }
    ]
}