{
    "timestamp": "2025-04-15 13:37:27",
    "all_news": [
        {
            "title": "Bitcoin’s Demand Reversal Sparks Bullish Momentum as Price Nears $86K",
            "translated_facebook_post": "Minat terhadap Bitcoin meningkat semula, dengan harganya hampir mencecah $86,000.  Ini menunjukkan ramai pelabur mula menyimpan Bitcoin, dan mungkin menandakan permulaan kenaikan harga yang baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5e22f1a164461b43cfc2",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/11/Bitcoin_Bear_Bull.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:22:00"
        },
        {
            "title": "Uniswap Launched ERC-7683 to Cross-Chain Unify Liquidity",
            "translated_facebook_post": "Uniswap baru lancarkan ERC-7683 untuk mudahkan urus niaga aset merentas pelbagai rangkaian blok, jadi semuanya lebih lancar dan mudah, terutamanya untuk pengguna biasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5e1fe89ddb63aebb6c29",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/7083.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:21:00"
        },
        {
            "title": "Ethereum Simplifies Roadmap for Enhanced Scalability and User Experience",
            "translated_facebook_post": "Berita ni cerita pasal Ethereum nak senang kan lagi sistem dia supaya lebih laju dan senang pengguna guna.  Diorang fokus pada beberapa benda penting, termasuklah 'blob scaling' untuk bagi data lebih banyak dan cepat.  Jadi, senang cerita, guna Ethereum akan jadi lagi lancar lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5e24e4c5a568774670c8",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/ethereum-roadmap-painting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:20:00"
        },
        {
            "title": "XRP Price Prediction 2025, 2026-2030: Is $3 Now Out of Reach?",
            "translated_facebook_post": "Harga XRP dijangka meningkat, mungkin mencecah $5.81 pada 2025 dan jauh lebih tinggi menjelang 2030, bergantung pada beberapa faktor termasuk keputusan kes Ripple vs SEC.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66e662a37e77b2180dfbd7a7",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/05/07115203/price-prediction-xrpxrp.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:20:00"
        },
        {
            "title": "Analysts Predict Bitcoin’s Price Movements as Key Indicators Emerge",
            "translated_facebook_post": "Bitcoin dan Ethereum mungkin akan naik, dan ini boleh jadi isyarat untuk musim altcoin yang baru.  Pakar jangka harga akan meningkat, tapi kena berhati-hati sebab pasaran masih lagi berubah-ubah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/analysts-predict-bitcoins-price-movements-as-key-indicators-emerge/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-022.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:20:00"
        },
        {
            "title": "DeFi platform KiloEx offers $750K bounty to hacker",
            "translated_facebook_post": "Platform KiloEx kena hack, rugi $7.5 juta tapi offer $750,000 sebagai ganjaran kalau hacker pulangkan duit.",
            "translated_title": "Platform DeFi KiloEx menawarkan ganjaran AS$750,000 kepada penggodam.",
            "translated_content": "**KiloEx Offers Hacker 10% Bounty for $7.5 Million Crypto Theft**\n\nA decentralized exchange (DEX) called KiloEx has offered a 10% \"white hat\" bounty to the hacker who exploited its platform, stealing $7.5 million in cryptocurrency.  The offer, made public on April 15th, followed a reported attack on April 14th where the hacker exploited a price oracle vulnerability.\n\nKiloEx stated that it has collaborated with law enforcement, cybersecurity agencies, and other exchanges to investigate the hacker's activities, and has shared the hacker's wallet addresses with these organizations for monitoring and potential freezing of the stolen funds.  The stolen assets included approximately $3.3 million in Base, $3.1 million in opBNB, and $1 million in BSC tokens, according to PeckShield.  The vulnerability allowed the hacker to manipulate the price information used by a smart contract, facilitating the theft.\n\nIn response to the exploit, KiloEx temporarily suspended its DEX operations but has since reported containing the exploit.  The DEX is offering the hacker $750,000 in exchange for the return of 90% of the stolen funds.  KiloEx has stated that it will treat the incident as a \"white hat\" exploit if the funds are returned, dropping the matter and publicly acknowledging a resolution.\n\nHowever, KiloEx has warned that if the hacker does not accept the offer, it will pursue legal action with relevant law enforcement and cybersecurity partners.  The DEX urged the hacker to contact them via email or on-chain message to accept the offer, otherwise, stating that their identity and activities will be disclosed to authorities.",
            "translated_summary": "KiloEx menggesa penggodam itu untuk mengembalikan dana dan menghubungi mereka supaya perkara ini dapat diselesaikan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5cf5e89ddb63aebb6c24",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzcyMjMtOTdiNC03NzkyLTg5ZTgtNjVlMTBiY2RjZWQy.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-15 13:17:00"
        },
        {
            "title": "Shiba Inu price hanging on a thread as SHIB burn rate soars 3,200%",
            "translated_facebook_post": "Harga Shiba Inu masih tak menentu, walaupun kadar pembakaran meningkat dengan banyaknya, dan ramai pemegang duit kripto dah rugi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5cf4e89ddb63aebb6c22",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/12/crypto-news-Shiba-Inu-front-side-view-neon-colors-blockchain-hologram-coins-background.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:17:00"
        },
        {
            "title": "Chainlink Gains Strength, Avalanche Meets Barriers – BlockDAG’s $214M Presale Shows Leads Among Top Crypto Projects",
            "translated_facebook_post": "Pasaran kripto nampak macam makin positif,  Chainlink naik mendadak, Avalanche masih bergelut, dan BlockDAG berjaya kumpul dana besar melalui pra-jualan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5b9ccf75cb24ca8a3bba",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6673fafa72dd45fa9c51eb13563871cc.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:14:00"
        },
        {
            "title": "Crypto Price Today (April 15, 2025): Memecoins Fall While Bitcoin Hovers at $85k; ETH, XRP Stabilize Near Resistance",
            "translated_facebook_post": "Bitcoin sekitar $85k, ETH dan XRP stabil, tapi memecoin macam DOGE, SHIB, PEPE dan TRUMP jatuh.  Pasaran agak sunyi, pelabur tak banyak buat pergerakan besar.  Ada juga sesetengah matawang kripto naik macam MANTRA dan Alchemy Pay.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5cf5ccdda41159f1609b",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Crypto-Price-Today-April-15-2025-Memecoins-Fall-While-Bitcoin-Hovers-at-85k-ETH-XRP-Stabilize-Near-Resistance.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:13:00"
        },
        {
            "title": "Crypto’s debanking problem persists despite new regulations",
            "translated_facebook_post": "Walaupun ada usaha untuk memudahkan akses perbankan untuk syarikat kripto, masalah ni masih belum selesai sepenuhnya.  Ada yang kata usaha ni cuma helah untuk elak peraturan yang lebih ketat.",
            "translated_title": "Masalah penyahbankan kripto terus berlanjutan walaupun peraturan baharu dikuatkuasakan.",
            "translated_content": "**The Ongoing Struggle for Crypto Access to Banking Services**\n\nThe cryptocurrency industry's persistent difficulty in accessing banking services remains a significant concern for many observers, despite recent policy successes.  In the past, financial institutions frequently refused service to crypto firms (\"debanking\") due to worries about fiduciary risk, reporting liabilities, and reputational damage.\n\nLegislative initiatives in the United States and Australia aim to address these obstacles.  In the US, legislators repealed guidelines that hindered banks from holding crypto assets and those labeling crypto as a \"reputational risk.\" Australia's Labor Party introduced a bill to establish a legal framework for crypto, providing banks with the necessary clarity to engage with the industry.\n\nHowever, some within the crypto industry believe the debanking problem is far from resolved.  US crypto executives report that debanking remains an issue.  They cite \"Operation Chokepoint 2.0,\" a set of policies allegedly hindering crypto industry growth under the Biden administration.  While some of these policies were repealed or modified under the Trump administration, including the repeal of Staff Accounting Bulletin 121, challenges persist.\n\nDespite these positive changes, Caitlin Long, CEO of Custodia Bank, predicts debanking will remain a problem into 2026, citing the Federal Reserve's composition as a potential obstacle.\n\nIn Australia, the Labor Party's proposed legislation aims to tackle debanking, addressing concerns raised by organizations like Stand With Crypto.  Edward Carroll of MHC Digital Group notes that in Australia, debanking decisions stemmed from risk aversion due to the lack of a clear regulatory framework, expressing optimism about the new legislation.\n\nConversely, the Canadian crypto industry faces an ongoing debanking challenge, with Morva Rohani of the Canadian Web3 Council highlighting the lack of comprehensive legislative solutions and the risk-averse environment created by Anti-Money Laundering and Know Your Customer regulations.  The crypto-skeptic stance of Prime Minister Mark Carney adds to the challenges.\n\nCritics argue that the crypto industry is exaggerating the debanking issue, using it to deflect legitimate regulatory scrutiny.  Molly White points to instances where the industry simultaneously claims victimhood while celebrating efforts to weaken debanking protections.  This debate highlights the complexities surrounding the issue, with accusations of regulatory capture emerging.\n\nIn the meantime, crypto firms are employing alternative solutions, such as utilizing stablecoins and working with smaller, more accommodating financial institutions.  While these workarounds offer temporary relief, they are not considered sustainable long-term solutions.  The future of crypto's relationship with traditional banking remains uncertain, with both progress and significant challenges ahead.",
            "translated_summary": "Firma kripto mendakwa penarikan khidmat perbankan masih menjadi masalah utama meskipun meraih kemenangan di mahkamah.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5cf40f4fd370d35ca850",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjM5OGQtNzA0YS03ZmVkLTg0NGYtZTE3ZDM5OWMxODlh.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-15 13:13:00"
        },
        {
            "title": "Bitcoin price nears death cross as gold safe haven status continues",
            "translated_facebook_post": "Harga Bitcoin mungkin akan turun lagi, terutamanya kalau pola 'death cross' terbentuk.  Emas pula nampaknya jadi pilihan selamat pelabur sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5bcdccdda41159f16091",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-US-Bitcoin-reserves-option03-1380x820-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:12:00"
        },
        {
            "title": "SpookySwap Integrates Limit and TWAP Orders Powered by Orbs on Sonic",
            "translated_facebook_post": "SpookySwap di Sonic sekarang lebih canggih dengan penambahan ciri pesanan had dan purata harga berwajaran masa (TWAP) daripada Orbs, memudahkan pedagang DeFi buat pesanan lebih kompleks dengan cara yang mudah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5b49e89ddb63aebb6c19",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6cacc72af77f4b89844cc11254dd3a02.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:12:00"
        },
        {
            "title": "BlackRock Strategist Predicts Long-Term Growth via AI Despite Market Woes",
            "translated_facebook_post": "Walaupun pasaran sekarang agak mencabar, pakar jangka pertumbuhan ekonomi jangka panjang disebabkan kemajuan teknologi AI, terutamanya dalam sektor berkaitan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5bcecf75cb24ca8a3bbc",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/blackrock-strategist-ai-orb.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:12:00"
        },
        {
            "title": "CoinDesk 20 Performance Update: Bitcoin Cash (BCH) Gains 1% as Index Trades Flat",
            "translated_facebook_post": "Kemas kini prestasi CoinDesk 20: Bitcoin Cash (BCH) naik 1% sementara indeks kekal tidak berubah. Bitcoin (BTC) juga antara yang menunjukkan prestasi terbaik, meningkat 0.7%.  Tiada yang lain.\n\n\nIndeks CoinDesk 20 lebih kurang sama, cuma Bitcoin Cash dan Bitcoin je naik sikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/coindesk-20-performance-update-bitcoin-cash-bch-gains-1-as-index-trades-flat/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/c415f3b65cf5b0e6705f931cc6fb0badbdacffdf-480x360.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:10:00"
        },
        {
            "title": "Will Trump’s semiconductor tariff make Bitcoin mining costlier?",
            "translated_facebook_post": "Cukai baru ke atas semikonduktor mungkin akan menaikkan kos perlombongan Bitcoin, terutamanya di luar Amerika Syarikat, memandangkan Taiwan merupakan pembekal utama cip tersebut dan banyak negara bergantung padanya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5bcde89ddb63aebb6c1b",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Will-Trumps-semiconductor-tariff-hit-Bitcoin-mining.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:09:00"
        },
        {
            "title": "Zero Hash Processed $2B in Flows to Tokenized Funds as RWA Demand Accelerates",
            "translated_facebook_post": "Zero Hash memproses aliran dana bernilai $2 bilion kepada dana yang ditokenkan, menunjukkan peningkatan permintaan aset dunia sebenar (RWA).  Mereka menyokong dana yang ditokenkan oleh BlackRock, Franklin Templeton dan Republic, serta memudahkan penyelesaian stablecoin merentas 22… (maklumat lanjut tidak diberikan).\n\n\nSyarikat Zero Hash dah uruskan aliran dana bernilai $2 billion untuk pelaburan digital, tunjuk betapa ramai orang nak melabur dalam aset dunia sebenar yang dah di-tokenkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/zero-hash-processed-usd2b-flows-to-tokenized-funds-as-rwa-demand-accelerates/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/24b7e04384152cbb844f997037c3e94d87732ca2-720x406.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:09:00"
        },
        {
            "title": "Concerning ETH ETF Outflows: $6M Exodus Signals Market Jitters",
            "translated_facebook_post": "Pelaburan dalam ETF Ethereum nampaknya mengalami sedikit penurunan baru-baru ni, dengan aliran keluar sebanyak $6 juta.  Ini mungkin disebabkan beberapa faktor macam turun naik harga, ambil untung, atau keadaan ekonomi global. Tapi, tak perlu risau sangat,  pergerakan harian dalam pasaran kewangan memang biasa berlaku.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5aa10f4fd370d35ca84a",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Concerning-ETH-ETF-Outflows-6M-Exodus-Signals-Market-Jitters.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:08:00"
        },
        {
            "title": "XYZVerse (XYZ) vs Cardano (ADA): Best $1,000 Bet for a 5x Return in April?",
            "translated_facebook_post": "Dua duit digital, XYZVerse dan Cardano, tengah menarik perhatian sekarang ni. XYZVerse, dengan konsep meme coin dan komuniti yang kuat,  nampak berpotensi untuk naik harga dengan cepat.  Cardano pula,  fokus pada teknologi mesra alam dan kelajuan transaksi,  menawarkan pilihan yang lebih stabil dan jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5aa2e89ddb63aebb6c17",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/image1-14-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:08:00"
        },
        {
            "title": "Trump Administration Eyes Bitcoin With Tariff Funds",
            "translated_facebook_post": "Pentadbiran Trump mungkin akan tambah lagi simpanan Bitcoin mereka guna duit hasil tarif, yang sekarang dah ada 207,189 BTC bernilai berbilion ringgit.  Ini menunjukkan minat kerajaan AS terhadap Bitcoin semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/trump-administration-eyes-bitcoin-with-tariff-funds",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-news-064.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:08:00"
        },
        {
            "title": "UK Minister’s X Account Hacked to Promote Fake ‘House of Commons’ Crypto",
            "translated_facebook_post": "Akaun X Menteri UK digodam untuk promosi kripto palsu, untung scammer cuma RM1,300 je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe5aa10f4fd370d35ca84c",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/03204335/Crypto-Hack-Feb-Breakdown_-Unpacking-a-1.53B-Month-of-Losses.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 13:08:00"
        }
    ]
}