{
    "timestamp": "2025-03-06 17:24:50",
    "all_news": [
        {
            "title": "Urush modal usaha Crypto mencecah $1.1B pada Februari di tengah peningkatan minat terhadap DeFi.",
            "description": "Seramai 137 syarikat permulaan kripto mengumpul dana sebanyak $1.1 bilion pada bulan Februari, didorong oleh peningkatan minat dalam DeFi, DePIN, pembayaran, dan AI.",
            "content": "**Pendanaan Modal Teroka untuk Startup Blockchain dan Kripto Meningkat Pesat pada Februari**\n\nPendanaan modal teroka ke dalam syarikat permulaan blockchain dan kripto meningkat dengan pesat pada bulan Februari, dengan projek kewangan terdesentralisasi (DeFi) menarik aliran pelaburan yang signifikan. Ini menunjukkan permintaan yang kukuh untuk pembangun blockchain di tengah-tengah keadaan pasaran yang tidak menentu.\n\nMenurut data daripada The TIE, 137 syarikat kripto mengumpul sejumlah $1.11 bilion dana pada bulan Februari.  DeFi memperoleh hampir $176 juta dana keseluruhan merentas 20 projek. Sementara itu, lapan penyedia perkhidmatan perniagaan mengumpul sejumlah $230.7 juta. Syarikat permulaan yang mengkhusus dalam perkhidmatan keselamatan, pembayaran dan kecerdasan buatan juga menarik minat yang ketara.  Penyedia perkhidmatan perniagaan dan projek DeFi menarik pelaburan terbesar pada bulan Februari. Sumber: The TIE.\n\nPelabur modal teroka terbesar menyasarkan \"pelbagai sektor, termasuk naratif utama seperti AI, Alat Pembangun, DeFi, DePIN, Dana, dan Pembayaran,\" kata The TIE. Data ini selaras dengan laporan Cointelegraph baru-baru ini, yang menunjukkan peningkatan mendadak dalam urus niaga rangkaian infrastruktur fizikal terdesentralisasi (DePIN).\n\nData The TIE termasuk dana pelaburan kripto dengan melihat pemfailan Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) Borang D dan Borang D/A. Strix Leviathan mencatatkan pengumpulan dana terbesar iaitu $79.95 juta, diikuti oleh Cambrian Asset Management dengan $20.43 juta dan Galaxy Digital dengan $18.43 juta.\n\nBulan Februari juga menyaksikan enam penggabungan dan pengambilalihan yang ketara, termasuk pengambilalihan pembangun privasi Web3 Sealance oleh Forte dan pembelian platform data token SimpleHash oleh Phantom.\n\n**Ramalan Pendanaan Kripto untuk 2025**\n\nPasaran kripto telah mengalami ketidaktentuan yang melampau pada tahun 2025 berikutan Presiden AS Donald Trump memulakan penggal kedua beliau dengan dasar perdagangan yang tidak menentu dan ancaman tarif. Walau bagaimanapun, di luar ketidaktentuan jangka pendek, pentadbiran Trump yang pro-kripto dijangka membawa peningkatan kejelasan pengawalseliaan kepada sektor kripto.\n\nAngin pengawalseliaan positif juga sejajar dengan kitaran perniagaan yang pulih dan jangkaan yang semakin meningkat bahawa Rizab Persekutuan AS akan dipaksa untuk menurunkan kadar faedah beberapa kali tahun ini.\n\nWalaupun terdapat ketidaktentuan pengawalseliaan, Amerika Syarikat menyumbang 36% daripada semua urus niaga modal teroka kripto pada tahun 2024. Peraturan yang jelas di bawah Presiden Trump boleh bertindak sebagai pemangkin untuk pertumbuhan yang lebih besar pada tahun 2025. Sumber: Galaxy Digital.\n\nKadar faedah yang lebih rendah dan keadaan ekonomi makro yang bertambah baik dijangka memberi manfaat bersih kepada pasaran modal persendirian. Menurut Harbour Invest, sebuah firma ekuiti persendirian yang berpangkalan di Boston, \"keyakinan dalam membuat urus niaga telah mula kembali\" — satu trend yang mula dikenal pasti pada suku terakhir tahun 2024.\n\nBerdasarkan latar belakang ini, urus niaga VC kripto dijangka mencecah $18 bilion pada tahun 2025, menurut PitchBook. Ini menunjukkan peningkatan yang ketara daripada $13.6 bilion yang dikumpul pada tahun 2024.\n\n\n**Bagaimana Undang-Undang Kripto Berubah di Seluruh Dunia pada 2025** (Tajuk Majalah)",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZjMjUtZWI2YS03ZWMwLTk5ZmItNGYwODc5MjY4Y2Fm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c9d6c5913919212f252369",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 17:05:00",
            "status": "Posted"
        }
    ]
}