{
    "timestamp": "2025-04-04 18:34:07",
    "all_news": [
        {
            "title": "Ripple to pilot RLUSD for drought relief in Kenya",
            "translated_facebook_post": "Ripple tengah uji cuba guna duit digital mereka, RLUSD, untuk bantu mangsa kemarau di Kenya, harapnya dapat bagi bantuan lebih cepat dan telus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f023f3a903222f8bf4ec57",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/11/crypto-news-ripple-sign-blurry-background-low-poly-sty.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:23:00"
        },
        {
            "title": "Circle considering IPO delay due to market downturn: report",
            "translated_facebook_post": "Circle, penerbit mata wang kripto USDC, tangguh pelan IPO disebabkan keadaan pasaran yang tak menentu sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f022ab348616282193bbaf",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Circle-USDC-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:16:00"
        },
        {
            "title": "TRUMP Meme Coin Started at Pennies and Exploded—Arctic Pablo Coin’s Low Presale Price Signals a Similar Run",
            "translated_facebook_post": "Ramai terlepas peluang untung besar masa TRUMP Meme Coin naik dulu, tapi sekarang ada Arctic Pablo Coin yang tengah pre-sale dengan harga rendah.  Kalau beli awal, potensi untungnya tinggi sangat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f01bf8348616282193bb78",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5e71b29a5daf4c75ada05117f0de4fb3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:15:00"
        },
        {
            "title": "ChainsLama: How striving for innovation helps the clients",
            "translated_facebook_post": "ChainsLama sentiasa dikemas kini dengan alat dagangan canggih, pelbagai aset, dan analisis terkini untuk membantu pelanggan mencapai matlamat kewangan mereka dengan lebih cekap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f022ac348616282193bbb3",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/coinom.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:15:00"
        },
        {
            "title": "Arctic Pablo Coin Presale Booms | Top Meme Coins to Invest in This Week",
            "translated_facebook_post": "Pelaburan dalam Arctic Pablo Coin nampaknya berpotensi tinggi dengan pulangan yang lumayan, sementara Keyboard Cat dan Shiba Inu tetap kukuh di pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f022ac3a8b2665c0044792",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-04T151427.791Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:15:00"
        },
        {
            "title": "Price analysis 4/4: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, TON, LEO, LINK",
            "translated_facebook_post": "Pasaran kripto nampak macam nak naik balik lepas turun-naik harga saham baru-baru ni. Bitcoin masih bertahan atas $80,000, manakala altcoins pun menunjukkan tanda-tanda positif dan negatif bergantung kepada aset masing-masing.  Ada yang jangka harga akan naik, ada yang agak-agak akan turun.  Jadi kena buat kajian sendiri sebelum buat apa-apa keputusan pelaburan, okay?",
            "translated_title": "Analisis Harga 4/4: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, TON, LEO, LINK",
            "translated_content": "Harga Bitcoin (BTC) berjaya kekal di atas paras $80,000 walaupun pasaran saham AS mengalami ketidaktentuan yang teruk pada 3 dan 4 April. Kegagalan pihak beruang untuk memanfaatkan peluang ini menunjukkan kekurangan jualan pada paras yang lebih rendah.\n\nAset berisiko bergegar selepas Presiden AS Donald Trump mengumumkan tarif timbal balik terhadap beberapa negara pada 2 April. Kejatuhan dalam pasaran AS semakin mendalam pada 4 April selepas China mengumumkan tarif balas 34% ke atas semua barangan import AS bermula 10 April.\n\nWalaupun beberapa peserta pasaran bimbang tentang impak jangka pendek tarif, pengasas bersama BitMEX, Arthur Hayes, berkata beliau menyukai tarif kerana beliau menjangkakan ia akan memberi kesan positif kepada Bitcoin dan emas dalam jangka sederhana.\n\nData pasaran kripto pandangan harian. Sumber: Coin360\n\nSebaliknya, pengulas pasaran Byzantine General, dalam satu catatan di X, berkata bahawa kenaikan pasaran kripto akan terhad disebabkan oleh kemungkinan tindak balas tarif.\n\nPengasas Capriole Investments, Charles Edwards, berkata dalam analisisnya bahawa Bitcoin akan menjadi lembu jantan sekiranya ia menembusi dan ditutup di atas $91,000. Jika itu tidak berlaku, beliau menjangkakan Bitcoin akan jatuh ke zon $71,000.\n\nBolehkah Bitcoin mengatasi prestasi dengan kekal di atas $80,000? Adakah altcoins akan runtuh? Mari kita analisis carta 10 kripto mata wang teratas untuk mengetahui.\n\n\nAnalisis Harga Bitcoin\n\nBitcoin meningkat melebihi garisan rintangan pada 2 April, tetapi sumbu panjang pada candlestick menunjukkan jualan kukuh pada paras yang lebih tinggi. Harga jatuh dengan mendadak dan jatuh di bawah purata bergerak eksponen 20 hari ($84,483).\n\nCarta harian BTC/USDT. Sumber: Cointelegraph/TradingView\n\nPihak beruang perlu menurunkan harga di bawah sokongan $80,000 untuk mengukuhkan kedudukan mereka. Jika mereka berbuat demikian, pasangan BTC/USDT boleh menguji semula paras rendah 11 Mac iaitu $76,606. Pembeli dijangka mempertahankan paras ini dengan sekuat hati kerana pemecahan dan penutupan di bawah $76,606 boleh menurunkan pasangan ini kepada $73,777 dan akhirnya kepada $67,000.\n\nRintangan penting untuk diperhatikan pada bahagian atas ialah $88,500. Pemecahan dan penutupan di atas paras ini akan menandakan bahawa fasa pembetulan mungkin telah berakhir. Pasangan ini kemudiannya boleh memulakan perjalanan ke arah $95,000.\n\nAnalisis Harga Ether\n\nEther (ETH) telah diniagakan antara sokongan $1,754 dan EMA 20 hari ($1,928) sejak beberapa hari lalu.\n\nCarta harian ETH/USDT. Sumber: Cointelegraph/TradingView\n\nIni meningkatkan kemungkinan pemecahan dan penutupan di bawah $1,754. Jika penjual boleh melakukannya, pasangan ETH/USDT boleh memulakan peringkat penurunan seterusnya kepada $1,550.\n\nSatu perkara positif kecil yang memihak kepada lembu jantan ialah indeks kekuatan relatif (RSI) telah membentuk penyimpangan positif. Ini menunjukkan momentum menurun mungkin melemah. Jika harga melonjak semula daripada $1,754, pasangan ini boleh menghadapi jualan pada EMA 20 hari. Walau bagaimanapun, jika pembeli mengatasi halangan itu, pasangan ini boleh meningkat kepada $2,111. Pembalikan trend jangka pendek akan diisyaratkan pada penutupan di atas $2,111.\n\nAnalisis Harga XRP\n\nPihak beruang XRP (XRP) berjaya mempertahankan EMA 20 hari ($2.23) pada 2 April dan menurunkan harga kepada sokongan kritikal pada $2.\n\nCarta harian XRP/USDT. Sumber: Cointelegraph/TradingView\n\nEMA 20 hari yang menurun dan RSI di bawah 44 meningkatkan risiko pemecahan di bawah $2. Jika itu berlaku, pasangan XRP/USDT akan melengkapkan corak kepala-dan-bahu menurun. Pasangan ini mempunyai sokongan pada $1.77, tetapi jika paras itu ditembusi, penurunan boleh meluas kepada $1.27.\n\nPembeli mempunyai tugas yang mencabar di hadapan mereka jika mereka ingin mencegah keruntuhan. Mereka perlu dengan cepat menolak harga di atas purata bergerak mudah 50 hari ($2.37) untuk membersihkan laluan bagi perhimpunan pelepasan kepada garisan rintangan.\n\nAnalisis Harga BNB\n\nLembu jantan BNB (BNB) gagal menolak harga kembali di atas purata bergerak dalam beberapa hari lalu, menunjukkan jualan pada paras yang lebih tinggi.\n\nCarta harian BNB/USDT. Sumber: Cointelegraph/TradingView\n\nPurata bergerak telah mula menurun, dan RSI berada dalam zon negatif, menandakan kelebihan kecil untuk pihak beruang. Terdapat sokongan pada paras retracement Fibonacci 50% iaitu $575 dan seterusnya pada paras retracement 61.8% iaitu $559.\n\nPada bahagian atas, lembu jantan perlu menolak dan mengekalkan harga di atas SMA 50 hari ($614) untuk menandakan kembalinya. Pasangan BNB/USDT boleh meningkat kepada $644, yang merupakan rintangan atas kepala penting untuk diperhatikan. Jika pembeli mengatasi halangan pada $644, pasangan ini boleh bergerak ke $686.\n\nAnalisis Harga Solana\n\nSolana (SOL) meningkat melebihi EMA 20 hari ($128) pada 2 April, tetapi pihak beruang menjual pada paras yang lebih tinggi dan menurunkan harga di bawah sokongan $120.\n\nCarta harian SOL/USDT. Sumber: Cointelegraph/TradingView\n\nPurata bergerak menurun dan RSI dalam wilayah negatif meningkatkan risiko pemecahan di bawah $110. Jika itu berlaku, jualan boleh meningkat, dan pasangan SOL/USDT boleh jatuh kepada $100 dan kemudiannya kepada $80.\n\nLembu jantan tidak mungkin menyerah dengan mudah dan akan cuba mengekalkan pasangan ini dalam julat $110 hingga $260. Pembeli perlu menolak dan mengekalkan harga di atas $147 untuk menunjukkan bahawa tekanan jualan sedang berkurangan. Pasangan ini kemudiannya boleh meningkat kepada $180.\n\nAnalisis Harga Dogecoin\n\nPihak beruang Dogecoin (DOGE) telah menghalang percubaan lembu jantan untuk menolak harga di atas EMA 20 hari ($0.17) pada 2 April.\n\nCarta harian DOGE/USDT. Sumber: Cointelegraph/TradingView\n\nSatu tanda positif yang memihak kepada lembu jantan ialah mereka tidak membenarkan harga jatuh di bawah sokongan $0.16. Pemecahan di atas EMA 20 hari boleh menolak harga kepada SMA 50 hari ($0.19). Pembeli perlu mengatasi SMA 50 hari untuk memulakan perhimpunan kepada $0.24 dan kemudian kepada $0.29.\n\nSebagai alternatif, jika harga jatuh daripada purata bergerak dan jatuh di bawah $0.16, ia akan membuka laluan untuk penurunan kepada $0.14. Pembeli dijangka mempertahankan sokongan $0.14 dengan kuat kerana pemecahan di bawahnya boleh menurunkan pasangan DOGE/USDT kepada $0.10.\n\nAnalisis Harga Cardano\n\nCardano (ADA) jatuh dengan mendadak daripada EMA 20 hari ($0.69) pada 2 April dan ditutup di bawah garisan aliran menaik.\n\nCarta harian ADA/USDT. Sumber: Cointelegraph/TradingView\n\nLembu jantan sedang cuba menolak harga kembali di atas garisan aliran menaik tetapi kemungkinan akan menghadapi jualan kukuh pada EMA 20 hari. Jika harga jatuh daripada rintangan atas kepala, pasangan ADA/USDT boleh turun kepada $0.58 dan kemudian kepada $0.50.\n\nPandangan negatif ini akan dibatalkan dalam jangka pendek jika harga meningkat dengan mendadak dan menembusi SMA 50 hari ($0.74). Ini membuka peluang untuk perhimpunan kepada $0.84, yang mungkin menarik penjual.\n\nAnalisis Harga Toncoin\n\nKegagalan Toncoin (TON) untuk mengekalkan harga di atas rintangan $4.14 pada 1 April mungkin telah mendorong pedagang jangka pendek untuk mengambil keuntungan.\n\nCarta harian TON/USDT. Sumber: Cointelegraph/TradingView\n\nPasangan TON/USDT jatuh di bawah EMA 20 hari ($3.65) pada 3 April, menunjukkan bahawa momentum lembu jantan semakin melemah. Terdapat sokongan pada $3.32, tetapi jika paras itu pecah, pasangan ini boleh jatuh kepada $2.81.\n\nSebaliknya, jika harga melonjak semula daripada $3.32, pasangan ini boleh cuba membentuk julat dalam jangka pendek. Pasangan ini boleh berayun antara $3.32 dan $4.14 untuk beberapa waktu. Pemecahan dan penutupan di atas $4.14 akan menandakan bahawa aliran menurun mungkin telah berakhir. Pasangan ini kemudiannya boleh melonjak kepada $5.\n\nAnalisis Harga UNUS SED LEO\n\nPihak beruang UNUS SED LEO (LEO) menurunkan harga di bawah garisan aliran menaik pada 2 Mac tetapi tidak dapat mengekalkan paras yang lebih rendah. Ini menunjukkan pembelian pada paras yang lebih rendah.\n\nCarta harian LEO/USD. Sumber: Cointelegraph/TradingView\n\nEMA 20 hari ($9.57) secara beransur-ansur menurun, dan RSI berada dalam zon negatif, menandakan kelebihan sedikit kepada pihak beruang. Jika harga jatuh daripada purata bergerak, pihak beruang akan membuat satu lagi percubaan untuk menurunkan pasangan LEO/USD di bawah sokongan $8.84. Jika mereka berjaya, pasangan ini boleh jatuh kepada $8.\n\nSebaliknya, pemecahan di atas purata bergerak membuka peluang untuk kenaikan kepada rintangan atas kepala $9.90. Jika pembeli menembusi rintangan $9.90, pasangan ini akan melengkapkan corak segitiga menaik lembu jantan. Pasangan ini kemudiannya boleh meningkat ke arah objektif sasaran $12.04.\n\nAnalisis Harga Chainlink\n\nChainlink (LINK) sekali lagi jatuh daripada EMA 20 hari ($13.98) pada 2 Mac, menunjukkan bahawa pihak beruang terus menjual semasa perhimpunan.\n\nCarta harian LINK/USDT. Sumber: Cointelegraph/TradingView\n\nPasangan LINK/USDT mempunyai sokongan kukuh dalam zon antara $12 dan garisan sokongan corak saluran menurun. Lonjakan semula daripada zon sokongan perlu meningkat melebihi purata bergerak untuk menandakan pemulihan yang lebih kukuh ke arah $17.50.\n\nPenjual mungkin mempunyai rancangan lain. Mereka akan cuba menurunkan harga di bawah garisan sokongan. Jika mereka berjaya, pasangan ini boleh melanjutkan aliran menurun ke arah sokongan penting pada $10 dan selepas itu, kepada $8.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap langkah pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Carta Bitcoin dan altcoin menunjukkan bahawa satu peralihan pasaran yang positif bakal berlaku.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f022ac3a8b2665c0044793",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjAxYjktMmNhYi03YjlhLThiYzEtMjdmZTZkNDg2MmNm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 18:15:00"
        },
        {
            "title": "Vietnam offered zero tariffs to US on a call with Trump",
            "translated_facebook_post": "Vietnam tawarkan tarif sifar kepada Amerika Syarikat, dan nampaknya Presiden Trump pun dah terima tawaran tersebut.  Ni semua gara-gara isu tarif yang agak rumit, tapi akhirnya Vietnam nampaknya cuba elak daripada kena tindakan lebih tegas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f022ab348616282193bbb1",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Vietnams-President-agrees-to-cut-tariffs-to-zero-if-US-agrees-on-the-deal-1-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:14:00"
        },
        {
            "title": "Rough Patch in DeFi: Locked Funds Volume Drops 30% from December Peak",
            "translated_facebook_post": "Jumlah dana terkunci dalam ekosistem kewangan terdesentralisasi (DeFi) telah menurun lebih 30% sejak Disember lalu, susut daripada $137 bilion kepada sekitar $94 bilion.  Ketidakpastian pasaran, inflasi, dan dasar-dasar ekonomi makro turut mempengaruhi penurunan ini, namun DeFi masih dilihat berpotensi tinggi jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f021803a8b2665c004478c",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/road0404_555668a588.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:13:00"
        },
        {
            "title": "The US House Financial Services Committee to regulate stablecoins",
            "translated_facebook_post": "Jawatankuasa Perkhidmatan Kewangan Dewan Rakyat Amerika Syarikat sedang berusaha mengawal selia mata wang kripto stabil, dengan beberapa perbezaan pendapat tentang bagaimana untuk melakukannya, terutamanya melibatkan isu syarikat asing dan faedah ke atas simpanan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f020c76343700971c83b13",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/63ec9230cabd4bb78ae85a1f16e5bbde.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:11:00"
        },
        {
            "title": "Trump Extends TikTok Sale Deadline to 2025 Amid Key Negotiations",
            "translated_facebook_post": "Tarikh akhir penjualan TikTok di Amerika Syarikat dilanjutkan sampai April 2025,  kerana rundingan dengan syarikat induknya masih berjalan, dan isu keselamatan negara juga menjadi keutamaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f021821606074983e2665c",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-tiktok-cartoon-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:10:00"
        },
        {
            "title": "AI Unlikely to Replace Crypto Developers, Experts Say",
            "translated_facebook_post": "Pakar kata AI takkan gantikan pereka bentuk kripto dalam masa terdekat sebab AI masih belum mampu handle kerja-kerja pengkodan yang kompleks dan kreatif.  AI lebih sesuai untuk bantu dengan tugas-tugas rutin je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f021816343700971c83b2a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/crypto-developers-collab-scene.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:10:00"
        },
        {
            "title": "Trump Says It’s the “Perfect Time” to Cut Interest Rates",
            "translated_facebook_post": "Trump rasa sekarang masa sesuai untuk kurangkan kadar faedah, tapi bank pusat kena imbang ni dengan kawal inflasi dan kestabilan ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f021811606074983e2664b",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Trump-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:10:00"
        },
        {
            "title": "Will Trump’s Policies Spark Global Crisis?",
            "translated_facebook_post": "Dasar Trump yang tegas dan enggan berkompromi, ditambah dengan tindakan balas dari negara lain, mungkin akan mencetuskan krisis ekonomi global yang serius, menjejaskan pasaran saham dan harga minyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-trumps-policies-spark-global-crisis",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-091.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:08:00"
        },
        {
            "title": "Ethereum Sets New Date for Pectra Upgrade After Technical Issues",
            "translated_facebook_post": "Penundaan sikit sebab masalah teknikal, tapi naik taraf Ethereum ni akan bermula 7 Mei 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f02069348616282193bb90",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/04/Ethereum_pectra.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:06:00"
        },
        {
            "title": "Jerome Powell Vs Trump: Tensions Rise Over New Tariffs",
            "translated_facebook_post": "Trump umum tarif baru, Powell risau inflasi naik dan ekonomi lembap, jadi mungkin kadar faedah akan naik atau turun, bergantung pada keadaan ekonomi nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f023f1e9d2e4420941711c",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Copie-de-Logo-Cointribune-10.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:05:00"
        },
        {
            "title": "WhatsApp Starts Testing AI Feature on Android Beta!",
            "translated_facebook_post": "WhatsApp Android beta dah mula uji ciri sembang dengan Meta AI, nanti boleh borak pasal macam-macam topik dari pendidikan sampai lawak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f020683a8b2665c0044774",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/WhatsApp-Starts-Testing-AI-Feature-on-Android-Beta.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:04:00"
        },
        {
            "title": "Ethereum News: Developers Set May 7 For Pectra Mainnet Launch",
            "translated_facebook_post": "Kemaskini utama Ethereum, Pectra, akan dilancarkan pada 7 Mei 2025.  Selepas beberapa ujian di rangkaian ujian, tarikh ini ditetapkan setelah berjaya di Hoodi testnet.  Ia akan termasuk 11 perubahan utama, antaranya had pertaruhan yang meningkat.  Kesannya terhadap harga Ethereum masih belum pasti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f02182348616282193bbac",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/96f0d80f78cc4a889dd844d7b623fc0b.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:04:00"
        },
        {
            "title": "Why Is Cosmos ($ATOM) Price Up Today?",
            "translated_facebook_post": "Harga Cosmos ($ATOM) naik disebabkan sentimen teknikal yang positif, mendorong keyakinan pelabur dan menyebabkan peningkatan harga.  Carta menunjukkan potensi kenaikan sehingga $7, tetapi penurunan ke $4 juga mungkin jika momentum menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f01f415a87781b5baa7219",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Why-Is-Cosmos-ATOM-Price-Up-Today.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:02:00"
        },
        {
            "title": "NEIRO, PONKE had their moment, now this new coin’s time to shine: Next big thing upcoming?",
            "translated_facebook_post": "NEIRO dan PONKE dah kurang popular, tapi ada duit kripto baru yang menarik perhatian pelabur.  Catzilla, duit kripto bertema kucing ni, dikatakan berpotensi tinggi untuk naik nilai.  Ramai yang tengok sama ada ia akan jadi fenomena seterusnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f01f403a8b2665c004476a",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/01/crypto-news-Catzilla-option16.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 18:01:00"
        }
    ]
}