{
    "timestamp": "2025-03-10 08:30:26",
    "all_news": [
        {
            "title": "Likuidasian Mingguan Merah Terbesar Sepanjang Masa: 5 Perkara Penting Mengenai Bitcoin Minggu Ini",
            "description": "Bitcoin mencatatkan penutupan mingguan yang \"buruk\" dengan pedagang Bitcoin menjangkakan paras terendah baharu akan datang.",
            "content": "Bitcoin (BTC) memulakan minggu kedua Mac di persimpangan menurun, dengan paras terendah berbulan-bulan baharu semakin hampir.\n\nPedagang dan penganalisis bersetuju bahawa sedikit sahaja yang menghalang ujian semula paras $78,000 memandangkan BTC/USD mencatatkan lilin mingguan terburuk sepanjang zaman.\n\nCPI dan PPI dijangka dikeluarkan ketika pasaran memasuki fasa risiko yang meluas dan kontrak hadapan saham merudum.\n\nSejauh manakah Bitcoin boleh jatuh? Paras tertinggi sepanjang zaman lama iaitu $69,000 dari tahun 2021 kembali menjadi pilihan.\n\nSentimen berada di tahap terendah, bukan sahaja dalam kripto — tetapi tidak semua orang percaya bahawa keadaan di lapangan sebenarnya begitu teruk.\n\nIkan paus telah membeli sepanjang minggu lalu, menunjukkan asas pulangan risiko yang kukuh pada paras harga semasa.\n\nHarga BTC jatuh 14% dalam seminggu\n\nMenjunam ke paras $80,000 menjelang penutup mingguan, lilin mingguan terkini Bitcoin menonjol atas sebab-sebab yang salah.\n\nDari segi dolar AS, BTC/USD kehilangan nilai lebih banyak dalam tempoh tujuh hari berbanding bila-bila masa dalam sejarah, data daripada Cointelegraph Markets Pro dan TradingView menunjukkan.\n\nSetakat ini, pihak lembu telah mengelakkan perlawanan semula dengan paras terendah berbulan-bulan dari hujung Februari, tetapi di kalangan sesetengah pedagang Bitcoin, suasana hati agak berhati-hati.\n\n\"Bitcoin kembali ke zon kritikal trend parabola mingguan,\" tulis penganalisis popular Kevin Svenson dalam sebahagian daripada analisis terbarunya di X.\n\nPedagang SuperBro sementara itu menyertai mereka yang bersiap sedia untuk perlawanan semula $78,000.\n\n\"Ditutup di atas paras rendah lilin sebelumnya dan paras 50%, tetapi memecah aliran menaik dari Oktober '23,\" sebahagian daripada reaksi terhadap penutup mingguan dinyatakan.\n\nYang lain mencari lebih banyak data untuk mengesahkan kejatuhan menurun yang benar.\n\n\"Adakah kita berada dalam pasaran menurun sekarang? Tidak. Tidak cukup persamaan untuk mengesahkannya sama sekali,\" hujah pedagang popular CrypNuevo dalam utas X khusus.\n\nWalau bagaimanapun, bagi beliau juga, paras terendah baharu dijangka, dengan kawasan sekitar $77,000 amat penting.\n\nMinggu CPI dibayangi oleh kegelisahan pasaran\n\nSiaran data makroekonomi utama AS minggu ini tidak kurang, tetapi pasaran sudah beralih kepada pendirian \"risiko rendah\" yang semakin meningkat.\n\nCetakan Februari Indeks Harga Pengguna (CPI) dan Indeks Harga Pengeluar (PPI) kedua-duanya dijangka dikeluarkan, bersama-sama dengan angka kekosongan pekerjaan dan tuntutan pengangguran yang biasa.\n\nKedua-dua CPI dan PPI melepasi sasaran bulan lalu di tengah-tengah kebangkitan inflasi, yang menggoncang keyakinan pasaran.\n\nSejak itu, kedua-dua kripto dan saham tidak berjaya pulih, dan dengan keputusan kadar faedah Rizab Persekutuan seterusnya akan datang minggu depan, sedikit sahaja tanda optimisme.\n\nData terkini daripada Alat FedWatch CME Group meletakkan kemungkinan penurunan pada 19 Mac hanya pada 3%. Sementara itu, mesyuarat Mei Fed menyaksikan kemungkinan penurunan kadar berkurangan dengan pesat.\n\n\"Di tengah-tengah kekacauan perang perdagangan, kita telah menyaksikan jangkaan pertumbuhan ekonomi merosot dengan mendadak,\" tulis sumber perdagangan The Kobeissi Letter dalam sebahagian daripada analisis X terbarunya.\n\nKobeissi menyatakan bahawa dalam jangka masa pendek, saham bersiap sedia untuk pembukaan \"merah\".\n\n\"Kejatuhan kripto merupakan petunjuk jelas tentang sentimen risiko yang semakin meningkat hujung minggu ini,\" katanya merumuskan.\n\nKembali ke 2021 untuk harga BTC?\n\nBerkenaan dengan sasaran harga bawah BTC, landskap kelihatan semakin menakutkan bagi pihak lembu.\n\nDengan $80,000 tergantung, satu alat ramalan klasik mencadangkan bahawa lantai yang boleh dipercayai mungkin hanya terletak pada paras tertinggi sepanjang zaman Bitcoin yang lama — bukan dari tahun lepas, tetapi dari tahun 2021.\n\nDicipta oleh ahli ekonomi rangkaian Timothy Peterson pada tahun 2019, Lowest Price Forward berkesan menyampaikan paras harga BTC yang tidak akan dilanggar pada masa hadapan.\n\nPada pertengahan tahun 2020, ia meramalkan dengan tepat bahawa BTC/USD tidak akan pernah didagangkan di bawah $10,000 dari September dan seterusnya.\n\nSekarang, garisan baharu di pasir terletak di sekitar $69,000.\n\nAlat Peterson bukanlah satu-satunya yang menyasarkan paras rendah makro baharu untuk BTC/USD akan datang.\n\nSeperti yang dilaporkan oleh Cointelegraph, seruan untuk perjalanan ke julat pertengahan $70,000 semakin meningkat, dengan purata bergerak mudah (SMA) 50 minggu Bitcoin sebagai sasaran utama pada $75,560.\n\nSMA 200 hari, secara tradisinya garisan sokongan pasaran lembu, gagal sebagai sokongan sekitar penutup mingguan terkini buat kali pertama sejak Oktober lalu.\n\n\"Permulaan yang buruk untuk minggu ini,\" tulis Arthur Hayes, bekas Ketua Pegawai Eksekutif bursa kripto BitMEX sebagai tindak balas, merujuk kepada faedah terbuka (OI).\n\nParas terendah berbulan-bulan semasa iaitu sedikit di atas $78,000 berlaku pada akhir Februari.\n\nSentimen kripto, makro sepadan dengan paras terendah bersejarah\n\nBukan rahsia lagi bahawa Bitcoin dan sentimen pasaran kripto yang lebih luas sedang bergelut dalam keadaan semasa, tetapi tahap kemerosotan mungkin mengejutkan.\n\nData terkini daripada Indeks Ketakutan & Ketamakan Kripto meletakkan suasana keseluruhan kembali ke zon \"ketakutan melampau\", dengan pasaran menikmati rehat sehari sahaja minggu lalu.\n\nIndeks ini hampir tidak lebih rendah dalam tahun-tahun kebelakangan ini, dengan perjalanan Bitcoin ke $78,000 bulan lalu mencetuskan bacaan rekod tiga tahun iaitu hanya 10/100.\n\nBukan sahaja kripto. Seperti yang dinyatakan oleh sumber kewangan dan perdagangan Barchart, saham juga gugup — setakat jarang dilihat pada abad ini.\n\n\"Sentimen sangat menurun, yang sebenarnya menaik,\" hujah Peterson mengenai data yang sama.\n\nPengasas dan Ketua Pegawai Eksekutif Pengurusan Modal Profesional Anthony Pompliano sementara itu meminta pelabur kripto untuk tidak memberi perhatian kepada tolok ukur sentimen sama sekali.\n\nIkan paus Bitcoin terbangun\n\nAdakah terdapat cahaya di hujung terowong daripada apa yang telah menjadi penurunan pasaran lembu kripto yang besar?\n\nPetunjuk positif mungkin sedikit dan jarang berlaku, tetapi bagi firma penyelidikan Santiment, satu menonjol: pengumpulan pelabur besar.\n\nSepanjang minggu pertama Mac, ia menunjukkan, ikan paus Bitcoin dan \"jerung\" — entiti dengan 10 BTC atau lebih — merasakan sesuai untuk mula meningkatkan pendedahan BTC mereka sekali lagi.\n\nPenyelidik mengakui bahawa tindakan harga belum lagi mencerminkan keyakinan mereka, tetapi tindak balas yang lewat mungkin bermakna bahawa pasaran akan menyaksikan perhimpunan kelegaan baharu seterusnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdmMGEtYzlmMi03MzE5LTk5ZmEtOWYwYjgzOGZhNGYz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cea08daee091027230e2fd",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 08:17:00",
            "status": "Posted"
        }
    ]
}