{
    "timestamp": "2025-04-11 17:23:56",
    "all_news": [
        {
            "title": "US Treasury Yield Surge Sparks Global Market Concerns",
            "translated_facebook_post": "Hasil jualan bon Perbendaharaan AS meningkat, mencetuskan kebimbangan pasaran global disebabkan dasar tarif Trump dan isu kecairan.  Ketidakstabilan kewangan meningkat, pelabur beralih dari aset AS.  Pasaran digital mungkin mendapat perhatian disebabkan ketidaktentuan ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coincu.com/331624-us-treasury-yield-market-concerns",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/anxious-bull-bear-market-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:10:00"
        },
        {
            "title": "Market Turbulence Leaves Crypto Traders in Uncertainty",
            "translated_facebook_post": "Data PPI Amerika mengecewakan, pasaran crypto jadi tak menentu.  BABY Coin turun naik teruk,  tapi BONK Coin dijangka naik.  Secara keseluruhannya, keadaan ekonomi global yang tak menentu ni  menjejaskan pasaran crypto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-turbulence-leaves-crypto-traders-in-uncertainty/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1027-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:09:00"
        },
        {
            "title": "ONDO Soars Following Binance Listing - Will This Fractal Pattern Lead to a Major Rally?",
            "translated_facebook_post": "Harga token ONDO meningkat mendadak selepas disenaraikan di Binance, dan corak harga yang serupa dengan token OM mungkin menandakan kenaikan harga yang besar akan datang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94c33061eae4aa02e6c56",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/c28e65eeaf334ff69405e0c362b40c5e.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:06:00"
        },
        {
            "title": "Turn $100 Into $10,000? BTC, XRP, and Ethereum Might Be the Path",
            "translated_facebook_post": "Bitcoin, Ethereum, dan XRP masih berpotensi tinggi, tapi MAGACOINFINANCE tengah menarik perhatian dengan pulangan pelaburan yang lumayan, terutamanya bagi pelabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94bb272959762eac2d00d",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744375311.docx_1744375311_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:02:00"
        },
        {
            "title": "New York Bill proposes letting people pay State fees with Bitcoin and Crypto",
            "translated_facebook_post": "New York mungkin akan terima Bitcoin dan kripto lain untuk bayar cukai dan pelbagai lagi bayaran kerajaan, kalau rang undang-undang baharu diluluskan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94bb0abf61c77bd75e7bf",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/24193143/Crypto-News-Montanas-Bitcoin-Reserve-Bill-Shelved-Citing-Risk-to-Taxpayer-Money.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:00:00"
        },
        {
            "title": "Stablecoins: New York’s AG Pushes Congress to Salvage the U.S Dollar value!",
            "translated_facebook_post": "Peguam Negara New York, Letitia James, risau Bitcoin mungkin akan menjejaskan kedudukan dolar Amerika Syarikat. Dia cadangkan beberapa langkah untuk pastikan dolar kekal dominan.  Sementara itu, ramalan harga Bitcoin pula menunjukkan ia mungkin mencecah $94,500.\n\nBitcoin mungkin cecah harga tinggi, tapi Peguam Negara New York bimbang ia boleh jejas kuasa dolar Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coineagle.com/crypto/stablecoins-new-yorks-ag-pushes-congress-to-salvage-the-u-s-dollar-value/",
            "source": "CoinEagle",
            "image": "https://coineagle.com/wp-content/uploads/2025/04/stablecoins-new-yorks-ag-pushes-congress-to-salvage-the-u-s-dollar-value-output1-1024x585.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:00:00"
        },
        {
            "title": "Kenya, SA leads as Africa recorded 131.6 million web threats in 2024",
            "translated_facebook_post": "Kenya dan Afrika Selatan paling banyak diserang siber tahun lepas, dengan lebih 131 juta ancaman web dikesan di seluruh benua Afrika.  Ancaman ni makin meningkat disebabkan perkembangan digital yang pesat, dan ramai lagi kena pancing dengan penipuan dalam talian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94bb0061eae4aa02e6c54",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 17:00:00"
        },
        {
            "title": "Ripple's $10 Billion Acquisition May Propel XRP's Value Rise",
            "translated_facebook_post": "Pembelian Hidden Road oleh Ripple berpotensi melonjakkan nilai XRP kepada $5, didorong oleh peningkatan jumlah transaksi dan minat institusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94a8072959762eac2d009",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/ripple-labs-strategic-vista.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:57:00"
        },
        {
            "title": "S&P 500 briefly sees ‘Bitcoin-level’ volatility amid Trump tariff war",
            "translated_facebook_post": "Pasaran saham Amerika nampak macam tak menentu, macam harga Bitcoin, gara-gara perang tarif Presiden Trump. Ketakstabilan ni buat ramai takut, walaupun dah ada sedikit kelegaan.  Bitcoin pun masih lagi tak berapa stabil, tapi ada yang jangka ia akan naik balik nanti.",
            "translated_title": "Indeks S&P 500 alami ketidaktentuan ‘setaraf Bitcoin’ seketika di tengah perang tarif Trump.",
            "translated_content": "Indeks S&P 500 seketika mengalami ketidaktentuan tahap Bitcoin susulan pengumuman tarif \"Hari Pembebasan\" Presiden AS Donald Trump pada 2 April, yang menggariskan panik dan ketakutan yang menyelubungi pasaran tradisional di tengah-tengah perang perdagangan yang berterusan.\n\nPenganalisis Bloomberg, Eric Balchunas, memaklumkan pengikutnya di X bahawa ketidaktentuan S&P 500, seperti yang diukur oleh carta \"SPY US Equity Hist Vol\", mencapai 74 pada awal April, melebihi paras 71 Bitcoin (BTC).\nSumber: Eric Balchunas\n\nPeningkatan ini menandakan penyimpangan yang signifikan daripada purata ketidaktentuan jangka panjang S&P 500, iaitu di bawah 20.\n\nBagi Bitcoin pula, ketidaktentuan yang melampau telah menjadi ciri sejak penciptaan aset tersebut.\n\n\"Ketidaktentuan Bitcoin kekal tinggi iaitu 3.9 dan 4.6 kali ganda daripada emas dan ekuiti global, masing-masing,\" menurut BlackRock.\n\nWalaupun purata ketidaktentuan Bitcoin telah menurun dari semasa ke semasa, ia cenderung mengalami ayunan harga yang jauh lebih tinggi daripada aset yang lebih mantap. Sumber: BlackRock\n\nSaham mengalami ketidaktentuan tahap krisis disebabkan oleh perang perdagangan Trump, yang mengancam cukai antara 10% hingga 50% ke atas import daripada rakan dagang terbesar Amerika. Walaupun Trump telah menangguhkan beberapa tarifnya selama 90 hari, pentadbiran telah meningkatkan cukai ke atas import China kepada sekurang-kurangnya 145%.\n\nKetidaktentuan itu juga telah meluas kepada aset lain, terutama sekali US Treasurys, yang mengalami jualan besar-besaran minggu ini. Hasil bon Perbendaharaan 10 tahun berada di landasan untuk kenaikan paling curam sejak 2001.\n\nPasaran ekuiti AS mengalami perhimpunan kelegaan bersejarah pada 9 April selepas penangguhan tarif Trump. Walau bagaimanapun, \"kelegaan makro\" itu tidak meluas kepada Bitcoin atau dana perdagangan bursa (ETF) spotnya dengan cara yang bermakna, yang merupakan petanda bahawa \"keyakinan institusi kekal berhati-hati dalam jangka pendek,\" kata penganalisis Bitfinex kepada Cointelegraph dalam satu nota.\n\n\"Selepas aliran masuk rekod pada Januari, permintaan ETF telah menurun, dengan beberapa produk mengalami aliran keluar bersih dalam beberapa minggu kebelakangan ini,\" kata penganalisis. \"Ini mencerminkan keraguan di kalangan peruntukan besar yang mungkin menunggu titik kemasukan yang lebih baik atau panduan pengawalseliaan yang lebih jelas.\"\n\nETF Bitcoin spot AS telah mengalami enam hari berturut-turut aliran keluar. Sumber: Farside\n\nWalaupun prestasi Bitcoin yang mengecewakan, Bitfinex berkata suku kedua hingga akhir 2025 berpotensi menaik untuk kelas aset secara keseluruhan kerana \"naratif baharu berakar umbi,\" seperti pengumpulan berdaulat dan pertumbuhan dalam tokenisasi aset dunia nyata.\n\nPengarah penyelidikan pasaran Unchained, Joe Burnett, berkongsi pandangan yang sama, dengan menyatakan bahawa Bitcoin mempunyai ciri-ciri yang lebih menarik untuk pelabur jangka panjang yang bimbang tentang dasar kerajaan dan risiko fiat yang memberi kesan kepada portfolio mereka.\n\nWalaupun lonjakan ketidaktentuan S&P 500 kemungkinan akan berumur pendek, Burnett berkata prestasi terkininya \"mencabar kepercayaan lama bahawa pasaran tradisional lebih selamat, kurang berisiko, atau lebih stabil.\"",
            "translated_summary": "Ketidakstabilan pasaran saham AS setanding dengan Bitcoin minggu ini, berikutan perang perdagangan Presiden Trump yang terus menggegarkan pasaran tradisional.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94942abf61c77bd75e7ba",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjI1YTMtMDQ2Zi03OTkzLTg1NDgtZGE2ZDljNGU2YWJk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 16:53:00"
        },
        {
            "title": "Japan Introduces New Cryptocurrency Regulations",
            "translated_facebook_post": "Jepun baru je umum peraturan kripto baharu, bahagikan kripto kepada dua jenis ikut cara ia dikumpul dana dan tujuannya.  Ni bagi jaga pelabur dan bagi lebih telus pasaran kripto di sana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/japan-introduces-new-cryptocurrency-regulations",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-093.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:48:00"
        },
        {
            "title": "Trump Signs Resolution to Repeal Controversial IRS Crypto Broker Rule",
            "translated_facebook_post": "Undang-undang baharu dah lulus, batalkan peraturan cukai lama untuk platform kripto.  Ni bagus untuk pembangunan teknologi dan inovasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9494072959762eac2d007",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/Donald-Trump-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:47:00"
        },
        {
            "title": "BREAKING: China and Russia Switch to Bitcoin for Oil—Is This the Dollar’s Downfall?",
            "translated_facebook_post": "Nampaknya China dan Rusia dah mula guna Bitcoin untuk bayar minyak, nak elak kawalan sistem kewangan Amerika.  Beberapa negara lain pun macam dah ikut jejak langkah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://thebitjournal.com/breaking-china-and-russia-switch-to-bitcoin-for-oil-is-this-the-dollars-downfall/",
            "source": "The Bit Journal",
            "image": "https://thebitjournal.b-cdn.net/wp-content/uploads/2025/04/Your-paragraph-text-2025-04-11T171456.110.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:45:00"
        },
        {
            "title": "Trump Praises Tariff Policy for Boosting Global Market Stability",
            "translated_facebook_post": "Dasar tarif Trump nampaknya berjaya menstabilkan pasaran global dan merangsang ekonomi, walaupun ada reaksi bercampur daripada rakan dagang antarabangsa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94703061eae4aa02e6c46",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/presidential-figure-clapping-8bit.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:42:00"
        },
        {
            "title": "Perpetual Contract Negative Funding Rates for PROMPT Surge",
            "translated_facebook_post": "Harga PROMPT sekarang agak turun naik, dengan kadar pendanaan negatif yang tinggi menunjukkan ramai yang agak bearish, dan jumlah aset yang dijual banyak sampai melebihi Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f94704061eae4aa02e6c48",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-storm-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:41:00"
        },
        {
            "title": "Japan Sets New Standards for Cryptocurrency Regulation and Transparency",
            "translated_facebook_post": "Jepun nak bagi peraturan lebih jelas dan telus untuk mata wang kripto, dibahagikan kepada dua jenis ikut cara pengumpulan dana dan tujuannya.  Ni bagi lindung pelabur dan elak maklumat tak cukup jelas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/japan-sets-new-standards-for-cryptocurrency-regulation-and-transparency/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1113-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:39:00"
        },
        {
            "title": "Price analysis 4/11: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO, LINK, AVAX",
            "translated_facebook_post": "Translation failed",
            "translated_title": "Analisis Harga 4/11: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO, LINK, AVAX",
            "translated_content": "Bitcoin (BTC) menunjukkan kekuatan apabila pembeli telah menolak harga melebihi $82,500, tetapi paras yang lebih tinggi kemungkinan akan menarik jualan kukuh daripada penjual. Penganalisis CryptoQuant menyatakan dalam laporan pasaran baru-baru ini bahawa Bitcoin mungkin menghadapi rintangan sekitar $84,000, tetapi jika paras itu diatasi, hentian seterusnya mungkin $96,000.\n\nWalaupun ketegangan perdagangan antara Amerika Syarikat dan China telah meletus, firma pelaburan kripto institusi Bitwise kekal optimis terhadap Bitcoin. Ketua pelaburan Bitwise, Matt Hougan, berkata dalam catatan di X bahawa sasaran akhir tahun firma itu yang diramalkan sebelum ini iaitu $200,000 untuk Bitcoin masih dalam perancangan.\n\nData pasaran kripto pandangan harian. Sumber: Coin360\n\nBagaimanapun, peserta pasaran kekal berhati-hati dalam jangka pendek. Dana dagangan bursa (ETF) Bitcoin tunai yang disenaraikan di AS terus menyaksikan aliran keluar pada 9 April dan 10 April, menurut data Farside Investors.\n\nBolehkah Bitcoin memecah dan kekal di atas rintangan mengatasi? Akankah altcoin mengikuti Bitcoin yang lebih tinggi? Mari kita analisis carta 10 mata wang kripto teratas untuk mengetahui.\n\nAnalisis harga Bitcoin\n\nPemulihan Bitcoin daripada sokongan $73,777 telah mencapai hampir garisan rintangan, yang merupakan paras kritikal untuk dipantau dalam jangka pendek.\n\nCarta harian BTC/USDT. Sumber: Cointelegraph/TradingView\n\nPurata bergerak eksponen 20 hari ($82,435) sedang menurun, tetapi indeks kekuatan relatif (RSI) telah meningkat hampir ke titik tengah, menunjukkan bahawa momentum menurun semakin lemah. Pasangan BTC/USDT dijangka akan menghadapi jualan yang sengit di garisan rintangan, tetapi jika pembeli menang, perhimpunan itu boleh mencapai $89,000 dan kemudian $95,000.\n\nPenjual kemungkinan mempunyai rancangan lain. Mereka akan cuba mempertahankan garisan rintangan dan menarik harga di bawah sokongan segera pada $78,500. Jika mereka berjaya berbuat demikian, pasangan itu boleh menguji semula sokongan penting pada $73,777.\n\nAnalisis harga Ether\n\nEther (ETH) kembali daripada sokongan $1,368 pada 9 April, tetapi pembeli bergelut untuk mengekalkan paras yang lebih tinggi.\n\nCarta harian ETH/USDT. Sumber: Cointelegraph/TradingView\n\nPurata bergerak menurun dan RSI dalam wilayah negatif menunjukkan bahawa penjual memegang kelebihan. Penjual akan cuba menenggelamkan pasangan ETH/USDT di bawah $1,368. Jika mereka boleh melakukannya, jualan boleh meningkat, dan pasangan itu mungkin jatuh kepada $1,150.\n\nJika pembeli mahu mencegah kejatuhan, mereka perlu menolak harga melebihi $1,754 dengan cepat. Ini membersihkan laluan untuk perhimpunan ke paras kejatuhan $2,111. Ini adalah paras penting bagi penjual untuk dipertahankan kerana pemecahan di atas $2,111 menunjukkan perubahan trend jangka pendek.\n\nAnalisis harga XRP\n\nXRP (XRP) meningkat kembali di atas paras kejatuhan $2 pada 9 April, tetapi pemulihan menghadapi jualan pada EMA 20 hari ($2.09).\n\nCarta harian XRP/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga bertukar daripada EMA 20 hari, penjual akan cuba menenggelamkan pasangan XRP/USDT kepada sokongan kritikal pada $1.61. Pembeli dijangka akan mempertahankan paras $1.61 dengan hebat kerana pemecahan di bawahnya mungkin membersihkan laluan untuk penurunan kepada $1.27.\n\nSebagai alternatif, jika harga meningkat melebihi EMA 20 hari, ia menunjukkan bahawa pasaran telah menolak kejatuhan di bawah $2. Pasangan itu boleh meningkat kepada garisan rintangan, di mana penjual dijangka akan mengadakan pertahanan yang kuat.\n\nAnalisis harga BNB\n\nBNB (BNB) telah mencapai EMA 20 hari ($590), yang merupakan rintangan jangka pendek penting untuk dipantau.\n\nCarta harian BNB/USDT. Sumber: Cointelegraph/TradingView\n\nPenjual akan cuba mempertahankan zon antara EMA 20 hari dan garisan aliran menurun, tetapi jika pembeli tidak melepaskan banyak tanah, ia meningkatkan prospek pemecahan di atas zon rintangan mengatasi. Pasangan BNB/USDT kemudian boleh meningkat kepada $644.\n\nBerlawanan dengan andaian ini, jika harga bertukar dengan mendadak daripada rintangan mengatasi, ia menunjukkan bahawa penjual belum menyerah. Itu boleh mengekalkan pasangan itu terperangkap di dalam segi tiga untuk beberapa lama lagi.\n\nAnalisis harga Solana\n\nSolana (SOL) meningkat melebihi paras kejatuhan $110 pada 9 April, tetapi pembeli menghadapi rintangan pada EMA 20 hari ($121).\n\nCarta harian SOL/USDT. Sumber: Cointelegraph/TradingView\n\nKelebihan kecil memihak kepada pembeli ialah penjual tidak membenarkan harga jatuh di bawah $110 pada 10 April. Itu menunjukkan pembelian pada penurunan. Jika pembeli menolak harga melebihi EMA 20 hari, pasangan SOL/USDT mungkin meningkat kepada SMA 50 hari ($133) dan kemudian kepada $153.\n\nPandangan positif ini akan dibatalkan dalam jangka pendek jika harga bertukar dengan mendadak daripada EMA 20 hari dan memecah di bawah $110. Pasangan itu kemudian boleh menguji semula paras rendah intraday 7 April iaitu $95.\n\nAnalisis harga Dogecoin\n\nPembeli telah berjaya mempertahankan $0.14 dalam Dogecoin (DOGE) tetapi belum membersihkan purata bergerak.\n\nCarta harian DOGE/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga bertukar dengan mendadak daripada purata bergerak, ia menunjukkan bahawa sentimen kekal negatif dan pedagang menjual pada perhimpunan. Ini meningkatkan kemungkinan pemecahan di bawah $0.14. Pasangan DOGE/USDT kemudian boleh jatuh ke arah sokongan penting seterusnya pada $0.10.\n\nSebaliknya, pemecahan dan penutupan di atas purata bergerak akan menjadi tanda kekuatan pertama. Terdapat rintangan pada $0.20, tetapi jika pembeli mengatasinya, pasangan itu akan melengkapkan corak bawah berganda. Pasangan itu boleh bergerak ke $0.24 dan kemudian ke $0.26.\n\nAnalisis harga Cardano\n\nCardano (ADA) telah mencapai EMA 20 hari ($0.65), yang merupakan rintangan jangka pendek yang kuat untuk dipantau.\n\nCarta harian ADA/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga memecah di atas EMA 20 hari, pasangan ADA/USDT boleh mencapai SMA 50 hari ($0.71). Tahap ini mungkin sekali lagi menimbulkan cabaran yang kuat, tetapi jika pembeli menang, pasangan itu boleh meningkat kepada $0.83.\n\nSebaliknya, jika harga bertukar dengan mendadak daripada EMA 20 hari, ia menandakan bahawa penjual menjual pada setiap perhimpunan kecil. Ini meningkatkan risiko pemecahan di bawah sokongan $0.50. Jika itu berlaku, pasangan itu boleh menurun kepada $0.40.\n\nAnalisis harga UNUS SED LEO\n\nUNUS SED LEO (LEO) meningkat kembali di atas garisan aliran menaik pada 9 April, menandakan permintaan yang kukuh pada paras yang lebih rendah.\n\nCarta harian LEO/USD. Sumber: Cointelegraph/TradingView\n\nEMA 20 hari ($9.38) sedang meratakan, dan RSI hampir ke titik tengah, mencadangkan keseimbangan antara penawaran dan permintaan. Jika harga memecah di atas EMA 20 hari, pasangan LEO/USD boleh mencapai rintangan mengatasi pada $9.90.\n\nJika harga bertukar daripada EMA 20 hari, ia menunjukkan bahawa penjual terus menjual pada perhimpunan. Penjual kemudian akan membuat satu lagi percubaan untuk menenggelamkan pasangan itu di bawah $8.79. Jika mereka berjaya, penurunan itu boleh meluas kepada $8.30.\n\nAnalisis harga Chainlink\n\nChainlink (LINK) telah didagangkan di dalam corak saluran menurun selama beberapa hari. Pemulihan pada 9 April menunjukkan bahawa pembeli cuba mempertahankan garisan sokongan.\n\nCarta harian LINK/USDT. Sumber: Cointelegraph/TradingView\n\nPurata bergerak dijangka bertindak sebagai rintangan yang teguh dalam perjalanan ke atas. Jika pembeli menolak harga melebihi purata bergerak, pasangan LINK/USDT boleh mengambil momentum dan meningkat kepada $16 dan kemudian kepada $17.50.\n\nSebaliknya, jika harga bertukar daripada purata bergerak, ia menunjukkan bahawa penjual aktif pada paras yang lebih tinggi. Penjual kemudian akan membuat satu lagi percubaan untuk menenggelamkan pasangan itu di bawah garisan sokongan.\n\nAnalisis harga Avalanche\n\nAvalanche (AVAX) kembali dengan mendadak daripada sokongan $15.27 pada 9 April, menunjukkan pembelian yang kukuh pada paras yang lebih rendah.\n\nCarta harian AVAX/USDT. Sumber: Cointelegraph/TradingView\n\nTerdapat rintangan di zon antara SMA 50 hari ($20) dan garisan aliran menurun, tetapi jika pembeli mengatasinya, pasangan AVAX/USDT boleh meningkat kepada $23.50.\n\nPenjual dijangka akan mempertahankan paras $23.50 secara agresif kerana pemecahan dan penutupan di atasnya akan melengkapkan corak bawah berganda. Susunan pembalikan ini mempunyai objektif sasaran $31.73.\n\nSebaliknya, jika harga bertukar daripada rintangan mengatasi, ia menunjukkan bahawa pasangan itu mungkin kekal dalam julat antara $15.27 dan $23.50 untuk beberapa lama.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Bitcoin menunjukkan tanda-tanda harga terendah, tetapi paras yang lebih tinggi kemungkinan akan menarik penjual.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f945d472959762eac2cffd",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjI1YTMtMzRlMy03MTZiLTg1YWYtZjdjMThhODIwNzRm.jpg",
            "fb_status": "Skipped",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 16:37:00"
        },
        {
            "title": "DOJ Won’t Drop Charges Against Do Kwon Despite New Crypto Policy",
            "translated_facebook_post": "Pendakwaan terhadap Do Kwon akan diteruskan walaupun ada dasar baru daripada Jabatan Kehakiman Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f945d4061eae4aa02e6c43",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2023/11/Terra-founder-Do-Kwon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:35:00"
        },
        {
            "title": "Germany Warns EU Against Retaliating to U.S. Tariffs",
            "translated_facebook_post": "Jerman nasihat EU supaya jangan balas tarif AS, takut keadaan jadi lagi teruk.  Perlu rundingan, tapi EU kena tegas kalau perlu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f945d572959762eac2cfff",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/eu-german-regulation-meeting-room.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:35:00"
        },
        {
            "title": "BlackRock’s BUIDL surpasses $2.1 AUM on Ethereum, as risk-off sentiment rises",
            "translated_facebook_post": "Dana BlackRock BUIDL dah cecah lebih $2.1 billion aset, walaupun pasaran saham tengah tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f945d4061eae4aa02e6c41",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-BlackRock-Bitcoin-option06.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 16:34:00"
        }
    ]
}