{
    "timestamp": "2025-05-16 15:27:28",
    "all_news": [
        {
            "title": "Ripple: XRP Win Unchanged Despite Court Rejection of SEC Deal",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6827566fe18eed73b69c550d",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/ripple-sec.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:11:00"
        },
        {
            "title": "The U.S. DOJ Proceeds with Charges Against Tornado Cash Co-founder",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68275543e18eed73b69c550b",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/roman-storm-contemplative-ink.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:07:00"
        },
        {
            "title": "Trump's Firm Investment Boosts Cryptocurrency by 9%",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682755422d86c61a10aa8cbd",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/whimsical-pixel-marketplace.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:07:00"
        },
        {
            "title": "Pepe Price Prediction: PEPE To Make New Highs In The Next 30 Days, But This Coin Might Outpace It",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/pepe-price-prediction-pepe-to-make-new-highs-in-the-next-30-days-but-this-coin-might-outpace-it/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-16%20at%2016.04.47.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:06:00"
        },
        {
            "title": "Optimism Sees Inflows While Ethereum Faces Outflows",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682755430d840531250503d1",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/optimism-inflows-ethereum-outflows.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:06:00"
        },
        {
            "title": "Cardano Unveils Midnight: A Major Turning Point for the Network",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6827566e2d86c61a10aa8cc2",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/midnight-cardano-ada.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:05:00"
        },
        {
            "title": "Bitcoin breakout odds climb as all-time highs meet $90K dip warning",
            "translated_facebook_post": "Harga Bitcoin masih lagi bergerak dalam lingkungan yang agak sempit, dengan jangkaan ia akan patah naik atau turun.  Ada yang jangka harga akan naik lagi, mencecah paras tinggi baharu, sementara ada juga yang ramal harga akan jatuh ke bawah $90,000.  Situasi ini memang mendebarkan untuk pelabur.",
            "translated_title": "Kemungkinan Bitcoin Pecah Naik Meningkat Ketika Puncak Tertinggi Sepanjang Masa Bertemu Amaran Penurunan $90,000",
            "translated_content": "Mata Wang Kripto Bitcoin Kekal Dalam Julat Sempit\n\n**Titik-Titik Utama:**\n\nBitcoin enggan bergerak keluar daripada julat sempit semasa peniaga menimbang arah aliran peleraian yang mungkin berlaku.  Penemuan harga dinantikan dengan penuh minat, tetapi ramalan penurunan termasuk paras yang lebih rendah menuju ke $90,000. BTC/USD telah menunjukkan pergerakan yang sangat bercorak sejak pemulihannya bermula pada April.\n\nPada pembukaan Wall Street 16 Mei, Bitcoin (BTC) mengekalkan peniaga dalam keadaan meneka kerana pengukuhan mencetuskan ramalan yang kedua-duanya optimis dan pesimis. Data daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD bergerak antara $103,000 dan $104,000 pada hari tersebut.  Walaupun mengatasi jangkaan, data makroekonomi AS terkini dalam bentuk Indeks Harga Pengguna (CPI) dan Indeks Harga Pengeluar (PPI) masing-masing pada 13 dan 15 Mei, gagal memberi pengaruh yang kuat terhadap tingkah laku harga jangka pendek. Sebaliknya, peniaga menumpukan perhatian kepada fasa pengukuhan Bitcoin terkini yang kurang daripada 10% dari paras tertinggi sepanjang zaman yang baharu.\n\nPeniaga popular, Daan Crypto Trades, menyatakan bahawa Bitcoin menunjukkan corak yang sama sejak paras terendah pada April: pergerakan menaik, pengukuhan ketat, dan pergerakan menaik baharu.  Satu catatan berasingan menyebut kawasan likuiditi yang tebal di kedua-dua belah harga, berpotensi menyediakan sasaran jangka pendek sekiranya BTC/USD keluar daripada julat sempitnya.  Peniaga popular yang lain, Crypto Caesar, mencadangkan bahawa peleraian julat boleh berlaku lebih dalam dan membawa Bitcoin lebih rendah daripada paras $100,000. Beliau menyatakan bahawa jika harga memecah dan kekal di atas zon ini,  kita boleh melihat paras tertinggi yang baharu.\n\nPenganalisis Kevin Svenson juga berharap untuk melihat kesinambungan pemulihan berperingkat yang berlaku sejak April.  Dengan menganalisis jangka masa 4 jam pada hari itu, beliau memberikan sasaran kenaikan BTC/USD seterusnya di dalam penemuan harga.  Pelbagai ramalan harga BTC kini berkuat kuasa, dengan pengulas sebahagian besarnya menyokong kenaikan pada masa hadapan.",
            "translated_summary": "Peniaga Bitcoin menimbang arah aliran dan sasaran jangka pendek yang mungkin bagi penembusan harga BTC.",
            "original_url": "https://coinmarketcap.com/community/en/articles/682755422d86c61a10aa8cbb",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmQ5NzItOTE3Yi03ZjVmLWEwMjktMzdjMTlkZDgwY2Zi.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-16 15:04:00"
        },
        {
            "title": "Is Ripple’s XRP the Next Bitcoin? Expert Acts on 100% FOMO",
            "translated_facebook_post": "Harga XRP naik mendadak, sampai cecah $2.40, walaupun ada sedikit penurunan hari ini.  Ramai pelabur, termasuk seorang pengulas pasaran terkenal, takut ketinggalan peluang (FOMO) dan melabur dalam XRP walaupun ada kes mahkamah dengan SEC yang masih belum selesai.  Penyelesaian kes ini mungkin akan beri keyakinan kepada pelabur dan tarik lebih ramai masuk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68275415e18eed73b69c54ff",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/Is-Ripples-XRP-the-Next-Bitcoin-Expert-Acts-on-100-FOMO.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:03:00"
        },
        {
            "title": "Eric Trump Discusses Global Bitcoin Accumulation Race",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682754162d86c61a10aa8cb2",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/eric-trump-bitcoin-2025-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:03:00"
        },
        {
            "title": "CryptoRank Reveals Top Blockchains by Average Transaction Size",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68275416e18eed73b69c5501",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/crypto-rank-top-blockchains-size.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:02:00"
        },
        {
            "title": "USDT (TRC-20) Activity Surges as $35B in Stablecoins Flow Into Exchanges",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682754162d86c61a10aa8cb0",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/tronpartnernetwork.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:01:00"
        },
        {
            "title": "Crypto Price Analysis: XRP, Solana, Hedera, Remittix, VeChain and Kaspa",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-price-analysis-xrp-solana-hedera-remittix-vechain-and-kaspa/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-16%20at%2015.53.56.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:00:00"
        },
        {
            "title": "As SHIB Rallies & ADA Eyes $1.30, BlockDAG’s 25% Referral Rewards Position It as a Top Decentralised Crypto Contender",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682754160d840531250503c0",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/blockdag-0v92359.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:00:00"
        },
        {
            "title": "Highest Potential Crypto in 2025: BlockDAG, Solana, Cardano, & Avalanche Eye Massive Growth",
            "translated_facebook_post": "BlockDAG, Solana, Cardano, dan Avalanche dijangka akan berkembang pesat menjelang 2025.  Walaupun begitu, BlockDAG dilihat paling berpotensi tinggi berdasarkan prestasi dan sokongan kukuhnya setakat ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682733e9fb9fa014d63f6ddf",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/33dd2485aea34f9a851be1014b046165.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:00:00"
        },
        {
            "title": "Mobile gender gap: Only 39% of Nigerian women own a smartphone",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68275415e18eed73b69c54fd",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/29228.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:00:00"
        },
        {
            "title": "From debanking to a banking arms race—The rise of stablecoins",
            "translated_facebook_post": "Bank-bank dah mula beralih dari halang aktiviti crypto kepada terima stablecoin sebagai inovasi pembayaran masa depan.  Ramai bank sekarang nampak potensi stablecoin untuk tingkatkan servis dan daya saing mereka.  Penggunaan stablecoin makin meningkat, dan teknologi dia pun makin baik.",
            "translated_title": "Daripada Penghentian Perkhidmatan Perbankan kepada Perlumbaan Senjata Perbankan — Kebangkitan Stablecoin",
            "translated_content": "Pendapat oleh: Megan Knab, CEO, Franklin Payroll\n\nTerdapat sedikit contoh sejarah tentang perubahan arah yang begitu besar bagi sesuatu industri, daripada bank-bank yang menamatkan perkhidmatan kepada perniagaan kripto kepada kini menerima stablecoin. Jika anda bercakap dengan kebanyakan pengasas syarikat permulaan kripto atau syarikat yang mempunyai kripto dalam kunci kira-kira mereka, mereka semua akan mempunyai kisah-kisah tentang mencari, memohon dan mengekalkan akaun bank.\n\nSepanjang tiga tahun yang lalu, lebih separuh daripada aduan penamatan perkhidmatan telah difailkan terhadap empat bank Amerika — Bank of America, JPMorgan, Wells Fargo dan Citibank. Kini, memandangkan dasar-dasar yang mendiskriminasikan industri kripto, seperti “Operasi Chokepoint 2.0” dan pembatalan peraturan perakaunan kontroversi SAB 121, telah dimansuhkan, keterbukaan baharu terhadap teknologi blockchain daripada sektor kewangan adalah mungkin.\n\nAdalah penting bagi industri perbankan untuk berhenti menolak kripto dan mula — sekurang-kurangnya memahaminya — untuk kekal kompetitif. Cara stablecoin digunakan akan membezakan pemenang dan pecundang dalam perbankan.\n\nDaripada penamatan perkhidmatan kepada stablecoin\n\nSudah tentu, stablecoin bukanlah konsep baharu. Selama bertahun-tahun, institusi besar seperti JPMorgan dan Santander telah mencuba stablecoin dan blockchain. Eksperimen tersebut tertumpu kepada fungsi-fungsi kecil seperti penyatuan semula perbendaharaan dalaman dan penyelesaian antara bank. Sebahagian besar daripada ini juga berada di atas rantai blok persendirian yang diwujudkan oleh bank-bank tersebut. Walau bagaimanapun, melaksanakan dolar digital di atas rantai persendirian terlepas daripada inovasi teras stablecoin.\n\nWalaupun kes penggunaan stablecoin untuk remitan antarabangsa adalah jelas, kita baru sahaja menggaru permukaan kuasa stablecoin di atas rangkaian awam. Sebagai contoh, stablecoin menghapuskan pertikaian pembayaran yang tidak dibenarkan dan membolehkan kitaran pembayaran yang jauh lebih pantas.\n\nPembayaran gaji juga kompleks. Hari gaji adalah rangkaian ribuan rumah penjelasan automatik, wayar, nilai yang dipisahkan koma dan PDF. Kebolehprogramman stablecoin membolehkan syarikat untuk mencipta kecekapan di antara semua struktur data, masa pemprosesan, penyatuan semula dan pelaporan gaji ini.\n\nRamai bank yang lebih kecil baru sahaja menyedari peluang untuk menggabungkan stablecoin rangkaian awam tanpa kebenaran ke dalam aliran kerja mereka. Sama seperti bagaimana banyak perniagaan mula menyiasat bagaimana AI mungkin mengubah perniagaan mereka dengan pelancaran ChatGPT pada tahun 2022, begitu juga bank-bank perlu melihat bagaimana stablecoin akan mengubah pergerakan wang.\n\nBaru-baru ini, Custodia Bank mengeluarkan stablecoinnya sendiri, Avit, di Ethereum. Pengguna Custodia boleh mengakses perkhidmatan perbankan yang cepat dan murah yang sukar ditandingi. Ini adalah contoh pelaksanaan yang sangat baik untuk institusi kewangan lain untuk diikuti.\n\nPenggunaan stablecoin semakin meningkat seiring dengan peningkatan teknologi\n\nDompet stablecoin aktif meningkat daripada 19.6 juta pada Februari 2024 kepada lebih 30 juta pada Februari 2025, menurut Artemis dan Dune. Presiden AS Donald Trump berharap untuk mempunyai perundangan stablecoin di mejanya menjelang Ogos 2025. Wyoming telahpun berbuat demikian pada akhir Mac 2025.\n\nBaru-baru ini: Mastercard bekerjasama dengan Circle, Paxos untuk pembayaran stablecoin pedagang\n\nInfrastruktur stablecoin telah bertambah baik dengan ketara, dan terdapat peningkatan keyakinan terhadap keselamatan stablecoin. 91% daripada bekalan stablecoin disokong fiat, dan hanya 8.5% disokong oleh aset kripto yang disokong cagaran. Stablecoin algoritma yang lebih berisiko telah menjadi kurang popular.\n\nPerubahan tambahan juga memudahkan perniagaan bukan kripto untuk menggunakan stablecoin. Kini terdapat penyelesaian mudah untuk banyak masalah UX asal dengan stablecoin.\n\nDi samping itu, lebih banyak aset bergerak di atas rantai. Dengan menggunakan stablecoin di atas rangkaian awam seperti Ethereum, syarikat pembayaran akan lebih bersedia untuk menyediakan perkhidmatan kepada sistem kewangan masa depan. Bukan sahaja stablecoin yang mengemas kini sistem kewangan. Awal tahun ini, Ketua Pegawai Eksekutif BlackRock Larry Fink berkata di Squawk Box bahawa beliau mahu SEC “dengan cepat meluluskan tokenisasi bon dan stok.”\n\nBagi bank yang mencari kelebihan daya saing dalam dunia fintech yang berkuasa, kadar faedah yang berubah-ubah dan simpanan pengguna yang lebih rendah, menggunakan kuasa stablecoin untuk meningkatkan produk dan operasi dalaman mereka mungkin merupakan keputusan paling berkuasa yang mereka buat.\n\nPendapat oleh: Megan Knab, CEO, Franklin Payroll.",
            "translated_summary": "Bank-bank beralih daripada menjauhkan diri daripada perniagaan kripto kepada menerima mata wang stabil, melihatnya sebagai sempadan baharu untuk inovasi pembayaran.",
            "original_url": "https://coinmarketcap.com/community/en/articles/682754160d840531250503be",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDRmNjAtZThjYy03MzFjLWE4ZDYtODA3MDEzYWU5MmRk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-16 15:00:00"
        },
        {
            "title": "Crypto News Today: Shiba Inu and Dogecoin Price Impress with Double-Digit Weekly Growth as Eyes Now Shift to Viral DeFi Crypto Under $0.05",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682755412d86c61a10aa8cb9",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_32-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 15:00:00"
        },
        {
            "title": "WIF and ETH Discover Potential in Cryptocurrency Market",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/wif-and-eth-discover-potential-in-cryptocurrency-market",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/technical-analysis-037.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 14:58:00"
        },
        {
            "title": "US consumer sentiment collapses to 50.8, its second-lowest reading ever",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682754151865c145b70c089c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/US-consumer-sentiment-falls-unexpectedly.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 14:58:00"
        },
        {
            "title": "Trump-backed WLFI Approves USD1 Airdrop To Eligible Holders",
            "translated_facebook_post": "WLFI dah lulus cadangan untuk bagi USD1 secara percuma pada pemegang yang layak, sebagai tanda terima kasih dan untuk galakkan penggunaan sebelum pelancaran rasmi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682752eae18eed73b69c54f5",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/President-Trump-backed-WLF-approves-USD1-Blockchain-Airdrop-Test.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-05-16 14:58:00"
        }
    ]
}