{
    "timestamp": "2025-04-24 05:28:41",
    "all_news": [
        {
            "title": "Trump Eases Tariffs on China, Drops Termination Plan on Powell",
            "translated_facebook_post": "Trump dah kurang sikit tarif perdagangan dengan China, tapi tak sepenuhnya.  Dia pun dah tak nak gantikan ketua Fed, sebaliknya suruh turunkan kadar faedah cepat untuk naikkan ekonomi.  Pendek kata, nampak macam ada perkembangan positif dalam ekonomi global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c761a75a4d523e24738b",
            "source": "CryptoTale",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/dfc28034e49b44cd8f8555bec264fdb5.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:08:00"
        },
        {
            "title": "Trump Hosts Exclusive $TRUMP Token Holder Dinner",
            "translated_facebook_post": "Donald Trump nak buat makan malam eksklusif untuk pemegang token $TRUMP teratas, menyebabkan harga token tu naik mendadak 60% dan menimbulkan persoalan etika tentang politik dan kewangan kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c7980504ea0397df3332",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-donald-trump-event.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:08:00"
        },
        {
            "title": "El Salvador Proposes Crypto Sandbox to SEC in Bold Cross-Border Move – Is Bitcoin In?",
            "translated_facebook_post": "El Salvador cadang buat projek rintis mata wang digital bersama Amerika Syarikat, termasuk jualan hartanah dan pengumpulan dana secara digital, dengan had pelaburan $10,000 setiap pelabur.  Namun, penggunaan Bitcoin di El Salvador sebenarnya semakin menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c7970efb191fb5c039de",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/25194805/El-Salvadors-President-Weighs-In-Renting-Volcanoes-To-Mine-Bitcoin-2.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:06:00"
        },
        {
            "title": "Kyber Network Launches Kyber Earn for Crypto Yield",
            "translated_facebook_post": "Kyber Network lancarkan Kyber Earn,  satu ciri baharu yang bagi pengguna jana pulangan atas kripto mereka,  dan mungkin akan beri kesan positif pada KNC dan pasaran DeFi, tapi kena tengok dulu macam mana sambutan pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c798bd920777bae67ca8",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/kyber-earn-fintech-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:06:00"
        },
        {
            "title": "Bitcoin Surges Past $94K as Market Nears $3 Trillion Amid U.S. Policy Shift",
            "translated_facebook_post": "Harga Bitcoin melonjak lepas AS$94,000 dan pasaran hampir mencecah AS$3 trilion disebabkan perubahan dasar AS, tetapi kena berhati-hati sebab mungkin ada penurunan harga dalam jangka masa pendek.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c79aa75a4d523e24738d",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/image-trading-markets-999500.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:05:00"
        },
        {
            "title": "A Look At Dogecoin’s Recovery Path 70% Below All-Time High",
            "translated_facebook_post": "Harga Dogecoin sekarang macam tengah cuba naik balik lepas jatuh teruk sebelum ni.  Ada potensi untuk meningkat, tapi kena tengok dulu sama ada dia boleh pecah beberapa paras harga penting. Kalau berhasil, mungkin boleh sampai ke paras harga yang lebih tinggi.  Tapi kalau tak, mungkin akan turun lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c79a0efb191fb5c039e0",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/2e6ca3d124924ffbb37fcd2b169a324d.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:03:00"
        },
        {
            "title": "Mythical Games to Launch FIFA Rivals Web3 Mobile Game in June",
            "translated_facebook_post": "Game bola sepak FIFA Rivals, hasil kerjasama Mythical Games dan Bacon Games, akan dilancarkan secara global pada Jun ini untuk iOS dan Android, selepas pelancaran awal pada Mei.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c658bd920777bae67ca4",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Mythical-Games-to-Launch-FIFA-Rivals-Web3-Mobile-Game-in-June.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:02:00"
        },
        {
            "title": "Musk Diverts Attention From Trump’s ‘DOGE’ Squad, Ensuring Bitcoin Stability with Tesla",
            "translated_facebook_post": "Elon Musk akan kurangkan penglibatan dalam DOGE untuk fokus pada Tesla sebab jualan jatuh dan protes global.  Tesla masih pegang Bitcoin walaupun nilainya turun, tapi sekarang dah naik balik sebab peraturan baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c8cabd920777bae67caa",
            "source": "CoinEagle",
            "image": "https://coineagle.com/wp-content/uploads/2025/04/musk-diverts-attention-from-trumps-doge-squad-ensuring-bitcoin-stability-with-tesla-output1-1024x585.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:00:00"
        },
        {
            "title": "Pyth Feeds Data, Toncoin Builds Tools, But Dragoin Lets You Play and Earn 6,740% With Zero Wallet Setup",
            "translated_facebook_post": "Dragoin, satu permainan kripto di Telegram, bagi peluang untung besar (6,740%) tanpa perlu setup wallet yang rumit.  Seronok bermain, boleh dapat duit!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c6570efb191fb5c039d9",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/dragoin-play-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:00:00"
        },
        {
            "title": "STX Moves Toward Bitcoin DeFi, XLM Slips, But Unstaked Offers 2,670% Utility-Backed Potential In April",
            "translated_facebook_post": "Harga XLM jatuh, tetapi projek Stacks (STX) dan Unstaked menunjukkan potensi tinggi.  Unstaked, dengan presale pada harga rendah dan  potensi pulangan tinggi, menarik perhatian pelabur yang mencari projek berasaskan utiliti sebenar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c6570504ea0397df332e",
            "source": "36Crypto",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:00:00"
        },
        {
            "title": "Top 3 Telegram-Based Meme Coins: Why Dragoin’s Mini-Game Might Steal the Spotlight in 2025",
            "translated_facebook_post": "Dragoin,  walaupun masih baru, nampaknya ada potensi untuk kekal lama berbanding Notcoin dan Hamster Kombat.  Dia fokus pada permainan yang menarik dan komuniti yang aktif, bukan sekadar populariti sekejap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809bdf90286c702ea3d120e",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/cc777a90c74a448bb656e5e2623f4c5a.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:00:00"
        },
        {
            "title": "MAGACOINFINANCE Joins XRP and Bitcoin (Bitcoin) as Crypto Analysts Projection 3,000% Returns",
            "translated_facebook_post": "Ramai penganalisis jangka  Bitcoin, XRP, dan MAGACOINFINANCE akan naik sampai 3000% !",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/magacoinfinance-joins-xrp-and-bitcoin-bitcoin-as-crypto-analysts-projection-3000-returns/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-2025-04-23T210543.447-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:00:00"
        },
        {
            "title": "INJ Hits $30, TAO Gains Momentum , But Unstaked’s Plug-and-Earn Model Stands Out",
            "translated_facebook_post": "Harga INJ dah cecah $30, TAO pun menunjukkan momentum positif, tapi model plug-and-earn Unstaked yang masih dalam pra-jualan ni memang menarik perhatian sebab fungsinya yang nyata.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c659a75a4d523e247387",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-23T161145.800Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 05:00:00"
        },
        {
            "title": "ZKsync recovers $5M of stolen tokens after hacker accepts bounty offer",
            "translated_facebook_post": "Penjenayah siber yang hack ZKsync dah pulangkan hampir $5.7 juta token selepas terima ganjaran 10%.  Nasib baik duit pengguna tak terlibat.",
            "translated_title": "ZKsync Selamatkan Balik Token Bernilai $5 Juta Selepas Penggodam Terima Ganjaran",
            "translated_content": "Persatuan ZKsync telah mengesahkan pemulihan token bernilai $5 juta yang dicuri daripada insiden keselamatan ZKsync pada 15 April yang melibatkan kontrak pengagihan airdropnya.\n\nPenggodam bersetuju untuk menerima ganjaran 10% dan mengembalikan 90% daripada token yang dicuri, memindahkan hampir $5.7 juta kepada Majlis Keselamatan ZKsync melalui tiga pemindahan pada 23 April.\n\n“Kami gembira untuk berkongsi bahawa penggodam telah bekerjasama dan mengembalikan dana tersebut dalam tempoh tarikh akhir yang selamat,” Persatuan ZKsync menyiarkan di X pada 23 April, yang kemudiannya disiarkan semula oleh akaun X ZKsync.\n\nMatter Labs, syarikat di sebalik protokol ZKsync, turut menyiarkan semula berita yang dikongsi di X.\n\nAkaun X ZKsync sebelum ini mengesahkan bahawa tiada dana pengguna yang dikompromi.\n\nPenggodam menghantar dua pemindahan pada rantaian ZKsync Era, terdiri daripada token ZKsync (ZK) bernilai $2.47 juta dan Ether (ETH) bernilai $1.83 juta kepada alamat ZKsync Era Majlis Keselamatan ZKsync.\n\n776 ETH lagi bernilai hampir $1.4 juta juga dihantar ke alamat Ethereum majlis keselamatan mereka, data Etherscan menunjukkan.\n\nPemindahan pertama dibuat pada 23 April jam 2:39:57 petang UTC dan pemindahan terakhir dibuat kira-kira 13 minit kemudian — semuanya dalam tempoh 72 jam yang ditetapkan oleh ZK Sync pada mulanya.\n\nPersatuan ZKsync berkata syarikat itu akan menerbitkan laporan akhir yang mendedahkan lebih banyak butiran daripada insiden keselamatan itu.\n\nBagaimana penggodaman berlaku\n\nPenggodam telah melanggar akaun pentadbir ZKsync, membolehkan mereka mengeksploitasi fungsi sweepUnclaimed() kontrak pengagihan airdrop untuk mencetak 111 juta token ZK yang belum dituntut, bernilai kira-kira $5 juta pada masa serangan 15 April.\n\nPenggodaman berlaku semasa ZKsync sedang dalam proses mengedarkan 17.5% daripada bekalan token ZK kepada peserta ekosistem.\n\nJumlah yang dipulihkan — hampir $5.7 juta — melebihi $5 juta yang pada asalnya dicuri disebabkan peningkatan nilai pasaran token yang dicuri, dengan ZK dan ETH meningkat masing-masing sebanyak 16.6% dan 8.8% sejak serangan 15 April, menurut data CoinGecko.\n\nWalaupun pemulihan aset, token ZK gagal meningkat dengan ketara berikutan berita tersebut dan kini turun 0.2% dalam tempoh 24 jam yang lalu.\n\nZKsync Era ialah penyelesaian lapisan 2 Ethereum yang menggunakan rollup pengetahuan sifar untuk menggabungkan dan memproses transaksi di luar rantaian. Ia mempunyai hampir $59 juta dalam jumlah nilai yang dikunci pada rantainya dan mempunyai lebih daripada $2 bilion dalam aset dunia nyata di dalam rantaian, menurut DefiLlama dan RWA.xyz.",
            "translated_summary": "Penggodam ZKsync telah memulangkan hampir AS$5.7 juta token setelah bersetuju dengan tawaran ganjaran 10%.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c658a75a4d523e247385",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY1ODctYTRiMy03Yjk3LTlkYTEtN2M2NTAyZDRmYWFl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 04:59:00"
        },
        {
            "title": "Russia’s central bank, finance ministry to launch crypto exchange",
            "translated_facebook_post": "Bank pusat dan kementerian kewangan Rusia akan lancarkan bursa kripto untuk pelabur kaya sahaja.",
            "translated_title": "Bank pusat Rusia dan kementerian kewangan akan melancarkan bursa kripto.",
            "translated_content": "Kementerian Kewangan dan bank pusat Rusia dilaporkan merancang untuk melancarkan bursa kripto untuk pelabur berkelayakan di bawah rejim undang-undang eksperimen.\n\nPlatform ini akan disasarkan kepada \"pelabur super-berkelayakan,\" kata Menteri Kewangan Anton Siluanov semasa mesyuarat kementerian, menurut laporan pada 23 April daripada kumpulan media Rusia RBC dan agensi berita Rusia Interfax.\n\n\"Bersama-sama dengan bank pusat, kami akan melancarkan bursa kripto untuk pelabur super-berkelayakan. Aset kripto akan dihalalkan, dan operasi kripto akan dikeluarkan daripada bayangan,\" katanya dalam satu kenyataan yang diterjemahkan daripada bahasa Rusia.\n\n\"Sudah tentu, ini tidak akan berlaku di dalam negara, tetapi sebagai sebahagian daripada operasi yang dibenarkan di bawah rejim undang-undang eksperimen.\"\n\nBank pusat Rusia mengumumkan cadangan pada 12 Mac untuk membenarkan sebilangan kecil pelabur Rusia dengan jumlah aset tertentu untuk membeli dan menjual kripto seperti Bitcoin (BTC) di bawah rejim eksperimen selama tiga tahun.\n\nDi bawah cadangan itu, bank tersebut mewujudkan kategori pelabur baharu, pelabur super-berkelayakan, yang ditakrifkan oleh ambang kekayaan dan pendapatan melebihi 100 juta rubel (AS$1.2 juta) atau pendapatan tahunan sekurang-kurangnya 50 juta rubel (AS$602,000).\n\nTakrif pelabur super-berkelayakan belum tetap\n\nTimbalan pengarah jabatan dasar kewangan Kementerian Kewangan, Osman Kabaloev, berkata kriteria untuk pelabur super-berkelayakan belum muktamad kerana ia dibentangkan pada peringkat awal perbincangan tahun lepas, menurut RBC.\n\n\"Mungkin ia akan dalam format ini, atau petunjuk ini akan dilaras dengan cara tertentu - ini adalah mungkin, saya fikir akan ada pelbagai perbincangan,\" kata Kabaloev dalam satu kenyataan yang diterjemahkan daripada bahasa Rusia.\n\nRusia telah melaksanakan larangan penggunaan kripto seperti Bitcoin untuk pembayaran di bawah undang-undang kripto pertamanya, Mengenai Aset Kewangan Digital, yang berkuat kuasa pada Januari 2021.\n\nWalau bagaimanapun, negara itu sejak itu telah berusaha untuk membuat kemajuan kripto yang lain. Pada 16 April, Kabaloev berkata Kremlin patut mencipta stablecoinnya sendiri selepas pembekuan baru-baru ini terhadap dompet yang dikaitkan dengan bursa Rusia yang dikenakan sekatan Garantex oleh pihak berkuasa AS dan penerbit stablecoin Tether.\n\nSementara itu, Evgeny Masharov, ahli Dewan Awam Rusia, mencadangkan pada 20 Mac untuk mencipta dana kripto kerajaan Rusia yang akan termasuk aset yang dirampas daripada prosiding jenayah.\n\nPada masa yang sama, pegawai lain sedang membuat kemajuan dengan perundangan baharu mengenai pengiktirafan kripto sebagai harta untuk tujuan perundangan prosedur jenayah.",
            "translated_summary": "Pelabur Rusia yang memenuhi ambang kekayaan dan pendapatan mungkin tidak lama lagi dapat berdagang dan menjual kripto di bursa yang disokong oleh Kementerian Rusia...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c52e0efb191fb5c039d6",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY1YjctZWI5Ny03ZTE2LTg1YTUtMzBhMThkYzRhOGMz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 04:58:00"
        },
        {
            "title": "S&P Global PMI Shows U.S. Economic Deceleration",
            "translated_facebook_post": "Ekonomi global macam bercampur-campur sekarang, ada sektor yang bagus, ada yang kurang, dan tarif AS pun beri kesan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c52d9dd3da45f483171a",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/global-economic-outlook-2025.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:58:00"
        },
        {
            "title": "TRON Exceeds $70 Billion in Circulating USDT",
            "translated_facebook_post": "Jumlah USDT dalam TRON dah cecah $70 billion, menunjukkan ramai percaya dengan rangkaian ni, tapi kena ingat juga pasal kes kecurian $137 juta tu yang mungkin jejas keyakinan pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c52e0504ea0397df332c",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/04/tron-network-usdt-70-billion.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:54:00"
        },
        {
            "title": "Sol Strategies Secures $500M Facility for Solana Investment",
            "translated_facebook_post": "Sol Strategies dapat dana besar RM2.2 bilion untuk labur dalam ekosistem Solana, menyebabkan saham naik mendadak dan keyakinan pelabur meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c52ca75a4d523e247380",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-cityscape-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:54:00"
        },
        {
            "title": "SOL Strategies Bets Big on Solana With $500 Million Financing—Largest in Ecosystem's History",
            "translated_facebook_post": "Firma pelaburan SOL Strategies telah melabur sebanyak $500 juta dalam Solana,  pelaburan terbesar dalam sejarah ekosistem tersebut.  Ini menunjukkan minat institusi yang semakin meningkat terhadap mata wang kripto berasaskan bukti taruhan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809c2015c8c7f2eff4c6ee5",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/74d2ba90170541a294680a806a36e0a4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 04:52:00"
        }
    ]
}