{
    "timestamp": "2025-03-20 06:36:29",
    "all_news": [
        {
            "title": "$77,000 kemungkinan paras terendah Bitcoin kerana QT ‘berkesan berakhir’ – Penganalisis",
            "description": "Pengasas bersama BitMEX, Arthur Hayes, agak yakin bahawa penurunan Bitcoin kepada $77,000 menandakan “titik terendah,” memandangkan pengetatan kuantitatif “pada dasarnya sudah berakhir.”",
            "content": "Bitcoin Tidak Mungkin Mencapai Harga $77,000 Dalam Masa Terdekat Selepas Rizab Persekutuan Menunjukkan Perlambatan dalam Pengurangan Kuantitatif (QT), Kata Pengasas Bersama BitMEX Arthur Hayes.\n\nPada 10 Mac, Bitcoin (BTC) menjunam hampir ke paras $77,000 buat kali pertama sejak November, menurut data CoinMarketCap.\n\n\"Adakah BTC $77k adalah paras terendah, mungkin,\" kata Hayes dalam catatan X pada 20 Mac selepas mengisytiharkan bahawa QT \"pada dasarnya sudah berakhir\" berikutan pengumuman Rizab Persekutuan pada 19 Mac bahawa bermula April, ia akan memperlahankan penjualan sekuriti dengan mengurangkan had bulanan Perbendaharaan daripada $25 bilion kepada $5 bilion.\n\nBitcoin meningkat sebanyak 3.53% dalam tempoh tujuh hari yang lalu. Sumber: CoinMarketCap\n\nIni boleh mengurangkan tekanan kecairan dan menyokong aset berisiko seperti Bitcoin, kerana QT melibatkan bank pusat menjual aset untuk mengurangkan bekalan wang dan mungkin menaikkan kadar faedah.\n\n\"Perkara seterusnya yang kita perlukan untuk menjadi optimis sepenuhnya ialah sama ada pengecualian SLR dan atau permulaan semula QE,\" tambah Hayes.\n\nPengecualian Nisbah Leveraj Tambahan (SLR) adalah peraturan sementara semasa pandemik COVID-19 yang membenarkan bank mengecualikan sekuriti Perbendaharaan AS daripada pengiraan SLR mereka. Sementara itu, pelonggaran kuantitatif (QE) ialah dasar monetari yang bertujuan untuk merangsang ekonomi dan menggalakkan lebih banyak perbelanjaan.\n\nMenggemakan sentimen yang sama dengan Hayes, ketua penganalisis kripto Real Vision, Jamie Coutts, berkata dalam catatan X pada 19 Mac bahawa \"QT secara berkesannya sudah mati.\" Coutts menjelaskan bahawa \"ketidakstabilan perbendaharaan\" telah reda berikutan penurunan dolar AS awal bulan ini, satu isyarat positif untuk meningkatkan kecairan.\n\nOptimis lain termasuk pengasas bersama Axie Infinity, Jeff \"JiHo\" Zirlin, yang berkata perlambatan Rizab Persekutuan adalah \"baik untuk pasaran kripto dan ekuiti.\"\n\n\"Rizab Persekutuan mempunyai ruang yang luas untuk melonggarkan, memberikan lebih banyak sokongan untuk perniagaan + pasaran,\" kata Zirlin, manakala usahawan modal teroka Bitcoin, Mark Moss, berkata dengan berakhirnya QT, \"bendungan akan pecah.\"\n\nSementara itu, sentimen pasaran kripto telah meningkat berikutan komen Rizab Persekutuan.\n\nIndeks Ketakutan & Ketamakan Kripto, yang menjejak sentimen keseluruhan, telah bergerak ke kawasan \"Neutral\" pada 49 selepas berlarutan di kawasan \"Fear\" sejak 26 Februari.\n\nWalaupun Bitcoin menurun hampir 22% daripada paras tertinggi sepanjang zamannya pada Januari iaitu $109,000, pengasas Infinex, Kain Warwick, memberitahu Cointelegraph bahawa ia adalah \"pembetulan pertengahan lembu jantan yang normal.\"\n\n\"Saya perlu melihat keruntuhan yang lebih besar untuk bertukar menjadi bearish,\" kata Warwick. \"Tesis asas saya ialah kitaran empat tahun itu berlaku sekali lagi, yang bermaksud kita terus meningkat sepanjang tahun ini.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGQ5MjEtNWZmNy03Njg3LWJkMGQtY2UzM2IzZjA0ODU0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dbb5dacfbaa745fe055cd3",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 06:28:00",
            "status": "Posted"
        },
        {
            "title": "Awas 'TradingView' Retak — Ia Trojan Pencuri Kripto",
            "description": "Seorang penyelidik keselamatan siber Malwarebytes berkata penipu menyamar malware sebagai versi retak TradingView di subreddit kripto.",
            "content": "## Malwarebytes Amaran Mengenai Malware Pencuri Kripto dalam Versi \"Retak\" TradingView Premium\n\nFirma keselamatan siber Malwarebytes telah memberi amaran tentang satu bentuk malware baharu yang mencuri kripto yang tersembunyi dalam versi \"retak\" TradingView Premium, perisian yang menyediakan alat carta untuk pasaran kewangan.\n\nPenipu mengintai di subreddit kripto, memuat naik pautan ke pemasang Windows dan Mac untuk \"TradingView Premium Retak,\" yang dipenuhi dengan malware yang bertujuan untuk mencuri data peribadi dan mengosongkan dompet kripto, kata Jerome Segura, penyelidik keselamatan kanan di Malwarebytes, dalam catatan blog pada 18 Mac.\n\n\"Kami telah mendengar tentang mangsa yang dompet kripto mereka telah dikosongkan dan kemudiannya disamar oleh penjenayah yang menghantar pautan pancingan data kepada kenalan mereka,\" tambahnya.\n\nPenipu mendakwa program tersebut adalah percuma dan telah diretas terus dari versi rasmi mereka, tetapi sebenarnya dipenuhi dengan malware. Ia mengandungi dua program malware, Lumma Stealer dan Atomic Stealer.\n\nLumma Stealer ialah pencuri maklumat yang telah wujud sejak 2022 dan terutamanya menyasarkan dompet mata wang kripto dan sambungan pelayar pengesahan dua faktor (2FA). Atomic Stealer pertama kali ditemui pada April 2023 dan dikenali dengan keupayaannya untuk menangkap data seperti kata laluan pentadbir dan rantai kunci.\n\nSelain \"TradingView Premium Retak,\" penipu telah menawarkan program dagangan palsu lain untuk menyasarkan pedagang kripto di Reddit.\n\nSegura berkata salah satu aspek menarik skim ini ialah penipu itu juga meluangkan masa untuk membantu pengguna dalam memuat turun perisian yang dipenuhi malware dan membantu menyelesaikan sebarang masalah dengan muat turun tersebut.\n\n\"Apa yang menarik dengan skim tertentu ini ialah betapa terlibatnya si penyiar asal, melayari utas dan menjadi 'membantu' kepada pengguna yang bertanya soalan atau melaporkan masalah,\" kata Segura.\n\nDalam kes ini, penipu kekal untuk membantu pengguna memuat turun perisian yang dipenuhi malware.\n\nAsal malware tidak jelas, tetapi Malwarebytes mendapati bahawa laman web yang menjadi tuan rumah fail tersebut milik sebuah syarikat pembersihan Dubai, dan pelayan kawalan dan arahan malware telah didaftarkan oleh seseorang di Rusia kira-kira seminggu yang lalu.\n\nSegura berkata bahawa perisian retak telah cenderung mengandungi malware selama beberapa dekad, tetapi \"daya tarikan makan tengah hari percuma masih sangat menarik.\"\n\nBendera merah biasa untuk dipantau dengan jenis penipuan ini ialah arahan untuk melumpuhkan perisian keselamatan supaya program tersebut boleh berjalan dan fail yang dilindungi kata laluan.\n\nDalam hal ini, Segura berkata \"fail tersebut dimampatkan dua kali, dengan zip terakhir dilindungi kata laluan. Sebagai perbandingan, fail yang boleh laku yang sah tidak perlu diedarkan dengan cara sedemikian.\"\n\nFirma analisis rantaian blok Chainalysis melaporkan dalam Laporan Jenayah Kripto 2025 bahawa jenayah kripto telah memasuki era profesional yang dikuasai oleh penipuan yang didorong oleh AI, pengubahan wang haram stablecoin, dan sindiket siber yang cekap. Pada tahun lalu, firma analisis itu menganggarkan terdapat $51 bilion dalam jumlah transaksi haram.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGY5MjUtYjZlYS03ZjViLTg3NzMtOGY5NTQ2NTQ1ZTcy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dbb499734ca370934bb654",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 06:22:00",
            "status": "Posted"
        }
    ]
}