{
    "timestamp": "2025-03-20 21:25:15",
    "all_news": [
        {
            "title": "DTCC akan mempromosikan standard token ERC3643.",
            "description": "Depository Trust & Clearing Corporation akan mempromosikan piawaian ERC-3643 Ethereum untuk token yang dibenarkan.",
            "content": "**DTCC Sokong Piawaian ERC-3643 Ethereum untuk Token Sekuriti**\n\nLembaga Depository Trust & Clearing Corporation (DTCC) — pusat penyelesaian utama transaksi sekuriti AS — telah komited untuk mempromosikan piawaian ERC-3643 Ethereum untuk token sekuriti yang dibenarkan, menurut pengumuman pada 20 Mac.  DTCC menyertai Persatuan ERC3643, sebuah badan bukan untung yang berdedikasi untuk mempercepatkan penggunaan piawaian tersebut dengan matlamat \"mempromosikan dan memajukan piawaian token ERC-3643.\"\n\nSokongan ini menyerlahkan bagaimana pengawal selia AS menerima pakai tokenisasi selepas Presiden Donald Trump berikrar untuk menjadikan Amerika sebagai \"ibu negara kripto dunia.\" Ia juga menunjukkan bahawa rangkaian blok rantai Ethereum mungkin memainkan peranan penting dalam ekosistem token sekuriti yang dibenarkan di AS.\n\n\"DTCC akan membantu memimpin masa depan tokenisasi dan menyokong penggunaan institusi secara besar-besaran,\" kata Dennis O’Connell, presiden Persatuan ERC3643, dalam satu kenyataan.  ERC-3643 ialah piawaian untuk token Ethereum yang dibenarkan.\n\n**Perintis Awal**\n\nDTCC ialah organisasi swasta yang diawasi rapat oleh Suruhanjaya Sekuriti dan Bursa AS (SEC). Ia menyelesaikan kebanyakan transaksi sekuriti AS. Pada tahun 2023, DTCC memproses transaksi bernilai agregat $3 kuadrilion, menurut laporan tahunannya.\n\nJuga dikenali sebagai Protokol T-REX, ERC-3643 ialah \"suatu suite kontrak pintar sumber terbuka yang membolehkan pengeluaran, pengurusan, dan pemindahan token yang dibenarkan […] walaupun pada blok rantai tanpa kebenaran,\" menurut laman web Persatuan ERC3643. Ia bergantung pada protokol identiti terdesentralisasi yang dibina khas untuk memastikan hanya pengguna yang memenuhi syarat-syarat yang telah ditetapkan boleh menjadi pemegang token.\n\nDTCC merupakan perintis awal di kalangan pengawal selia kewangan AS dalam menerima pakai teknologi blok rantai, dengan menjalankan beberapa inisiatif berkaitan dengan transaksi sekuriti atas rantaian. Ini termasuk menguji penyelesaian Bil Perbendaharaan AS yang ditokenkan pada Rangkaian Canton dan menjalankan percubaan tokenisasi aset persendirian pada subnet Avalanche (AVAX).  Pada bulan Februari, pusat penyelesaian itu melancarkan ComposerX, platform yang direka untuk memperkemas penciptaan dan penyelesaian token untuk institusi kewangan AS yang dikawal selia. Pada bulan November, Suruhanjaya Perdagangan Hadapan Komoditi (CFTC) — pengawal selia kewangan AS terkemuka — mencadangkan rancangan untuk meneroka teknologi serupa untuk penyelesaian atas rantaian dalam pasaran derivatif.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI0YTItNWVmZi03NzU3LTgzNjYtNDZlYjI5YjI0MWU0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc81adf486f13f9d6cee85",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 20:55:00",
            "status": "Posted"
        },
        {
            "title": "Ketidakstabilan Bitcoin mencecah 3.6% di tengah-tengah ketidaktentuan pasaran yang meningkat.",
            "description": "Ketidakstabilan Bitcoin telah mencapai tahap yang belum pernah dilihat sejak Ogos 2024, menurut CoinGlass, dan Ketua Pegawai Eksekutif Paybis menyatakan ketidaktentuan pasaran sebagai punca.",
            "content": "## Ketidakstabilan Bitcoin Mencapai Puncak Tertinggi Sejak Ogos 2024\n\nKetidakstabilan Bitcoin (BTC) melonjak ke paras 3.6% pada 19 Mac – titik tertinggi sejak Ogos 2024, menurut data daripada CoinGlass.  Ketidakstabilan ini mencerminkan ketidakpastian pasaran yang meningkat di tengah-tengah ketidakjelasan struktur ekonomi AS, menurut Uldis Tearudklans, ketua pegawai pendapatan di bursa mata wang kripto berpangkalan di UK, Paybis.\n\n“Landskap dasar semakin kompleks dengan kemunculan Jabatan Kecekapan Kerajaan Elon Musk,” kata Tearudklans.  “Walaupun inisiatif untuk mengurangkan perbelanjaan kerajaan mendapat sokongan daripada kedua-dua parti, kesan ekonomi yang lebih luas – terutamanya terhadap pekerjaan dan permintaan pengguna – masih sukar untuk diukur.”\n\nJabatan Kecekapan Kerajaan mendakwa telah menjana penjimatan anggaran sebanyak $115 bilion untuk kerajaan AS setakat 19 Mac.  Penjimatan yang didakwa termasuk pengurangan tenaga kerja, penjualan aset, pembatalan geran, dan penjimatan kawal selia.\n\nMenurut Tearudklans, jika pengetatan fiskal diteruskan bersama-sama kadar faedah yang stabil atau menurun secara beransur-ansur, pengecutan kecairan yang terhasil “boleh mewujudkan ketidaksepadanan dalam hala tuju dasar, mengehadkan kesan rangsangan yang bertujuan daripada pengurangan kadar faedah pada masa hadapan.”\n\nPada 19 Mac, Jawatankuasa Pasaran Terbuka Persekutuan mengumumkan bahawa ia akan mengekalkan kadar faedah buat masa ini, walaupun ia meninggalkan kemungkinan untuk dua lagi pengurangan kadar pada tahun 2025.\n\nKetidakstabilan Bitcoin telah ketara sejak pelantikan Presiden AS Donald Trump pada Januari 2025. Sejak mencapai paras tertinggi $109,590 pada 20 Januari, harga BTC mengalami penurunan 30% kepada paras terendah $77,041 pada minggu 9-15 Mac. Tekanan jualan telah meningkat kerana lebih ramai pembeli jangka pendek kini mengalami kerugian dalam pelaburan mereka, walaupun permintaan mungkin sedikit kembali. Harga mata wang kripto itu meningkat semula kepada sekitar $84,000 ketika tulisan ini disiapkan.\n\nTearudklans memberitahu Cointelegraph bahawa ketidakstabilan yang tinggi menunjukkan bahawa pedagang sedang menilai hasil yang berbeza, termasuk kemungkinan pengecutan fiskal bersama-sama kadar faedah yang stabil atau mereda.  Tindakan harga Bitcoin juga mungkin dikaitkan dengan ketidaksejajaran dasar, tambahnya.  “Walaupun keputusan kadar Fed menawarkan kejelasan jangka pendek, prospek fiskal yang lebih luas memperkenalkan risiko tindak balas pasaran yang tidak simetri, mengukuhkan kepekaan Bitcoin terhadap kitaran makroekonomi dan peralihan kecairan.”\n\nKetidakstabilan Bitcoin ini berlaku ketika Presiden Trump telah menyatakan sokongan kepada komuniti kripto. Pada 7 Mac, beliau menandatangani perintah eksekutif untuk mencipta rizab strategik Bitcoin dan simpanan aset digital di Amerika Syarikat. Pada 20 Mac, beliau berucap di Sidang Kemuncak Aset Digital 2025, mendakwa bahawa AS akan menjadi “super kuasa Bitcoin.”\n\nBagaimanapun, ucapan Trump tentang tarif dan peningkatan ketegangan geopolitik memberi kesan kepada pasaran kewangan secara keseluruhan, termasuk kripto.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI1NDctMTE3Mi03MTQ3LWE3ODItMTg3ZDJlZDhjNmRk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc7f66da5e332d16273f24",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 20:45:00",
            "status": "Posted"
        }
    ]
}