{
    "timestamp": "2025-04-07 18:35:52",
    "all_news": [
        {
            "title": "Chaos Labs Airdrop Guide: How to Participate in the Airdrop and TGE",
            "translated_facebook_post": "Platform Chaos Labs bagi pengurusan risiko dalam DeFi tengah bagi airdrop token CHAOS. Sertai komuniti mereka, lengkapkan tugasan, dan pantau perkembangan terkini untuk peluang dapat token.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/chaos-labs-airdrop-guide-how-to-participate-in-the-airdrop-and-tge/",
            "source": "Atqa Arif",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/5fd41c7512e04c839e5fd59a96290ed3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:27:00"
        },
        {
            "title": "Bitcoin’s Death Cross Raises Market Concerns as $74K Support Faces Critical Test",
            "translated_facebook_post": "Harga Bitcoin jatuh, dah dekat paras sokongan $74,000. Kalau tak dapat kekalkan paras tu, mungkin lagi turun.  Tapi kalau berjaya naik atas $80,000, mungkin cuma penurunan sementara je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoins-death-cross-raises-market-concerns-as-74k-support-faces-critical-test/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/bitcoin-btc-14.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:25:00"
        },
        {
            "title": "Trump Tariffs Intensify Recession Concerns, Experts React",
            "translated_facebook_post": "Cukai import Trump terhadap barangan China tambah kebimbangan ekonomi global merudum, pakar-pakar ekonomi risau kesan jangka panjangnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4199d6ed0791150b98f2f",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/financial-experts-discussion-room.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:24:00"
        },
        {
            "title": "Bloomberg analyst predicts Bitcoin could sink back to $10,000",
            "translated_facebook_post": "Pakar Bloomberg jangka Bitcoin mungkin jatuh ke $10,000 disebabkan pasaran yang tidak menentu dan spekulasi berlebihan.  Kejatuhan ini dijangka akan menjejaskan aset digital lain juga.  Meskipun ada peluang pelaburan,  pemulihan pasaran dijangka akan mengambil masa yang lama.",
            "translated_title": "Penganalisis Bloomberg ramal Bitcoin mungkin jatuh semula ke paras $10,000",
            "translated_content": "Menyelami kekacauan pasaran global, Strategis Komoditi Kanan Bloomberg, Mike McGlone, memberi amaran bahawa lebih banyak gejolak mungkin akan berlaku.\n\nDalam temu bual eksklusif dengan Cointelegraph, McGlone menunjuk kepada penjualan pasaran yang semakin mendalam, yang diperhebatkan oleh perang tarif berterusan Presiden AS Donald Trump, dan meramalkan pembetulan mendadak dalam aset kripto.  Beliau meramalkan Bitcoin boleh jatuh kepada $10,000, memetik spekulasi berlebihan dan penilaian terlalu tinggi dalam ruang aset digital.\n\n\"Lihat Dogecoin — ia masih mempunyai had pasaran $20 bilion. Ia sepatutnya jatuh kepada sifar. Seluruh ruang ini perlu dibersihkan, seperti gelembung dot-com.\"\n\nMenurut McGlone, harga Bitcoin semasa mungkin menghadapi tekanan menurun yang ketara sebagai sebahagian daripada penetapan semula pasaran yang lebih luas. Walaupun persekitaran pengawalseliaan yang agak menyokong, beliau memberi amaran bahawa naratif \"emas digital\" Bitcoin sedang diuji.\n\n“Sesiapa sahaja yang membeli ETF sedang belajar dengan cara yang sukar. Mereka tidak membeli emas digital. Mereka membeli lebih banyak nilai beta berleveraj. Itu adalah fakta.”\n\nMcGlone juga menyatakan bahawa peniaga yang cermat mungkin masih menemui peluang. Walau bagaimanapun, pelabur harus bersedia untuk proses pemulihan yang lebih panjang dan bukannya pemulihan pantas berbentuk \"V\" seperti yang dilihat selepas kejatuhan pasaran COVID-19.\n\nPasaran saham, hujah beliau, telah berkembang secara tidak seimbang berbanding ekonomi AS — dan sekarang, penetapan semula nampaknya tidak dapat dielakkan.\n\n“Pada masa itu, pasaran saham AS adalah sekitar 1.5 hingga KDNK. Kita meningkat kepada 2.2 atau lebih kepada KDNK. Pasaran terlalu tinggi.”",
            "translated_summary": "Mike McGlone, Strategis Komoditi Kanan di Bloomberg Intelligence, membincangkan kemelut pasaran semasa, dan potensi penurunan Bitcoin kepada $10,000…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4174c03beff0de713771c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjExNGYtZGNmNi03OTA4LWE0YzgtNjcxZTZhZWU4Y2Uy.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-07 18:17:00"
        },
        {
            "title": "Price analysis 4/7: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO",
            "translated_facebook_post": "Harga Bitcoin macam tengah tarik tali antara pembeli dan penjual, nampaknya harga akan kekal macam ni untuk sementara.  Beberapa matawang kripto lain pun menunjukkan trend yang sama, ada yang naik sikit, ada yang turun.  Secara umumnya, keadaan pasaran agak tidak menentu.",
            "translated_title": "Analisis Harga 4/7: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO",
            "translated_content": "Bitcoin (BTC) membuat kemunculan semula yang mendadak dan diniagakan berhampiran paras $78,000. Kripto matawang terbesar mengikut had pasaran jatuh di bawah sokongan psikologi $80,000 selepas pasaran niaga hadapan saham AS dibuka lebih rendah pada 6 April. Jualan berterusan pada 7 April, dan Bitcoin mencecah paras terendah tahun ini iaitu $74,508, tetapi paras yang lebih rendah menarik pembelian kukuh daripada pihak lembu jantan.\n\nGambaran makroekonomi yang lemah menyebabkan Indeks Ketakutan & Ketamakan pasaran saham AS jatuh hanya kepada 4/100. Biasanya, tempoh jualan panik sebegini membentuk paras terendah kerana kebanyakan pelabur lemah dan pemain berleveraj menyerah kalah. Setelah itu berlaku, pemulihannya mungkin akan mendadak.\n\nWalau bagaimanapun, adalah strategi yang baik untuk kekal berhati-hati dan tidak terlalu berleveraj dalam jangka pendek kerana turun naik mungkin kekal tinggi. Malah firma Michael Saylor, Strategy, pemegang korporat Bitcoin tersenarai awam terbesar di dunia, telah menghentikan pembelian Bitcoin minggu lalu.\n\nBolehkah Bitcoin mengekalkan pemulihannya, atau adakah paras yang lebih tinggi akan menarik penjual? Bagaimana kedudukan altcoin? Mari kita analisis carta untuk mengetahui.\n\nAnalisis harga Indeks S&P 500\n\nIndeks S&P 500 (SPX) jatuh mendadak pada 7 April untuk hari dagangan ketiga berturut-turut, menunjukkan panik di kalangan peniaga. Indeks ini menjunam di bawah 4,950 tetapi menemui sokongan berhampiran paras retracement Fibonacci 61.8% iaitu 4,884. Pembeli menolak harga kepada 5,246, tetapi paras yang lebih tinggi menarik jualan, seperti yang dilihat daripada sumbu panjang pada lilin carta. Jika harga menurun dan memecah di bawah 4,835, penurunan boleh meluas kepada 4,700.\n\nIndeks kekuatan relatif (RSI) telah jatuh jauh ke dalam zon terlebih jual, menunjukkan perhimpunan pelepasan dalam jangka pendek. Pembeli dijangka menghadapi rintangan yang ketara pada 5,400 dan kemudian pada purata bergerak eksponen 20 hari (5,558).\n\nAnalisis harga Indeks Dolar AS\n\nIndeks Dolar AS (DXY) memecah di bawah sokongan 103.37 pada 3 April dan mencapai hampir sokongan penting pada 101.  Penaikan semula yang kukuh daripada sokongan 101 menunjukkan bahawa paras yang lebih rendah menarik pembeli. Penjual akan cuba menghentikan perhimpunan pelepasan pada EMA 20 hari (103.95). Jika harga menurun daripada EMA 20 hari, pihak beruang akan sekali lagi cuba menurunkan harga kepada 101.\n\nSebagai alternatif, pemecahan dan penutupan di atas EMA 20 hari membawa julat besar 101 hingga 108 ke dalam permainan. Indeks itu kemudian boleh meningkat kepada purata bergerak mudah 50 hari (105.62), yang mungkin bertindak sebagai penghalang.\n\nAnalisis harga Bitcoin\n\nBitcoin jatuh di bawah sokongan $76,606 pada 7 April, tetapi ekor panjang pada lilin carta menunjukkan pembelian berhampiran $73,777.  Perbezaan positif pada RSI menunjukkan bahawa momentum menurun semakin lemah, tetapi ia bukan isyarat yang perlu ditindaklanjuti tanpa pengesahan harga menaik. Pemecahan dan penutupan di atas garisan rintangan boleh menunjukkan bahawa fasa pembetulan mungkin telah berakhir. Pasangan BTC/USDT boleh meningkat kepada $89,000 dan kemudian kepada $95,000.\n\nSebaliknya, jika harga menurun daripada garisan rintangan, ia menunjukkan bahawa pihak beruang masih mengawal. Penjual akan sekali lagi cuba menurunkan pasangan di bawah $73,777. Jika mereka berjaya berbuat demikian, pasangan itu boleh jatuh kepada $67,000.\n\nAnalisis harga Ether\n\nEther (ETH) menyambung semula aliran menurunnya pada 6 April selepas harga jatuh di bawah sokongan $1,754. Kegagalan untuk memulakan lantunan daripada $1,550 menunjukkan kekurangan permintaan daripada pihak lembu jantan.\n\nJualan telah menarik RSI ke wilayah terlebih jual, menunjukkan perhimpunan pelepasan mungkin akan berlaku. Jika harga meningkat daripada paras semasa, pasangan ETH/USDT boleh meningkat kepada $1,754. Jika harga menurun daripada $1,754, ia menandakan jualan semasa kenaikan. Ini meningkatkan kemungkinan penurunan kepada $1,350 dan kemudian kepada $1,150.\n\nPembeli perlu menolak dan mengekalkan harga di atas EMA 20 hari ($1,853) untuk menunjukkan bahawa aliran menurun mungkin berakhir.\n\nAnalisis harga XRP\n\nXRP (XRP) menurun daripada EMA 20 hari ($2.16) pada 6 April dan ditutup di bawah sokongan $2, melengkapkan corak kepala dan bahu. Jualan berterusan pada 7 April, menurunkan harga di bawah sokongan segera pada $1.77. Pembeli akan cuba memulakan pemulihan tetapi kemungkinan akan menghadapi jualan kukuh pada $2. Jika pasangan XRP/USDT menurun daripada $2, ia akan menandakan bahawa pihak beruang telah menukar paras tersebut kepada rintangan. Ini meningkatkan kemungkinan penurunan kepada $1.27.\n\nTanda kekuatan pertama ialah pemecahan dan penutupan di atas paras $2.20. Ini menunjukkan pasaran telah menolak kejatuhan tersebut.\n\nAnalisis harga BNB\n\nBNB (BNB) menurun dengan mendadak daripada EMA 20 hari ($597) pada 6 April dan menjunam di bawah paras retracement Fibonacci 61.8% iaitu $559. Pasangan BNB/USDT meningkat semula daripada sokongan $520, tetapi pemulihan dijangka menghadapi jualan pada purata bergerak. Jika harga menurun daripada paras semasa atau EMA 20 hari, ia meningkatkan risiko penurunan kepada $500 dan seterusnya kepada $460.\n\nPihak lembu jantan perlu menolak dan mengekalkan harga di atas garisan aliran menurun untuk menandakan kemunculan semula. Pasangan itu mungkin meningkat kepada $644 dan kemudian kepada $686. Ini menunjukkan pasangan itu mungkin kekal dalam julat besar $460 hingga $745 untuk beberapa ketika lagi.\n\nAnalisis harga Solana\n\nSolana (SOL) jatuh di bawah zon sokongan $120 hingga $110 pada 6 April, menunjukkan penyambungan semula aliran menurun. Pasangan SOL/USDT meningkat semula daripada $95, tetapi dalam perjalanan naik, pihak beruang dijangka mencabar dengan kuat antara zon $110 dan $120. Jika harga menurun dengan mendadak daripada zon atas, pasangan itu mungkin jatuh kepada $80.\n\nMasa semakin suntuk bagi pihak lembu jantan. Jika mereka ingin membuat kemunculan semula, mereka perlu dengan cepat menolak harga di atas EMA 20 hari ($124). Pasangan itu kemudian mungkin naik kepada SMA 50 hari ($137).\n\nAnalisis harga Dogecoin\n\nKegagalan pihak lembu jantan untuk menolak Dogecoin (DOGE) di atas EMA 20 hari ($0.17) menarik satu lagi pusingan jualan pada 6 April. Pasangan DOGE/USDT menurun di bawah sokongan kritikal $0.14, tetapi ekor panjang pada lilin carta menunjukkan pembelian kukuh pada paras yang lebih rendah. Pembeli dijangka mempertahankan paras $0.14 dengan sekuat hati kerana jika mereka gagal berbuat demikian, pasangan itu boleh turun kepada $0.10.\n\nEMA 20 hari adalah rintangan penting untuk diperhatikan pada kenaikan. Pemecahan dan penutupan di atas EMA 20 hari menunjukkan bahawa momentum menurun semakin lemah. Pasangan itu kemudian mungkin naik kepada SMA 50 hari ($0.19).\n\nAnalisis harga Cardano\n\nCardano (ADA) menurun dan memecah di bawah sokongan $0.58 pada 6 April, menunjukkan bahawa pihak beruang masih mengawal. Pasangan ADA/USDT jatuh hampir kepada sokongan kritikal pada $0.50, di mana pembeli masuk campur. Ini memulakan pemulihan, yang dijangka menghadapi jualan pada $0.58 dan sekali lagi pada EMA 20 hari ($0.67). Jika harga menurun daripada purata bergerak dan memecah di bawah $0.50, ia menandakan permulaan peringkat seterusnya pergerakan menurun ke arah $0.40.\n\nPembeli perlu memacu dan mengekalkan pasangan di atas SMA 50 hari ($0.73) untuk menandakan bahawa pihak beruang semakin kehilangan cengkaman.\n\nAnalisis harga UNUS SED LEO\n\nUNUS SED LEO (LEO) menurun daripada SMA 50 hari ($9.63) pada 4 April dan ditutup di bawah garisan aliran menaik corak segi tiga menaik. Ini membatalkan persediaan menaik, yang merupakan tanda negatif. Purata bergerak telah mula menurun, dan RSI hampir kepada wilayah terlebih jual, menandakan bahawa pihak beruang mempunyai kelebihan. Terdapat sokongan kecil pada $8.84, tetapi jika paras tersebut pecah, pasangan LEO/USD boleh menjunam kepada $8.30.\n\nPembeli mempunyai tugas yang sukar di hadapan mereka jika mereka ingin mencegah penurunan. Mereka perlu menolak harga di atas $9.90 untuk merebut kawalan.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Harga Bitcoin seimbang antara pihak yang menaik dan menurun, menunjukkan kemungkinan pengukuhan lanjut dalam jangka pendek, tetapi bagaimana pula dengan altcoin?",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4174b6ed0791150b98f29",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjExMzctMmE4OC03MzgyLTk1YjYtZmI2OTljNGVjOWQ4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-07 18:15:00"
        },
        {
            "title": "FARTCOIN Shows Strength with Cup and Handle Pattern – Is a Major Rebound Coming?",
            "translated_facebook_post": "Pasaran kripto jatuh teruk hari ni sebab perang tarif, tapi FARTCOIN pulak naik 18% dan dah meningkat 105% dalam 30 hari lepas. Carta menunjukkan potensi kenaikan lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4160903beff0de7137718",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d0b5df1b7b8e4e5bb837356c44d461a5.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:14:00"
        },
        {
            "title": "EU Targets U.S. Goods with 25% Retaliatory Tariffs",
            "translated_facebook_post": "Kesatuan Eropah kenakan tarif 25% pada barangan AS sebagai tindakan balas, tetapi wiski bourbon dikecualikan selepas rundingan, menjejaskan pasaran dan strategi perdagangan antarabangsa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4161e03beff0de713771a",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/eu-tariffs-us-imports-cartoon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:10:00"
        },
        {
            "title": "Crypto Cynic Peter Schiff now predicts Ethereum below $1000",
            "translated_facebook_post": "Pakar ekonomi Peter Schiff jangka harga Ethereum akan jatuh bawah $1000, susulan penurunan mendadak harga baru-baru ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4199d03beff0de7137726",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Crypto-Cynic-Peter-Schiff-now-predicts-Ethereum-below-1000.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:09:00"
        },
        {
            "title": "Bitcoin: Strategy Loses 5.91 Billion In 3 Months In 2025",
            "translated_facebook_post": "Syarikat Strategy rugi hampir 6 bilion dolar dalam pelaburan Bitcoin pada suku pertama tahun 2025, disebabkan harga Bitcoin jatuh dan keadaan ekonomi yang mencabar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f414f203beff0de7137713",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Template-White-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:05:00"
        },
        {
            "title": "Market Turmoil: BlackRock CEO Larry Fink Warns of Potential 20% Stock Drop Amid Economic Uncertainty",
            "translated_facebook_post": "CEO BlackRock bagi amaran pasaran saham mungkin jatuh lagi sampai 20%, tapi peluang beli jangka panjang masih ada.  Ketidakstabilan ekonomi dan tarif baru menyebabkan ramai bimbang akan kemelesetan,  jadi kena berhati-hati dengan pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f414f56ed0791150b98f23",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/POST-83.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:04:00"
        },
        {
            "title": "XRP Price Prediction For The Week: Will Ripple Hit $1 or $3?",
            "translated_facebook_post": "Pasaran kripto agak merudum, harga XRP pun jatuh teruk.  Kemungkinan harga akan naik sikit, mungkin cecah $2 atau $3, tapi kalau terus menurun, mungkin jatuh lagi rendah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4174a6ed0791150b98f27",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/XRP-Price-Prediction-For-The-Week-Will-Ripple-Hit-1-or-3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:03:00"
        },
        {
            "title": "Bitcoin's Surge Ignites Market Speculation Amid Economic Shifts",
            "translated_facebook_post": "Harga Bitcoin naik mendadak, menarik perhatian pelabur di tengah-tengah perubahan ekonomi, mungkin menunjukkan perubahan arah pasaran dan minat institusi yang semakin meningkat, tetapi ramai juga yang bimbang akan gelembung spekulasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f413c60aa69657d1084cdc",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bitcoin-price-chart-on-desk.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:02:00"
        },
        {
            "title": "Can $10 a Month Really Stabilize the Whole Pi Network? Here’s How",
            "translated_facebook_post": "Cadangan dana tunai komuniti yang dikumpul secara sukarela sebanyak $10 sebulan dari jutaan pengguna diharap dapat menstabilkan harga Pi Network dalam jangka masa panjang, dengan meningkatkan kecairan pasaran dan mengukuhkan lagi komuniti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f413c50aa69657d1084cda",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2025/03/P2P-Review-24-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:00:00"
        },
        {
            "title": "Solana, XRP, Bitcoin (BTC) Still Strong Buys—Predicted 20x Returns by Analysts",
            "translated_facebook_post": "Bitcoin, XRP, dan Solana dijangka naik 20 kali ganda menjelang akhir 2025,  walaupun pasaran agak turun naik sekarang.  Satu lagi projek kripto, MAGACOINFINANCE, juga menarik perhatian dengan dana pendahuluan yang besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f413c70aa69657d1084cde",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-133.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 18:00:00"
        },
        {
            "title": "SUI Price Rebounds 22%—Bullish Momentum or Just a Bluff?",
            "translated_facebook_post": "Harga SUI naik mendadak 22%, mungkin isyarat positif atau perangkap.  Walaupun pasaran kripto dan saham jatuh, SUI mencipta kejutan dengan peningkatan harga dan jumlah dagangan yang tinggi.  Namun,  ketidakstabilan pasaran masih membimbangkan, jadi kena berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4174d03beff0de7137722",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/SUI-price-pump.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 17:58:00"
        },
        {
            "title": "Weekly Summary: 'Liberation Day', progress of stablecoin regulation and Ethereum's renewed DEX leadership",
            "translated_facebook_post": "Minggu ni agak meriah dengan berita pasal “Hari Pembebasan” (rupanya cukai baru Trump!), peraturan stablecoin, dan Ethereum kembali jadi raja DEX.  Pasar macam tak berapa suka dengan pengumuman cukai baru, Bitcoin dan Ethereum pun turun naik harga.  Nasib baik  Ethereum dah kembali dominasi DEX pulak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4129b6ed0791150b98f18",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/week1803_8341ee8e02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 17:50:00"
        },
        {
            "title": "Bitcoin Briefly Jumps to $80K After ‘Fake’ Tariff Pause News",
            "translated_facebook_post": "Berita palsu pasal Trump nak tangguh tarif buat harga Bitcoin naik sekejap je, sampai $80,000, tapi turun balik lepas tu.  Pasar kripto masih tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f414f103beff0de7137711",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Bitcoin-Briefly-Jumps-to-80K-After-%E2%80%98Fake-Tariff-Pause-News.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 17:49:00"
        }
    ]
}