{
    "timestamp": "2025-03-17 05:25:51",
    "all_news": [
        {
            "title": "OKX menangguhkan agregator DEX untuk menghentikan ‘penyalahgunaan lanjut’ oleh Lazarus.",
            "description": "Bursa kripto OKX mengumumkan penggantungan sementara agregator DEX Web3 mereka sementara mereka meningkatkan keselamatan susulan serangan penggodaman Bybit.",
            "content": "## Bursa Kripto OKX Sementara Tunda Agregator Bursa Terdesentralisasi Akibat Serangan Lazarus Group\n\nBursa kripto OKX telah menangguhkan sementara agregator bursa terdesentralisasi (DEX) untuk mencegah \"penyalahgunaan lebih lanjut\" oleh kelompok peretas Korea Utara, Lazarus Group.\n\n\"Baru-baru ini, kami mendeteksi upaya terkoordinasi oleh kelompok Lazarus untuk menyalahgunakan layanan DeFi kami,\" kata OKX pada 17 Maret.  \"Setelah berkonsultasi dengan regulator, kami mengambil keputusan proaktif untuk menangguhkan sementara layanan agregator DEX kami. Langkah ini memungkinkan kami untuk menerapkan peningkatan tambahan guna mencegah penyalahgunaan lebih lanjut.\"\n\nHelpdesk OKX mengkonfirmasi bahwa agregator DEX ditangguhkan sementara untuk \"peninjauan dan peningkatan internal\" tetapi tidak memberikan jangka waktu.  Ditambahkan bahwa layanan dompet kripto akan tetap tersedia untuk semua pelanggan, tetapi akan \"menghentikan pembuatan dompet baru di pasar tertentu selama waktu ini.\"\n\nPada 11 Maret, Bloomberg melaporkan bahwa pengawas keuangan Uni Eropa sedang menyelidiki agregator DEX perusahaan, yang disebut OKX Web3, dan layanan dompetnya karena diduga berperan dalam pencucian uang dari peretasan Bybit.\n\n\"Selama beberapa hari terakhir, kami menghadapi serangan media yang menargetkan yang mempertanyakan integritas dan operasi kami,\" kata perusahaan tersebut dalam sebuah postingan blog.  Ditambahkan bahwa mereka \"tidak dapat mengabaikan fakta bahwa serangan ini terjadi pada saat kami secara aktif memerangi kejahatan keuangan.\"\n\nMenurut CEO Bybit, Ben Zhou, hampir $100 juta dari $1,5 miliar hasil peretasan Bybit telah dicuci melalui proxy Web3 OKX, dengan sebagian dana tersebut sekarang tidak dapat dilacak.\n\nOKX menanggapi pada 11 Maret, menyatakan bahwa \"artikel Bloomberg menyesatkan,\" dengan mengatakan bahwa ketika Bybit diretas, OKX bereaksi dengan dua cara: dengan membekukan dana terkait agar tidak berpindah ke CEX mereka, dan mengembangkan fitur deteksi peretasan baru.\n\nOKX menyatakan bahwa tujuannya adalah untuk memastikan bahwa penjelajah dengan benar menyoroti perdagangan pemrosesan DEX aktual \"daripada salah mengidentifikasi agregator kami sebagai titik perdagangan.\"\n\nBursa tersebut telah menerapkan \"sistem deteksi alamat peretas\" untuk agregator DEX-nya selain sistem untuk melacak alamat terbaru peretas dan memblokirnya di bursa terpusat secara real-time.\n\n\"Kami telah meluncurkan banyak kontrol untuk OKX Web3 untuk melawan penyalahgunaan, termasuk pemblokiran IP pasar yang dilarang dan sistem deteksi dan pemblokiran alamat hitam secara real-time,\" kata CEO OKX, Star Xu pada 17 Maret.\n\nPerusahaan tersebut juga mengklarifikasi bahwa agregator DEX OKX Web3 bukanlah wali dari aset pelanggan, menambahkan bahwa fungsinya adalah untuk menyediakan akses likuiditas di berbagai protokol. Namun, \"beberapa pihak telah dengan sengaja salah mengartikan platform kami,\" katanya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEyNTMtZjIwZS03YjJjLWI4YTQtZmY2N2VjYWU5YTRj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d7afb1478cdf4d516ce404",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 05:09:00",
            "status": "Posted"
        }
    ]
}