{
    "timestamp": "2025-04-14 20:29:22",
    "all_news": [
        {
            "title": "Bitcoin bucks downtrend with rally to $85.8K — Are BTC bulls really back?",
            "translated_facebook_post": "Harga Bitcoin naik sedikit, mencecah $85,800, tapi semangat pelabur masih bercampur-baur.  Ketidakpastian ekonomi global dan hubungan AS-China memberi kesan kepada pasaran.",
            "translated_title": "Bitcoin menokok paras $85,800 selepas tempoh penurunan — Adakah lembu jantan BTC benar-benar kembali?",
            "translated_content": "Bitcoin (BTC) kembali mencapai paras $84,500 pada 14 April, dan pemulihan ini nampaknya sebahagiannya didorong oleh pengumuman pelepasan tarif import separa oleh Presiden AS Donald Trump. Walau bagaimanapun, optimisme pedagang merosot pada 13 April apabila menjadi jelas bahawa kelonggaran itu bersifat sementara dan tarif ke atas rantaian bekalan elektronik mungkin akan dikaji semula.\n\nKetidakpastian mengenai ketegangan perdagangan yang berterusan antara AS dan China memberi kesan kepada pasaran Bitcoin, menyebabkan pedagang kehilangan sebahagian keyakinan mereka yang telah pulih. Ini menjelaskan mengapa harga Bitcoin gagal memecah paras $86,000 dan mengapa derivatif BTC menunjukkan potensi jangka pendek yang terhad, berpotensi menetapkan nada untuk beberapa hari akan datang.\n\nPremium pada kontrak niaga hadapan bulanan Bitcoin mencapai puncak 6.5% pada 11 April tetapi sejak itu menurun kepada 5%, yang hampir dengan ambang neutral kepada bearish. Penjual biasanya memerlukan premium tahunan 5% hingga 10% untuk tempoh penyelesaian yang lebih lama, jadi apa sahaja di bawah julat ini menunjukkan minat yang berkurangan daripada pembeli berleveraj.\n\nKegembiraan seketika pedagang boleh dikaitkan dengan pengumuman Presiden Trump pada 13 April bahawa tarif ke atas semikonduktor import akan dikaji semula sepanjang minggu itu. Ini menunjukkan bahawa pengecualian untuk telefon pintar dan komputer bukanlah muktamad. Trump dilaporkan berkata: \"Kami mahu menghasilkan cip dan semikonduktor kami dan perkara lain di negara kami.\"\n\nPedagang Bitcoin mengalami ayunan emosi semasa tempoh jangkaan yang berfluktuasi ini. Prestasi pasaran yang lebih luas, terutamanya syarikat teknologi besar yang bergantung pada perdagangan global, nampaknya telah mempengaruhi sentimen Bitcoin. Korelasi intraday yang kuat antara Bitcoin dan pasaran saham telah meredakan semangat menaik, meninggalkan persoalan terbuka sama ada kesan ini terhad kepada niaga hadapan BTC.\n\nUntuk menentukan sama ada sentimen pedagang Bitcoin hanyalah mencerminkan trend dalam S&P 500, adalah berguna untuk memeriksa pasaran pilihan BTC. Sekiranya pedagang profesional menjangkakan penurunan harga yang ketara, penunjuk kecondongan delta 25% akan meningkat melebihi 6%, kerana pilihan put (jual) menjadi lebih mahal daripada pilihan call (beli).\n\nPada 13 April, kecondongan delta pilihan Bitcoin seketika menurun di bawah 0%, menandakan optimisme yang sederhana. Walau bagaimanapun, momentum ini tidak berterusan pada 14 April, mengukuhkan data daripada niaga hadapan Bitcoin yang menunjukkan tiada sentimen menaik yang ketara walaupun harga pulih daripada paras terendah $74,440.\n\nSatu lagi cara untuk mengukur sentimen pasaran adalah dengan menganalisis permintaan stablecoin di China. Minat runcit yang kuat dalam kripto biasanya mendorong stablecoin untuk didagangkan pada premium 2% atau lebih tinggi daripada kadar dolar AS rasmi. Sebaliknya, premium di bawah 0.5% sering menunjukkan ketakutan apabila pedagang menjauhkan diri daripada pasaran kripto.\n\nAntara 6 April dan 11 April, Tether (USDT) di China didagangkan pada premium 1.2%, mencerminkan semangat sederhana. Walau bagaimanapun, trend ini berbalik, dengan premium kini hanya 0.5%, menunjukkan bahawa kegembiraan sebelumnya telah hilang. Oleh itu, pedagang kekal berhati-hati dan menunjukkan sedikit keyakinan terhadap Bitcoin melepasi $90,000 dalam jangka masa terdekat.\n\nPengumuman pengambilalihan Bitcoin $286 juta oleh Strategy pada $82,618 gagal meningkatkan sentimen, kerana pelabur mengesyaki bahawa pemisahan sementara baru-baru ini daripada trend pasaran saham sebahagian besarnya didorong oleh pembelian ini. Begitu juga, dana dagangan bursa (ETF) Bitcoin spot menyaksikan aliran keluar $277 juta antara 9 April dan 11 April, yang selanjutnya melemahkan sebarang potensi peningkatan dalam keyakinan pedagang.",
            "translated_summary": "Bitcoin meningkat susulan peningkatan sedikit ekonomi makro AS, tetapi adakah kenaikan harga BTC ini akan berterusan?",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6de5823fa45486b59614",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWMyZWUtMTY1YS03ZGVmLTk2MmQtOWM4OTE5ODE4OWMy.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-14 20:15:00"
        },
        {
            "title": "Spot Solana ETFs to launch in Canada this week",
            "translated_facebook_post": "ETF Solana bakal dilancarkan di Kanada minggu ni,  tapi sambutan untuk ETF serupa di US setakat ini agak kurang memberangsangkan.",
            "translated_title": "ETF Solana dijangka dilancarkan di Kanada minggu ini.",
            "translated_content": "**Dana ETF Solana Bakal Dilancarkan di Kanada pada 16 April**\n\nMenurut penganalisis Bloomberg, Eric Balchunas, dana perdagangan bursa (ETF) Solana tunai akan dilancarkan di Kanada pada 16 April.  Dalam catatan di X pada 14 April, penganalisis tersebut berkongsi nota pelanggan peribadi daripada TD Bank, sebuah institusi kewangan Kanada, yang mendakwa Suruhanjaya Sekuriti Ontario (OSC) telah meluluskan pengurus aset Purpose, Evolve, CI dan 3iQ untuk mengeluarkan ETF yang memegang Solana (SOL).\n\nOSC tidak segera memberi respons kepada permintaan komen daripada Cointelegraph. Kanada tidak mempunyai agensi sekuriti persekutuan, dengan wilayah dan provinsi masing-masing menguatkuasakan undang-undang sekuriti mereka sendiri. Bursa sekuriti Toronto dikawal selia oleh OSC Ontario.\n\nETF tersebut dibenarkan untuk menaruh sebahagian daripada pegangan SOL untuk hasil tambahan, kata Balchunas, sambil menambah bahawa penyenaraian yang akan datang adalah \"pandangan pertama kita terhadap perlumbaan altcoin.\"\n\n**Menunggu Kelulusan AS**\n\nSuruhanjaya Sekuriti dan Bursa AS (SEC) telah mengiktiraf berpuluh-puluh permohonan untuk menyenaraikan ETF yang memegang mata wang kripto alternatif, atau \"altcoin,\" tetapi setakat ini hanya meluluskan dana yang memegang Bitcoin (BTC) dan Ether (ETH) tunai untuk perdagangan.  Penaruhan masih dilarang untuk ETF kripto AS. Penganalisis Bloomberg, James Seyffart, berkata ETF Ether mungkin dibenarkan untuk memulakan penaruhan seawal Mei, tetapi proses itu mungkin mengambil masa berbulan-bulan lagi.\n\nBagaimanapun, permintaan pelabur untuk ETF altcoin mungkin lebih lemah daripada dana yang memegang mata wang kripto utama, kata Katalin Tischhauser, ketua penyelidikan bank kripto Sygnum, kepada Cointelegraph pada bulan Ogos.  “[A]da semua kegembiraan yang melampau di pasaran tentang ETF ini yang akan datang, dan tiada siapa yang dapat menunjukkan dari mana permintaan yang besar akan datang,” kata Tischhauser kepada Cointelegraph.\n\nETF niaga hadapan SOL Volatility Shares mempunyai kira-kira $5 juta dalam aset bersih. Pada bulan Mac, pengurus aset Volatility Shares melancarkan ETF pertama untuk menjejaki prestasi Solana menggunakan derivatif kewangan. ETF Solana Volatility Shares (SOLZ) telah mendapat sambutan yang sederhana, hanya menarik sekitar $5 juta dalam aset bersih sehingga 14 April, menurut laman webnya.\n\nBalchunas menambah bahawa beliau “[t]idak akan terlalu mengambil berat mengenainya” sebagai petanda untuk ETF SOL tunai.",
            "translated_summary": "ETF SOL yang menawarkan ganjaran penguncian dijangka dilancarkan di Kanada seawal minggu ini.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6de5e6f7d90b88bbb893",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjM1NWQtN2I4NC03MDc2LThhMzUtYTQ0ZWZhZDYzNzhk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-14 20:14:00"
        },
        {
            "title": "Nayib Bukele Meets Donald Trump at White House, Discusses Bilateral Cooperation",
            "translated_facebook_post": "Presiden El Salvador, Nayib Bukele, berjumpa Presiden Trump di White House, bincang kerjasama hal imigresen dan jenayah.  Pertemuan ni tunjuk kerjasama erat El Salvador dengan Amerika dalam hal pengusiran banduan.  Walaupun tak fokus sangat, isu Bitcoin El Salvador turut disentuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6ca1823fa45486b59611",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bukele-trump-diplomatic-meeting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:10:00"
        },
        {
            "title": "Urgent Alert: Google Enforces Stricter Crypto Ad Rules in Europe Under MiCA",
            "translated_facebook_post": "Google perketat peraturan iklan kripto di Eropah berkuat kuasa 23 April, selaras dengan peraturan MiCA.  Syarikat kripto perlu dapat lesen MiCA/CASP dan sijil Google. Ini untuk lindungi pelabur dan tingkatkan ketelusan pasaran, tapi mungkin mencabar syarikat kecil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6ca0e6f7d90b88bbb88d",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Alert-Google-Enforces-Stricter-Crypto-Ad-Rules-in-Europe-Under-MiCA.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:10:00"
        },
        {
            "title": "Google Enforces EU MiCA Crypto Ad Rules April 2025",
            "translated_facebook_post": "Google akan mula patuh peraturan iklan kripto EU pada April 2025,  yang mungkin mengukuhkan kedudukan syarikat besar dan mencabar firma-firma kecil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6ca23ee8be77a59f512a",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-globe-influence-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:09:00"
        },
        {
            "title": "Cardano’s Google Trends Surge Sparks Breakout Hopes for ADA",
            "translated_facebook_post": "Minat ramai terhadap Cardano (ADA) meningkat, macam dulu November 2024.  Pelabur besar pun nampaknya berminat, jadi harga mungkin naik lagi.  Projek Veridian pun baru dilancarkan, lagi menarik perhatian orang ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6de5823fa45486b59616",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/Cardano-Google-Trends-Surge-Sparks-Breakout-Hopes-for-ADA.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:09:00"
        },
        {
            "title": "Troller Cat’s Whitelist Goes Loud, Pepe Gains 2.26%, But Pudgy Penguins Has a Great Fall",
            "translated_facebook_post": "Kucing Troller nampaknya berpotensi meletup,  sementara Pudgy Penguins agak jatuh dan Pepe naik sikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd69ebe6f7d90b88bbb87a",
            "source": "CoinoMedia",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6564f026716845029d174376a39d03ba.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:02:00"
        },
        {
            "title": "Avalanche price prediction 2025-2031: Time to buy AVAX?",
            "translated_facebook_post": "Harga Avalanche dijangka meningkat, mencecah $33.36 pada 2025 dan  melebihi $200 pada 2030,  namun  pelaburan tetap berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/64811eaa8e52bc5e90e9a8d9",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/Avalanche-prediction.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:02:00"
        },
        {
            "title": "BlockDAG Hits $214M as Keynote 3 Unveiled the Next Big Phase! AVAX Slips Below Support & TON Eyes Recovery",
            "translated_facebook_post": "Harga AVAX masih tak stabil, mungkin turun lagi, manakala TON nampak macam okay.  BlockDAG pula dah kumpul $214 juta dalam presale, dan dijangka naik banyak kali ganda pada masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6de6823fa45486b59618",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-220.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "5 Reasons Swiss Franc’s Astonishing Strength Signals Forex Market Shift",
            "translated_facebook_post": "Ketahanan Franc Swiss menunjukkan perubahan besar dalam pasaran Forex, di mana pelabur memilih aset selamat disebabkan pengurangan hutang.  Ini memberi kesan kepada pasaran kripto juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6a613ee8be77a59f511f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/5-Reasons-Swiss-Francs-Astonishing-Strength-Signals-Forex-Market-Shift.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "BlockDAG Gains Crypto Whales’ Attention with $214M Presale Boom and Developer Grants! ATOM Drops to $2 & OKB Stalls",
            "translated_facebook_post": "ATOM jatuh, OKB stabil, tapi BlockDAG tengah menarik perhatian ramai pembangun dengan program geran dan akademi pembangunannya,  serta dana pendahuluan yang besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6b8de6f7d90b88bbb884",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/04/BLOCKDAG-15-300x200.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "Top Crypto Coins to Buy Now: BlockDAG, Litecoin, AVAX & ICP – Big Gain Opportunities Ahead!",
            "translated_facebook_post": "Beberapa syiling kripto berpotensi tinggi untuk tahun 2025 antaranya BlockDAG, Litecoin, Avalanche, dan Internet Computer. BlockDAG menonjol dengan potensi keuntungan besar, manakala Litecoin kekal sebagai pilihan kukuh. Avalanche menawarkan kelajuan tinggi dan Avalanche, sementara Internet Computer membina asas Web3.  Namun, pelaburan dalam kripto tetap berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd604474f5617ad4fc3d59",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/a65e2aeac7be495bac19510cd8700590.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "1M+ Users on BlockDAG’s X1 App—The Earnings Data Might Surprise You! What Are SUI & Polkadot Price Forecasts Hiding?",
            "translated_facebook_post": "Lebih sejuta pengguna aktif guna aplikasi X1 BlockDAG, dapat untung lumayan.  Harga SUI jatuh mendadak, manakala ramalan harga Polkadot agak tak menentu.  BlockDAG pula dah ada ramai pengguna dan menunjukkan prestasi memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6a60e6f7d90b88bbb87c",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/bdag-128.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "Best Crypto Coins to Buy Now: BlockDAG, ETH, SOL, ADA, TRX",
            "translated_facebook_post": "Lima jenis mata wang kripto ni,  BlockDAG, Ethereum, Solana, Cardano, dan TRON,  nampaknya berpotensi untuk jangka masa panjang, berdasarkan pembangunan dan penggunaan masing-masing.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6a61e6f7d90b88bbb87e",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/2025-04-14T152510.610Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "HYPE Down 17%, UNI in Decline & BDAG Unveils Faster Beta Testnet!",
            "translated_facebook_post": "Harga HYPE turun 17%, UNI pun merudum, tapi BDAG lancarkan ujian beta testnet yang lebih pantas.  Peluang untung tinggi nampaknya ada pada BDAG,  walaupun HYPE dan UNI menunjukkan trend menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6a613ee8be77a59f5121",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-14T153002.455Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "$10,000 Portfolio Targets? BTC, ETH, and Solana Are Still in the Race",
            "translated_facebook_post": "Bitcoin, Ethereum, dan Solana masih berpotensi tinggi, tapi MAGACOINFINANCE tengah menarik perhatian pelabur awal dengan pulangan yang lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/10000-portfolio-targets-btc-eth-and-solana-are-still-in-the-race/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/unnamed-2025-04-14T174625.455.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "Price Prediction: Dogecoin (DOGE) or Ruvi AI (RUVI)? Experts Predict 1400% Price Increase",
            "translated_facebook_post": "Ramai pakar jangka harga  akan naik 1400% untuk  RUVI,  satu projek gabungan teknologi blockchain dan AI yang dah mula menarik perhatian ramai, terutamanya pelabur lama Dogecoin.  RUVI  punya aplikasi beta yang boleh dicuba sekarang,  dan harga jualan awal yang rendah serta bonus lumayan bagi pelabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6b8fe6f7d90b88bbb888",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-17-8.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "Crypto Price Predictions 2025: Where Next For Tron (TRX), Ripple (XRP), and Mutuum Finance (MUTM)?",
            "translated_facebook_post": "Pasaran kripto sentiasa berubah, dan Mutuum Finance (MUTM) menarik perhatian ramai pelabur dengan teknologi pinjaman dwi-modelnya yang inovatif.  Dengan lebih RM27 juta pelaburan dan pulangan pelaburan (ROI) dijangka 140%, MUTM nampaknya berpotensi besar untuk tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6b8fe6f7d90b88bbb88a",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-10-8.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "4 Best Altcoins to Buy Now: BlockDAG, Uniswap & More",
            "translated_facebook_post": "Beberapa altcoin menarik perhatian sekarang, antaranya BlockDAG yang unik dengan sistemnya, Uniswap untuk DeFi, Filecoin untuk penyimpanan data, dan Mantra untuk  pelaburan DeFi.  Potensi kenaikan nilai masing-masing menarik minat pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6ca1e6f7d90b88bbb88f",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-14T154237.905Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        },
        {
            "title": "Ethereum Faces Harsh Criticism as Peter Brandt Calls It “Worthless Junk” Amid Market Uncertainty",
            "translated_facebook_post": "Harga Ethereum masih macam harga bulan Oktober 2023, walaupun ada ramai yang jual banyak-banyak.  Ramai tak puas hati dengan kos dan cara guna Ethereum yang susah, jadi masa depan dia macam tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd6ca1d2af8925b98b659c",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/ethereum-2-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 20:00:00"
        }
    ]
}