{
    "timestamp": "2025-03-12 21:24:41",
    "all_news": [
        {
            "title": "Kedudukan Bitcoin Mencapai Kemuncak Baharu, Mata Wang Kripto Lain Merosot: Kajian",
            "description": "Dominasi Bitcoin meningkat semula susulan kejayaan sementara altcoin yang merudum dan kenaikan kadar faedah yang bakal menjelma.",
            "content": "Bitcoin (BTC) Mencapai Dominasi Tertinggi Baharu Ketika Kenaikan Harga Altcoin Mereda\n\nData daripada Matrixport, sebuah platform perkhidmatan kewangan kripto, menunjukkan dominasi Bitcoin (BTC) telah mencapai paras tertinggi baharu, sementara kenaikan harga altcoin yang singkat telah mereda.\n\nPada 12 Mac, dominasi Bitcoin — ukuran bahagian pasaran kripto keseluruhan Bitcoin — berada pada 61.2%, menurut Matrixport. Ini meningkat daripada paras terendah sekitar 54% pada bulan Disember.\n\nPeningkatan dominasi BTC adalah “bukti jelas bahawa kenaikan harga altcoin itu singkat,” kata Matrixport dalam satu catatan di platform X.\n\n“Ia hanya berlangsung selama sebulan, dari pilihan raya [Presiden Amerika Syarikat Donald] Trump pada bulan November hingga awal Disember, apabila laporan pekerjaan AS yang lebih baik daripada jangkaan telah mengalihkan tumpuan pasaran kepada Rizab Persekutuan yang lebih agresif,” kata Matrixport.\n\nDominasi Bitcoin biasanya merosot menjelang akhir kitaran pasaran apabila modal berpindah kepada altcoin — aset digital selain Bitcoin.\n\nDominasi Bitcoin kembali. Sumber: Matrixport\n\nMengawasi kadar faedah\n\nPada Januari, Rizab Persekutuan AS memilih untuk mengekalkan kadar faedah tetap dan bukannya memulakan pusingan pemotongan selanjutnya, dengan alasan data pekerjaan AS yang kukuh.\n\nNada agresif Rizab Persekutuan telah memberi tamparan kepada saham dan kripto. Harga spot Bitcoin telah jatuh kira-kira 20% sejak pengumuman bank pusat pada 29 Januari. Pada 12 Mac, Bitcoin diniagakan pada kira-kira $82,750. Ia mencecah paras tertinggi sepanjang zaman melebihi $109,000 pada bulan Disember.\n\nAltcoin lebih sensitif kepada ketidaktentuan makroekonomi berbanding Bitcoin. “Pedagang yang bijak telah berpindah daripada altcoin kepada Bitcoin, yang, walaupun mengalami penurunan sendiri, telah mengatasi prestasi pasaran kripto secara keseluruhan,” kata Matrixport.\n\nFasa seterusnya kenaikan harga Bitcoin bergantung terutamanya kepada sama ada Rizab Persekutuan memilih untuk menaikkan kadar faedah untuk mengelakkan inflasi, kata Matrixport.\n\nPada 12 Mac, Indeks Harga Pengguna bulan Februari — ukuran inflasi AS — lebih rendah daripada jangkaan pada sekitar 2.8%.\n\n“Ini menandakan penurunan pertama dalam kedua-dua CPI Utama dan Teras sejak Julai 2024,” kata The Kobeissi Letter dalam catatan X. “Inflasi sedang menurun di AS.”\n\nData daripada CME Group, sebuah bursa derivatif AS, menunjukkan bahawa pasaran secara meluas menjangkakan Rizab Persekutuan akan mengekalkan kadar faedah tetap pada mesyuarat seterusnya pada Mac.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGY1ZDUtMzNlMy03ZjhlLTliNTQtMTc3YTBhZDRjZDUw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1f5ac86e0a17081285f2a",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 20:55:00",
            "status": "Posted"
        }
    ]
}