{
    "timestamp": "2025-03-12 03:35:48",
    "all_news": [
        {
            "title": "Starknet akan menetap di Bitcoin dan Ethereum untuk menyatukan rangkaian tersebut.",
            "description": "Starknet merancang untuk menyatukan Bitcoin dan Ethereum pada rangkaian lapisan 2 tunggal, yang dijangka dapat meningkatkan skala transaksi dan mengurangkan yuran gas.",
            "content": "**Starknet: Merapatkan Jangkaian Bitcoin dan Ethereum**\n\nLapisan 2 Ethereum, Starknet, sedang meletakkan asas untuk menyatukan dua rangkaian blok terbesar, Bitcoin dan Ethereum, di satu lapisan.\n\nYayasan Starknet, dalam peta jalan Bitcoin bertarikh 11 Mac, menyatakan matlamatnya untuk menjadikan Starknet sebagai lapisan pelaksanaan Bitcoin.  Ini bertujuan untuk meningkatkan skala Bitcoin daripada 13 transaksi sesaat kepada ribuan, mengurangkan saiz blok dan yuran gas, serta meningkatkan pengalaman pengguna.\n\nYayasan itu menyatakan bahawa sebahagian besar Bitcoin kini hanya disimpan di dalam dompet dan bursa, terhad oleh batasan reka bentuk asal rangkaian: kekurangan kebolehskalaan dan ketidakupayaan untuk menyokong aplikasi di luar fungsi asas membeli, menjual, dan memindahkan.\n\nWalaupun sesetengah pelabur melihat Bitcoin sebagai \"emas digital,\" yayasan tersebut percaya terdapat permintaan untuk menggunakan Bitcoin untuk tujuan di luar itu.\n\nSebelum ini, Ketua Pegawai Eksekutif StarkWare, Eli Ben Sasson, syarikat di sebalik bukti STARK yang menyumbang kepada pembangunan Starknet, menyatakan bahawa OP_CAT, satu kod operasi zaman Satoshi untuk membuka pengaturcaraan pada Bitcoin yang dilumpuhkan atas kebimbangan keselamatan, akan membolehkan Starknet untuk diselesaikan di rangkaian blok Bitcoin.\n\nJika berjaya, Starknet menyatakan langkah ini akan membenarkan pembangun membina aplikasi di rangkaian Bitcoin melalui kontrak pintar dan membolehkan aplikasi seperti peneguhan, pinjaman, peminjaman, perdagangan berleveraj, dan pertanian hasil.\n\nSebagai sebahagian daripada pengumuman itu, StarkWare menyatakan ia telah menyertai bilangan firma yang semakin meningkat dalam mencipta rizab Bitcoin (BTC), memegang sebahagian besar daripada perbendaharaan mereka dalam kripto.\n\nStarknet juga akan bekerjasama dengan dompet Bitcoin Web3, Xverse. Pengasas dan Ketua Pegawai Eksekutifnya, Ken Liao, berkata integrasi ini, yang dijadualkan untuk suku kedua tahun 2025, akan mencapai \"saat kejayaan DeFi Bitcoin\".\n\nLiao menyatakan bahawa dompet perlu lebih daripada sekadar penyelesaian penyimpanan; dan membenarkan akses mudah kepada utiliti Bitcoin yang semakin meningkat. Beliau menambah bahawa matlamat akhirnya ialah DeFi tanpa kepercayaan pada Bitcoin.\n\nDalam satu sesi X pada 11 Mac yang membincangkan rancangan Starknet, pengasas bersama Ethereum, Vitalik Buterin, berkata L2 Bitcoin yang betul yang dapat memenuhi sifat keselamatan yang diperlukan akan \"membuat pembayaran kripto hebat semula, dan semua kes penggunaan itu boleh berfungsi.\"\n\nButerin menyatakan terdapat \"banyak nilai\" dalam membolehkan aliran aset tanpa kepercayaan antara ekosistem Bitcoin dan Ethereum, seperti laluan yang lebih mudah untuk bursa terdesentralisasi.  Beliau menambah bahawa Bitcoin, seperti yang dinyatakan dalam kertas putihnya, bertujuan untuk menjadi sistem tunai elektronik rakan sebaya, dan lapisan 1 jelas tidak cukup boleh diskala untuk tujuan tersebut. Beliau turut menyatakan kelemahan Lightning Network dan pendekatan seumpamanya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg3NjgtZGJiZi03NDkwLTljYmEtMjRjYWFhOTNiNDBl.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d0f8a587ed38217a785ded",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 02:57:00",
            "status": "Posted"
        }
    ]
}