{
    "timestamp": "2025-03-22 12:45:16",
    "all_news": [
        {
            "title": "Pasaran kripto akan ditekan oleh perang perdagangan sehingga April: penganalisis",
            "description": "Pasaran kripto dan pasaran tradisional akan terhad dek kebimbangan perang perdagangan sekurang-kurangnya sehingga 2 April, menurut analisis yang dimaklumkan kepada Cointelegraph.",
            "content": "Pasaran mata wang kripto dan pasaran tradisional akan terus tertekan oleh kebimbangan perang perdagangan global sekurang-kurangnya sehingga awal April, tetapi penyelesaian yang berpotensi mungkin membawa pemangkin pasaran besar seterusnya.\n\nHarga Bitcoin (BTC) jatuh lebih 17% sejak Presiden Amerika Syarikat Donald Trump mula mengumumkan tarif import ke atas barangan China pada 20 Januari, iaitu hari pertama selepas beliau mengangkat sumpah sebagai presiden.\n\nWalaupun terdapat pelbagai perkembangan positif khusus kripto, kebimbangan tarif global akan terus memberi tekanan kepada pasaran sekurang-kurangnya sehingga 2 April, menurut Nicolai Sondergaard, penganalisis penyelidikan di Nansen.\n\nPenganalisis penyelidikan itu berkata semasa rancangan harian Cointelegraph's Chainreaction pada 21 Mac: Aset berisiko mungkin kekurangan hala tuju sehingga kebimbangan berkaitan tarif diselesaikan, yang mungkin berlaku antara 2 April dan Julai, sekaligus mempersembahkan pemangkin pasaran positif, tambah penganalisis tersebut.\n\nKadaran tarif timbal balik Presiden Trump dijangka berkuat kuasa pada 2 April, walaupun kenyataan terdahulu daripada Setiausaha Perbendaharaan Scott Bessent yang menunjukkan kemungkinan kelewatan pengaktifannya.\n\nKadar faedah Fed juga menyumbang kepada kemerosotan pasaran.\n\nKadar faedah yang tinggi juga akan terus memberi tekanan kepada selera risiko di kalangan pelabur sehingga Rizab Persekutuan akhirnya mula menurunkan kadar faedah, jelas Sondergaard, sambil menambah:\n\nPasaran kini menilai kemungkinan sebanyak 85% bahawa Fed akan mengekalkan kadar faedah tetap semasa mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) seterusnya pada 7 Mei, menurut anggaran terkini alat FedWatch Kumpulan CME.\n\nWalau bagaimanapun, Rizab Persekutuan menunjukkan bahawa kebimbangan inflasi dan kemelesetan adalah sementara, terutamanya berhubung tarif, yang mungkin menjadi petanda positif bagi pelabur, menurut Iliya Kalchev, penganalisis penyampaian di platform pelaburan aset digital Nexo.\n\n\"Pasaran kini mungkin menjangkakan data ekonomi akan datang dengan keyakinan yang lebih tinggi,\" kata penganalisis itu kepada Cointelegraph, sambil menambah:\n\n\"Perhatikan laporan utama, termasuk Keyakinan Pengguna, KDNK S4, tuntutan pengangguran, dan siaran inflasi PCE penting minggu depan, untuk mengukur kemungkinan penurunan kadar faedah masa depan,\" tambah penganalisis itu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTNhOTYtN2UyYi03MDg2LWFkNWUtNzJmNmU4Mzc3YTMz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dea9a129fb2f225377a2fc",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 12:04:00",
            "status": "Posted"
        }
    ]
}