{
    "timestamp": "2025-03-12 20:28:25",
    "all_news": [
        {
            "title": "Yayasan Sui bekerjasama dengan Blockaid untuk meningkatkan keselamatan ekosistem.",
            "description": "Firma keselamatan kripto, Blockaid, telah mengumumkan perkongsian dengan Sui untuk meningkatkan keselamatan rangkaian tersebut. Perjanjian ini dibuat tiga bulan selepas...",
            "content": "Blockaid dan Yayasan Sui Bergabung Tangan untuk Meningkatkan Keamanan Ekosistem Sui\n\nBlockaid telah mengumumkan kemitraan dengan Yayasan Sui untuk meningkatkan keamanan ekosistem Sui.  Blockaid akan menambahkan perlindungan pada dompet Sui dan menanggapi eksploitasi kontrak pintar, ancaman off-chain, dan kesalahan operasional pada Sui.\n\nYayasan Sui mendukung pertumbuhan Sui, blockchain layer-1 yang diluncurkan pada Mei 2023 dengan tujuan menciptakan jaringan terdesentralisasi yang dapat mengelola volume transaksi tinggi dengan penundaan minimal.  Jumlah akun di blockchain mencapai 67,3 juta pada tahun 2024.  Pada 11 Maret, Sui memiliki total nilai terkunci sebesar $1,1 miliar, turun dari $2 miliar pada 6 Januari, menurut DefiLlama.\n\nBlockaid, yang pada bulan Februari mengumumkan pendanaan Seri B sebesar $50 juta, menawarkan alat keamanan di ruang Web3 kepada klien seperti Stellar, Avalanche, dan Coinbase. Pada November 2024, Blockaid bermitra dengan Backpack untuk mencegah potensi kerugian $26,6 juta dari serangan keuangan terdesentralisasi pada Solana.\n\nPengguna di jaringan Sui baru-baru ini menjadi target pelaku jahat. Pada 26 Januari, penyelidik kripto ZachXBT melaporkan serangan yang menyebabkan kerugian $29 juta untuk pengguna di jaringan Sui, dengan dana yang dicuri dicampur menggunakan Tornado Cash.  Penyelidik mencatat bahwa keterbatasan saat ini dalam penjelajah blockchain Sui dan alat analitik membuat pencurian sulit dilacak. Pada Juni 2023, Sui mengeluarkan hadiah $500.000 kepada perusahaan keamanan blockchain CertiK karena menemukan ancaman lain terhadap jaringan tersebut.\n\nBahasa pemrograman Sui mengurangi ancaman tetapi audit masih diperlukan — SlowMist\n\nDalam sebuah postingan di Medium pada September 2024, perusahaan keamanan blockchain SlowMist melakukan analisis rinci tentang jaringan Sui, menulis bahwa masih ada kebutuhan untuk audit pengkodean meskipun Move, bahasa pemrograman Sui, mengurangi banyak masalah yang dihadapi blockchain yang menggunakan bahasa lain.\n\n“Dibandingkan dengan platform blockchain lainnya, bahasa Move unggul dalam mencegah kerentanan kontrak pintar umum, […] membuat Sui lebih kuat dan andal dari sudut pandang teknis,” tulis SlowMist.  “Namun, pengembang tetap harus memperhatikan keamanan logika bisnis, terutama di area seperti manajemen izin, penggunaan jenis objek, dan konsumsi token, untuk menghindari kehilangan aset karena kesalahan pengkodean atau desain yang tidak tepat.”\n\nMenurut Sui, meskipun desain Move dapat mencegah banyak kerentanan umum yang terlihat di jaringan lain, ia masih rentan terhadap serangan tingkat protokol, termasuk \"ancaman seperti ketergantungan stempel waktu, kesalahan logika, keacakan yang tidak aman, dan kerentanan batas gas.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzIyMzktNjU3Mi03MDA3LWE2ZjEtOTUyNjNjODVhNzhk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1ec4c65e487378379a10b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 20:18:00",
            "status": "Posted"
        }
    ]
}