{
    "timestamp": "2025-03-04 20:29:38",
    "all_news": [
        {
            "title": "Ramalan Harga Polygon 2025-2031: Adakah POL Akan Pulih ke ATH Tidak Lama Lagi?",
            "description": "Intip Utama: Polygon, rangkaian sisi Ethereum dan penyelesaian penskalaan lapisan dua, telah mengalami pengambilan penggunaan yang besar oleh perusahaan dan industri di…",
            "content": "Ringkasan Utama:\n\nHarga POL dijangka menurun ke $0.24.\nRamalan harga Polygon untuk tahun 2025 menjangkakan harga POL akan melonjak ke $1.57.\nMenjelang tahun 2031, kami menjangkakan harga POL akan mencapai harga maksimum $13.01.\n\nPolygon, rangkaian sisi Ethereum dan penyelesaian penskalaan lapisan dua, telah mengalami peningkatan penggunaan yang ketara oleh perusahaan dan industri dalam tahun lalu. Akibatnya, ramai penganalisis dengan penuh semangat menjangkakan penilaian masa hadapan mata wang kripto asalnya, POL. Ini menimbulkan persoalan: Bolehkah harga POL mencapai $10?\n\nRamalan ini untuk harga Polygon meneliti faktor-faktor seperti trend ekosistem, kadar penggunaan, teknologi asas, dan analisis teknikal untuk meramalkan ramalan harga POL dari tahun 2025 hingga 2031.\n\nSertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan lain kami (betul, berjuta-juta menyayangi kami!) — apa yang anda tunggu?\n\nGambaran Keseluruhan\n\nMata Wang Kripto\nPolygon\nSimbol Ticker\nPOL\nKedudukan\n12\nHarga\n$0.24\nPerubahan Harga 24J\n-9%\nModal Pasaran\n$7,240,424,326\nBekalan Beredar\n9,899,469,069.28 POL\nJumlah Dagangan 24J\n$210 juta\nTertinggi Sepanjang Zaman\n$2.92\nTerendah Sepanjang Zaman\n$0.003012\n\nRamalan Harga POL: Analisis Teknikal\n\nMetrik\nNilai\nHarga Semasa\n$ 0.241397\nRamalan Harga\n$ 0.261986  (8.71%)\nIndeks Ketakutan & Ketamakan\n15 (Ketakutan Ekstrem)\nSentimen\nMenurun\nKebolehubahan\n6.88%\nHari Hijau\n13/30 (43%)\nSMA 50 Hari\n$ 0.36293\nSMA 200 Hari\n$ 0.44553\nRSI 14 Hari\n34.32\n\nAnalisis teknikal Polygon: Harga POL menghadapi kebolehubahan menurun sekitar $0.24\n\nAnalisis harga POL menunjukkan kebolehubahan sekitar $0.24.\nRintangan untuk POL wujud pada $0.258.\nSokongan untuk POL/USD wujud pada $0.2285.\nAnalisis harga POL pada 4 Mac mengesahkan bahawa POL menghadapi peningkatan kebolehubahan menurun. Pada masa ini, penjual cuba menghantar harga di bawah tanda $0.24.\n\nCarta harga POL 1 hari: Polygon mensasarkan penurunan segera\n\nPOL menyaksikan perhimpunan menurun selepas pembeli gagal menolak altcoin di atas paras Fib segera. Dalam tempoh 24 jam yang lalu, harga jatuh ke paras $0.24. Pada masa ini, harga Polygon mensasarkan untuk kembali semula. Jumlah 24 jam melonjak kepada $32 juta, menunjukkan peningkatan minat dalam aktiviti perdagangan. Harga didagangkan pada $0.241, menurun lebih 9% dalam tempoh 24 jam yang lalu.\n\nGaris trend RSI-14 telah menurun daripada paras sebelumnya dan kini berada sekitar 31, menunjukkan bahawa penjual perlahan-lahan mendapat momentum harga. Paras SMA-14 mencadangkan kebolehubahan menaik dalam beberapa jam akan datang.\n\nCarta harga POL 4 jam: Penjual mensasarkan pegangan di bawah garis trend EMA\n\nCarta harga POL 4 jam menunjukkan POL terus mengalami aktiviti menurun sekitar garisan EMA, mewujudkan sentimen negatif pada carta harga. Oleh kerana harga terus menghadapi rintangan berhampiran paras Fib segera, penjual bertujuan untuk menguasai carta dengan mengekalkan harga di bawah garis trend EMA20.\n\nPetunjuk BoP didagangkan di rantau negatif pada 0.49, menunjukkan bahawa penjual cuba membina tekanan berhampiran paras sokongan dan meningkatkan pembetulan menurun.\n\nDi samping itu, garis trend MACD telah membentuk lilin merah di bawah garis isyarat, dan petunjuk itu mensasarkan momentum negatif, mengukuhkan kedudukan jualan.\n\nPetunjuk teknikal POL: Tahap dan tindakan\n\nPurata Bergerak Mudah Harian (SMA)\nTempoh\nNilai\nTindakan\nSMA 3\n$ 0.343306\nJUAL\nSMA 5\n$ 0.313697\nJUAL\nSMA 10\n$ 0.309216\nJUAL\nSMA 21\n$ 0.310401\nJUAL\nSMA 50\n$ 0.36293\nJUAL\nSMA 100\n$ 0.451724\nJUAL\nSMA 200\n$ 0.44553\nJUAL\n\nPurata Bergerak Eksponensial Harian (EMA)\nTempoh\nNilai\nTindakan\nEMA 3\n$ 0.313278\nJUAL\nEMA 5\n$ 0.341697\nJUAL\nEMA 10\n$ 0.386566\nJUAL\nEMA 21\n$ 0.433718\nJUAL\nEMA 50\n$ 0.472982\nJUAL\nEMA 100\n$ 0.476164\nJUAL\nEMA 200\n$ 0.502599\nJUAL\n\nApa yang dijangka daripada analisis harga POL seterusnya?\n\nCarta harga setiap jam mengesahkan penjual sedang berusaha untuk mencegah harga POL daripada peningkatan segera. Walau bagaimanapun, jika harga POL berjaya memecah di atas $0.258, ia mungkin melonjak lebih tinggi dan menyentuh rintangan pada $0.3122.\n\nJika pembeli tidak dapat memulakan peningkatan, harga POL mungkin jatuh di bawah garis sokongan segera pada $0.2285, mengakibatkan pembetulan kepada $0.1891.\n\nAdakah POL pelaburan yang baik?\n\nToken POL boleh menjadi pilihan pelaburan yang baik dalam jangka panjang apabila projek itu membangunkan pelan hala tuju untuk versi Polygon 2.0nya. Polygon bekerjasama dengan pelbagai industri untuk meningkatkan penggunaan, dengan memberi tumpuan kepada penyelesaian NFT dan kebolehskalaan Ethereum. Perkongsian termasuk Starbucks untuk program kesetiaan NFT dan kerjasama dengan Adidas, Prada, dan Disney untuk membangunkan tawaran NFT.\n\nMengapa harga POL turun hari ini?\n\nBerikutan jualan pada $0.3, harga POL gagal mengekalkan permintaan beliannya. Ini mengakibatkan pemecahan di bawah saluran Fib segera ke arah $0.24.\n\nAdakah Harga POL Akan Pulih?\n\nJika pembeli mengekalkan harga di atas sokongan segera $0.25, kita mungkin melihat peningkatan yang kuat.\n\nApakah ramalan harga POL untuk tahun 2025?\n\nRamalan harga Polygon untuk tahun 2025 menjangkakan harga POL akan mencatatkan paras maksimum $1.57.\n\nAdakah harga POL akan mencecah $1?\n\nYa, harga POL mungkin mencecah mercu tanda $1 menjelang akhir tahun 2025. Walau bagaimanapun, ini bergantung kepada sentimen pasaran masa hadapan dan permintaan belian.\n\nAdakah Harga POL Akan Mencapai $10?\n\nJika semuanya berjalan lancar dan POL mendapat pengiktirafan pengawalseliaan, harganya mungkin melebihi $10 menjelang tahun 2030.\n\nAdakah POL pelaburan jangka panjang yang baik?\n\nOleh kerana Polygon terus mengembangkan tawarannya, ia mendapat kedudukan yang signifikan dalam pasaran altcoin. Oleh itu, POL boleh menjadi pilihan pelaburan jangka panjang yang baik.\n\nBerita/Pendapat terkini mengenai POL\n\nPemimpin telekomunikasi India, Jio Platforms, telah melancarkan JioCoin pada rangkaian Polygon, mengembangkan perkhidmatan digitalnya. Bermula 16 Januari, Jio mengintegrasikan JioCoin ke dalam pelayar JioSphere berikutan kerjasama dengan Polygon Labs untuk menggabungkan teknologi Web3 dan blockchain.\n\nRamalan harga POL Mac 2025\n\nBerikutan kemenangan pilihan raya Donald Trump, pasaran kripto menyaksikan peningkatan harga yang kukuh. Walau bagaimanapun, pengumuman baru-baru ini mengenai Tarif ke atas China, Mexico telah mencetuskan tekanan menurun dalam pasaran altcoin.\n\nWalau bagaimanapun, penganalisis menjangkakan peningkatan yang stabil dalam harga pasaran kripto berikutan kejatuhan itu. Kami menjangkakan POL akan mencatatkan harga minimum $0.22 dan harga maksimum $0.35, dengan purata $0.28 pada bulan Februari.\n\nRamalan Harga POL\nPotensi rendah\nPurata potensi\nPotensi tinggi\nRamalan Harga POL Mac 2025\n$0.22\n$0.28\n$0.35\n\nRamalan Harga POL 2025\n\nYuran Ethereum meningkat secara dramatik semasa pasaran lembu, menjadikannya terlalu mahal untuk pengguna mata wang kripto biasa. Itulah sebabnya Polygon menjadi popular semasa pasaran lembu yang lalu. Tetapi kali ini, pada tahun 2025, Polygon mempunyai persaingan yang lebih sengit daripada Arbitrum, Optimism, dan Starknet.\n\nWalau bagaimanapun, rangkaian Bukti Pegangan (PoS) Polygon boleh mengendalikan sehingga 65,000 transaksi sesaat (TPS) dan lebih murah daripada rangkaian seperti Arbitrum dan Optimism. Oleh itu, peningkatan penggunaan mungkin meningkatkan harganya pada tahun 2025.\n\nPada tahun 2025, harga Polygon diramalkan akan mencapai paras minimum $1.34. Ia dijangka mencapai paras maksimum $1.57, dengan harga purata $1.39 sepanjang tahun.\n\nRamalan Harga POL\nPotensi rendah\nPurata potensi\nPotensi tinggi\nRamalan Harga POL 2025\n$1.34\n$1.39\n$1.57\n\nRamalan Harga POL 2026-2031\n\nTahun\nHarga Minimum\nHarga Purata\nHarga Maksimum\n2026\n$2.07\n$2.12\n$2.39\n2027\n$3.03\n$3.11\n$3.60\n2028\n$4.28\n$4.43\n$5.36\n2029\n$6.08\n$6.26\n$7.41\n2030\n$8.93\n$9.18\n$10.51\n2031\n$11.22\n$12.25\n$13.01\n\nRamalan harga Pol untuk 2026\n\nPolygon telah menyediakan PolygonzkEVM kepada semua orang, menjadikannya salah satu ZK Rollup pertama yang berbuat demikian. Ini adalah langkah besar ke hadapan untuk Polygon dan memberikannya kelebihan.\n\nDengan penggunaannya yang semakin meningkat oleh perniagaan, teknologi inovatif, dan kejayaan terdahulu, Polygon boleh mencapai paras tertinggi sepanjang zaman yang baharu pada tahun 2026.\n\nMenurut ramalan dan analisis teknikal, harga Polygon dijangka mencecah minimum $2.07 pada tahun 2026. Unjuran harga maksimum ialah $2.39, dengan nilai purata $2.12.\n\nRamalan harga Polygon (POL) 2027\n\nPada tahun 2027, satu Polygon dijangka mencapai harga minimum $3.03. Unjuran maksimum untuk harga POL ialah $3.60, dengan harga purata $3.11 untuk tahun tersebut.\n\nRamalan harga Polygon 2028\n\nUntuk tahun 2028, harga Polygon diramalkan akan mencapai nilai minimum $4.28. Nilai maksimum boleh melonjak kepada $5.36, dengan harga dagangan purata $4.43 sepanjang tahun.\n\nRamalan harga Polygon 2029\n\nPada tahun 2029, harga Polygon diramalkan akan mencapai paras terendah $6.08. Paras maksimum yang mungkin untuk harga POL boleh mencecah $7.41, dengan harga ramalan purata $6.26.\n\nRamalan harga Polygon (POL) 2030\n\nMelihat ke hadapan pada tahun 2030, harga Polygon dijangka mencapai minimum $8.93. Unjuran maksimum ialah $10.51, dengan harga dagangan purata $9.18.\n\nRamalan harga Polygon 2031\n\nUntuk tahun 2031, harga Polygon diramalkan akan mencapai nilai minimum $11.22. Nilai maksimum boleh melonjak kepada $13.01, dengan harga dagangan purata $12.25 sepanjang tahun.\n\nRamalan harga POL oleh pakar\n\nNama Firma\n2025\n2026\nCoincodex\n$3.56\n$5.44\nDigital Coin Price\n$2.84\n$3.87\nChangelly\n$2.01\n$3.1\n\nRamalan harga POL oleh Cryptopolitan\n\nCryptopolitan optimis terhadap potensi pasaran masa hadapan POL. Pada tahun 2025, harga Polygon diramalkan akan mencapai paras minimum $1.34. Ia dijangka mencapai paras maksimum $1.57, dengan harga purata $1.39 sepanjang tahun.\n\nSentimen harga sejarah POL\n\nPOL mula diperkenalkan pada tahun 2019, pada mulanya dinilai di bawah satu sen.\nMengekalkan paras yang stabil sekitar $0.02 untuk dua tahun berikutnya.\nPenjenamaan semula POL kepada Polygon pada tahun 2021 memacu pertumbuhan, melebihi $1 pada bulan Mei dan mencapai paras tertinggi sepanjang zaman $2.92 pada 27 Disember.\nPada tahun 2022, POL bergelut, jatuh di bawah $1 pada bulan Mei, di bawah $0.50 pada bulan Jun, pulih seketika di atas $1 pada bulan Ogos, dan menamatkan tahun pada $0.7585, turun 70%.\nPada tahun berikutnya, 2023, Polygon menunjukkan prestasi bercampur, memecah $1 pada bulan Februari tetapi jatuh kepada $0.5593 pada bulan Jun selepas berita Crypto.com. Ia mencapai puncak $0.8775 pada bulan Julai, jatuh kepada $0.4946 pada bulan September, dan pulih kepada $0.9789 menjelang November.\nPOL meningkat daripada $0.8514 pada bulan Januari kepada $1.4 pada bulan Mac tetapi menurun di bawah $0.8 menjelang Mei dan mencecah paras terendah berhampiran $0.4 pada bulan Jun dan Julai. Ia disatukan antara $0.4 dan $0.6 pada bulan Ogos dan September, meningkat sedikit di atas $0.45.\nPada bulan Oktober, ia menurun kepada $0.39 tetapi melonjak kepada $0.63 pada bulan November berikutan kemenangan Donald Trump, menamatkan Disember menurun pada $0.477.\nPada permulaan Januari 2025, POL membuka pasaran pada $0.4511; pada bulan Februari, ia berada di antara $0.3068 – $0.3455.\nWalau bagaimanapun, menjelang akhir Februari, harga POL jatuh ke arah $0.25.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/POL.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/650fec58777cbe70a0da60ce",
            "timestamp": "2025-03-04 20:10:00",
            "status": "Posted"
        },
        {
            "title": "Ripple vs. SEC: Kejutan Besar Apabila Bekas Pegawai Rumah Putih Mengatakan Kes Telah Tamat",
            "description": "Anthony Scaramucci mendakwa SEC telah menamatkan kes terhadap Ripple. Pertempuran undang-undang yang berlarutan ini menghadapi halangan disebabkan oleh satu perintah injunksi yang merumitkan sela...",
            "content": "**Ripple vs. SEC: Pusingan Baru Selepas Bekas Pegawai Rumah Putih Mengatakan Kes Telah Tamat**\n\nAnthony Scaramucci mendakwa Suruhanjaya Sekuriti dan Bursa (SEC) telah menamatkan kesnya terhadap Ripple.  Pertempuran undang-undang yang berterusan ini menghadapi halangan disebabkan oleh satu perintah mahkamah yang menyukarkan penyelesaian segera.\n\nDalam satu temu bual podcast, Anthony Scaramucci, bekas pengarah komunikasi Rumah Putih, menyatakan bahawa SEC telah secara efektif menggugurkan kesnya terhadap Ripple. Scaramucci menyatakan ini dalam temu bualnya dengan Scott Melker di podcast, Wolf of All Streets.\n\nMereka membincangkan pelbagai perkembangan dalam pasaran kripto, termasuk bagaimana Donald Trump mungkin mempengaruhi aset digital. Perdebatan itu meliputi beberapa tuntutan saman SEC yang baru-baru ini dibatalkan, seperti yang difailkan terhadap Coinbase, Uniswap, dan Gemini. Scaramucci menyatakan bahawa kes Ripple mungkin akan mengikut jejak langkah mereka.\n\nWalau bagaimanapun, sehingga kini belum ada pengumuman rasmi daripada Ripple atau SEC mengenai penarikan balik kes tersebut.  Pakar undang-undang percaya bahawa masih ada isu yang perlu diselesaikan, terutamanya satu perintah mahkamah yang mungkin memperlahankan penyelesaiannya.\n\n**Halangan Undang-Undang Utama Mencegah Penyelesaian Kes Ripple**\n\nPeguam Jeremy Hogan menjelaskan bahawa kes tersebut belum lagi diselesaikan. Beliau menyatakan bahawa salah satu halangan masih terdapat dalam keputusan Hakim Analisa Torres, yang mengenakan perintah mahkamah yang menghalang Ripple daripada menjual XRP secara langsung kepada pelabur institusi.\n\nBeliau menjelaskan bahawa walaupun kedua-dua pihak boleh bersetuju untuk menyelesaikan kes ini, mereka tidak boleh mengabaikan perintah mahkamah.\n\nSarjana undang-undang menunjukkan bahawa untuk membatalkan perintah mahkamah, terdapat prosedur formal di dalam Peraturan 60 Peraturan Prosedur Awam Persekutuan. Peraturan ini menentukan bagaimana untuk mendapatkan pelepasan daripada penghakiman, tetapi ia bukanlah mudah.\n\nMahkamah perlu mendapati terdapat perubahan keadaan yang penting untuk melepaskan larangan jualan Ripple. SEC pula boleh berhujah bahawa pembaharuan peraturan kripto yang sedang dijalankan menjadikan perintah mahkamah itu tidak perlu.\n\nBagaimanapun, mahkamah pada mulanya bergantung kepada ujian Howey, iaitu ujian kehakiman, untuk menentukan sama ada sesuatu aset itu merupakan sekuriti. SEC tidak boleh mengatasi preseden Mahkamah Agung, dan meyakinkan mahkamah untuk membatalkan keputusannya bukanlah mudah.\n\n**Keputusan Rayuan Perintah Mahkamah Dijangka Menjelang April**\n\nJika Ripple mahu perintah mahkamah dibatalkan, ia mesti menyediakan satu usul yang bernas untuk meyakinkan mahkamah untuk mempertimbangkan semula. Proses ini boleh mengambil masa beberapa bulan, memandangkan kelulusan SEC terhadap rumusan usul juga diperlukan. Setelah dipersetujui, setiap pihak mesti menarik balik rayuan masing-masing sebelum membawa kes tersebut ke mahkamah untuk diputuskan.\n\nHogan menyatakan bahawa walaupun terdapat potensi untuk membatalkan rayuan pada bulan April, pembubaran perintah mahkamah tidak akan berlaku sehingga Mei. Sementara itu, Ripple perlu menangani kerumitan undang-undang dalam prosiding yang sedang berjalan.",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/03/DALL%C2%B7E-2025-03-04-11.46.46-A-dramatic-courtroom-scene-depicting-Ripple-XRP-on-one-side-and-the-SEC-on-the-other-symbolizing-their-legal-battle.-The-background-features-a-judg.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c75f3d3b3b761e11836609",
            "timestamp": "2025-03-04 20:08:00",
            "status": "Posted"
        },
        {
            "title": "Kripto: Penggodam Bybit Cuci Wang $1.4 Bilion yang Dicuri… Dalam Masa 10 Hari Sahaja!",
            "description": "Pendedahan penggodaman terbesar dalam sejarah kripto mengalami perkembangan yang membimbangkan.  Hanya dalam tempoh 10 hari, penggodam berjaya mengurangkan keseluruhan $1.4 bilion…",
            "content": "## Penggodaman Kripto Terbesar Sepanjang Sejarah: Wang $1.4 Bilion DiCuci Dalam 10 Hari\n\nPenggodaman terbesar dalam sejarah kripto sedang mengalami perkembangan yang membimbangkan. Dalam masa hanya 10 hari, penggodam berjaya mengaburi keseluruhan $1.4 bilion yang dicuri dari platform Bybit. Walaupun pelaksanaan yang pantas ini, pakar keselamatan blockchain percaya sebahagian daripada dana tersebut masih boleh dipulihkan.\n\n**Penggodaman Kripto Terbesar Kini Telah DiCuci**\n\nPada 21 Februari 2025, platform pertukaran kripto Bybit menjadi mangsa serangan siber yang belum pernah berlaku sebelum ini. Penggodam mencuri lebih daripada $1.4 bilion dalam aset kripto, terutamanya dalam bentuk Ether (ETH), Staked Ether (stETH), dan token lain berasaskan blockchain Ethereum.\n\nSerangan ini dengan pantas menjadi kecurian mata wang kripto terbesar yang pernah direkodkan, mengatasi rekod terdahulu yang dicipta semasa penggodaman Ronin Network dan Poly Network.\n\nMenurut maklumat yang diterbitkan oleh Lookonchain, sebuah syarikat yang pakar dalam keselamatan blockchain, penggodam berjaya mengaburi keseluruhan 499,395 ETH yang dicuri, bernilai kira-kira $1.04 bilion, dalam masa hanya 10 hari.\n\nOperasi pengaburan ini terutamanya dijalankan melalui THORChain, satu protokol terdesentralisasi yang membolehkan pertukaran antara pelbagai blockchain tanpa perantara. Kelajuan dan kecekapan pengaburan ini mencerminkan persediaan yang teliti dan pemahaman mendalam tentang mekanisme kewangan terdesentralisasi.\n\nBeberapa syarikat analisis blockchain, termasuk Arkham Intelligence, telah mengenal pasti kumpulan Lazarus sebagai dalang utama di sebalik serangan ini. Rejim Korea Utara menyokong kumpulan penggodam ini, yang menjalankan operasi canggih untuk membiayai program senjata nuklear Pyongyang.\n\n**Harapan Pemulihan Walaupun Pengaburan Secara Besar-besaran**\n\nWalaupun hampir keseluruhan dana yang dicuri telah dikaburkan, pakar keselamatan blockchain masih berharap dapat memulihkan sebahagian daripada aset tersebut. Deddy Lavid, pengasas bersama dan CEO Cyvers, sebuah syarikat yang pakar dalam keselamatan blockchain, mendakwa pihak berkuasa masih boleh mengesan sebahagian daripada dana tersebut walaupun percubaan untuk menyembunyikannya.\n\n“Walaupun penggunaan pengadun dan pertukaran antara rantaian menyukarkan pengesanan, teknologi semasa berasaskan kecerdasan buatan dan analisis blockchain, digabungkan dengan kerjasama erat dengan bursa dan pengawal selia, masih boleh membantu mengenal pasti dan berpotensi membekukan beberapa aset,” jelasnya.\n\nBen Zhou, CEO Bybit, sebahagiannya mengesahkan pandangan ini apabila beliau menyatakan hari ini di akaun X beliau bahawa pihak berkuasa masih boleh mengesan hampir 77% daripada dana yang dicuri oleh penggodam. Walau bagaimanapun, beliau juga mengakui bahawa kira-kira $280 juta telah hilang sepenuhnya daripada radar, manakala pihak berkuasa telah berjaya membekukan 3% daripada aset tersebut.\n\nKejadian utama ini telah mendorong seluruh sektor kripto untuk memikirkan semula langkah keselamatannya. Michael Pearl, naib presiden strategi di Cyvers, membincangkan penyelesaian yang amat menjanjikan: pengesahan transaksi luar rantaian, yang boleh mencegah sehingga 99% penggodaman dengan mensimulasikan dan mengesahkan operasi blockchain dalam persekitaran yang selamat sebelum pelaksanaan sebenar.\n\nSebagai kesimpulan, kecurian rekod ini menggambarkan dengan sempurna cabaran keselamatan yang dihadapi oleh industri kripto. Antara kecanggihan serangan yang semakin meningkat dan keperluan untuk mengekalkan sistem yang boleh diakses, mencari keseimbangan tetap sukar untuk melindungi berbilion dolar yang kini beredar di pelbagai blockchain.",
            "image": "https://www.cointribune.com/app/uploads/2025/03/bybit-crypto.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c75f3f6592b573d44ae82b",
            "timestamp": "2025-03-04 20:05:00",
            "status": "Posted"
        },
        {
            "title": "Adakah Ethereum Akan Turun kepada $1,500? Harga ETH Menjunam 12%",
            "description": "Ethereum (ETH), mata wang kripto kedua terbesar di dunia,  nampaknya sedang bergelut dan dijangka mengalami penurunan harga yang besar disebabkan oleh penurunan ketara...",
            "content": "**Ethereum (ETH) Menerpa Kehilangan Besar: Adakah Ini Permulaan Kejatuhan Besar?**\n\nEthereum (ETH), kripto kedua terbesar dunia, dilihat sedang bergelut dan berkemungkinan mengalami penurunan harga yang besar susulan penurunan ketara dalam tempoh 24 jam yang lalu. Pada 4 Mac 2025, dengan penurunan harga sebanyak 12%, Ether telah melanggar salah satu tahap sokongan pentingnya yang telah bertahan sejak Disember 2023.\n\n**Analisis Teknikal Ethereum (ETH) dan Tahap Akan Datang**\n\nKejatuhan ini sebahagiannya telah mengalihkan sentimen pasaran ke arah penurunan. Menurut analisis teknikal pakar, ETH dilihat lemah kerana ia telah jatuh di bawah tahap sokongan penting $2,200. Berikutan kejatuhan ini, altcoin tersebut telah membuka laluan untuk penurunan harga selanjutnya.\n\nBerdasarkan tindakan harga terkini dan momentum sejarah, jika ETH menutup lilin harian di bawah paras $2,065, terdapat kemungkinan besar ia boleh jatuh sebanyak 26% untuk mencapai sokongan seterusnya pada $1,500 dalam beberapa hari akan datang.\n\nDengan penurunan harga yang berterusan, ETH telah jauh dari Purata Bergerak Eksponensial (EMA) 200 pada jangka masa harian, menunjukkan bahawa aset tersebut berada dalam aliran menurun.\n\n**Metrik Rantaian Atas Yang Menunjukkan Kenaikan**\n\nWalaupun tindakan harga yang lemah dan penurunan harga yang berterusan, ikan paus dan pelabur jangka panjang dilihat sedang mengumpul token tersebut, seperti yang dilaporkan oleh firma analitik rantaian atas CoinGlass dan pengesan transaksi berasaskan blok rantai Lookonchain.\n\n**Ikan Paus Membeli ETH Bernilai $10.40 Juta**\n\nDalam satu catatan baru-baru ini di X (dahulunya Twitter), Lookonchain menyatakan bahawa ikan paus kripto yang dikenali sebagai \"7 siblings\" telah sekali lagi membelanjakan $10.36 juta dan telah membeli 4,993 ETH pada harga purata $2,075. Dengan pengumpulan token ETH yang besar ini, pegangan ETH ikan paus kripto ini meningkat kepada 1,157,000 ETH bernilai $2.4 bilion dalam dua dompet.\n\nBagaimanapun, kali terakhir mereka membeli pada 25 Februari, apabila mereka telah membelanjakan 28.75 juta token DAI dan telah membeli 12,070 ETH, pada harga purata $2,382.\n\n**Aliran Keluar ETH Bernilai $130 Juta**\n\nSelain minat meningkat daripada ikan paus di tengah-tengah penurunan harga, ia juga menunjukkan bahawa pelabur jangka panjang telah mengumpul token ETH secara signifikan. Data daripada aliran masuk/keluar menunjukkan bahawa bursa telah menyaksikan aliran keluar sebanyak $130 juta ETH dalam tempoh 24 jam yang lalu, yang menunjukkan pengumpulan berpotensi.\n\nWalaupun semua pengumpulan dan aliran keluar token ini, ETH kini diniagakan berhampiran $2,070 dan telah mengalami penurunan harga melebihi 12% dalam tempoh 24 jam yang lalu. Walau bagaimanapun, dalam tempoh yang sama, jumlah dagangannya menurun sebanyak 12%, menunjukkan penyertaan yang lebih rendah daripada pedagang dan pelabur yang berpotensi disebabkan oleh turun naik harga yang besar.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/04193004/Why-Ethereum-Price-is-Down-Today-Analysts-Warn-of-Worst-Q1-in-ETH-History.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c75ce5542ab23569fb9fdb",
            "timestamp": "2025-03-04 20:02:00",
            "status": "Posted"
        },
        {
            "title": "OFFICIALMAGACOIN.IO Meletup—Adakah Pelabur Bitcoin & XRP Akan Melenting Peluang Ini?",
            "description": "Gambaran Keseluruhan Pasaran: Bitcoin dan Solana Menghadapi Cabaran Bitcoin (BTC) diniagakan pada $85,480, mencerminkan penurunan sebanyak 2.31%.  Begitu juga, XRP telah menurun…",
            "content": "Gambaran Keseluruhan Pasaran: Bitcoin dan Solana Menghadapi Cabaran\n\nBitcoin (BTC) diniagakan pada $85,480, mencerminkan penurunan sebanyak 2.31%.  Begitu juga, XRP telah menurun kepada $2.19, menandakan penurunan sebanyak 4.78%.  Ketidakstabilan ini menyerlahkan sifat turun naik mata wang kripto yang telah lama bertapak, mendorong pelabur untuk meneroka peluang baharu.\n\nOFFICIALMAGACOIN: Pencabar Baharu\n\nBerbeza dengan cabaran yang dihadapi oleh Bitcoin dan Solana, OFFICIALMAGACOIN sedang membuat kemajuan yang signifikan.  Prajualan telah berjaya mengumpul lebih daripada $3.7 juta, menunjukkan keyakinan pelabur yang kukuh.  Kejayaan pengumpulan dana yang mengagumkan ini menggariskan minat yang semakin meningkat terhadap OFFICIALMAGACOIN sebagai alternatif yang berdaya maju dalam pasaran kripto.\n\nTERHAD UNTUK TEMPOH TERBATAS! GUNAKAN KOD PROMOSI MAGA50X HARI INI UNTUK BONUS TAMBAHAN 50%!\n\nMengapa Pelabur Beralih\n\nKejayaan Prajualan: Mengumpul lebih daripada $3.7 juta menunjukkan kepercayaan pasaran yang kuat dan semangat terhadap OFFICIALMAGACOIN.\n\nPotensi Pertumbuhan: Sebagai altcoin baharu, OFFICIALMAGACOIN menawarkan peluang kepada pengguna awal untuk memanfaatkan potensi keuntungan eksponen.\n\nKepelbagaian Pelaburan: Pelabur berusaha untuk mempelbagaikan portfolio mereka di tengah-tengah turun naik mata wang kripto yang telah lama bertapak seperti Bitcoin dan Solana.\n\nGambaran Perbandingan\n\nMata Wang Kripto | Harga Semasa | Perbezaan 24 Jam\n-----------------|-----------------|-----------------\nBitcoin (BTC)     | $85,480          | -2.31%\nSolana (SOL)      | $138.95          | +1.10%\nOFFICIALMAGACOIN  | Prajualan        | +1,000x\n\nData setakat 27 Februari 2025.\n\nCara Untuk Terlibat\n\nPeserta awal boleh memanfaatkan kod MAGA50X untuk bonus 50% ke atas pelaburan. Tawaran eksklusif ini memberikan insentif tambahan bagi mereka yang ingin memanfaatkan momentum OFFICIALMAGACOIN.\n\nKRIPTO 1000X SETERUSNYA – KLIK DI SINI UNTUK SERTAI SEKARANG!\n\nKetika landskap kripto terus berkembang, sementara pemain utama seperti Bitcoin dan Solana menghadapi cabaran, OFFICIALMAGACOIN menawarkan peluang yang menarik bagi pelabur yang ingin mempelbagaikan dan memanfaatkan trend baharu.\n\n🔹 Laman Web: officialmagacoin.io\n🔹 X/Twitter: https://x.com/officialMAGAx\n\nTeruskan Membaca: OFFICIALMAGACOIN.IO Menjadi Viral—Adakah Pelabur Bitcoin & XRP Akan Lepaskan Peluang Ini?",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/03/17410346957890544-image2.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c75ce6542ab23569fb9fdd",
            "timestamp": "2025-03-04 20:00:00",
            "status": "Posted"
        },
        {
            "title": "Alami Lonjakan DeFi Terbesar dengan Hackathon BlockDAG yang Akan Datang! Harga Shiba Inu Menjunam Ketika Ikan Paus HYPE Melabur $8 Juta",
            "description": "Adakah pasaran kripto sudah bersedia untuk bintang besarnya yang seterusnya? Kejatuhan harga Shiba Inu telah menggegarkan para pengikut memecoin, manakala tindakan ikan paus HYPE masih...",
            "content": "Pasaran Kripto Bersedia untuk Bintang Besar Seterusnya?\n\nKejatuhan harga Shiba Inu telah mengejutkan pengikut memecoin, manakala tindakan ikan paus HYPE mencipta pertumbuhan pantas di Hyperliquid. Kini, tumpuan beralih kepada apa yang mungkin menjadi perkara besar seterusnya. Di tengah-tengah perkembangan ini, BlockDAG bersiap sedia untuk bersinar dengan hackathon akan datang.\n\nHackathon BlockDAG bukan sekadar acara pengkodan; ia adalah tentang menukar idea kepada penyelesaian praktikal yang meningkatkan keupayaan DeFi dan Web3. Dengan menyasarkan bidang seperti DeFi, NFT, dan kontrak pintar, BlockDAG (BDAG) merancang untuk mencipta faedah berkekalan untuk duit syiling BDAG.  Apabila inisiatif baharu bermula dan merangsang tindakan dalam rangkaian, pemegang BDAG mungkin akan melihat permintaan organik dan pertumbuhan berterusan dalam ekosistem.\n\nHackathon BlockDAG: Mencipta Impak Sebenar dalam DeFi & Web3\n\nHackathon BlockDAG seterusnya bertujuan untuk melakukan lebih daripada sekadar mempamerkan kemahiran pengkodan—ia ditetapkan untuk mengubah idea baharu kepada projek penting yang meningkatkan skop DeFi dan Web3. Dengan menumpukan pada bidang popular seperti DeFi, NFT, dan kontrak pintar, acara ini akan menarik pembangun yang ingin mencipta penyelesaian konkrit. Objektifnya jelas: mewujudkan BlockDAG sebagai kripto yang terkenal dengan menambah nilai sebenar melalui dApps yang canggih dan praktikal.\n\nSetiap usaha hackathon meningkatkan utiliti dalam rangkaian BlockDAG. Daripada protokol DeFi yang meningkatkan kecairan kepada inisiatif NFT yang menarik minat yang lebih luas, atau penambahbaikan rangkaian yang meningkatkan prestasi, projek ini memperkenalkan fungsi baharu kepada duit syiling BDAG.  Apabila transaksi meningkat dan lebih ramai pengguna terlibat dalam penguncian dan tadbir urus, permintaan intrinsik untuk BDAG mungkin meningkat, yang mungkin membawa kepada faedah jangka panjang untuk pemegang.\n\nPada masa ini, prajualan BlockDAG sedang berlangsung, kini dalam kumpulan ke-27, dengan duit syiling BDAG berharga $0.0248 dan lebih daripada $200 juta telah dikumpul. Dengan rancangan untuk menyenaraikan BDAG di 10 bursa kripto utama (CEX) tahun ini, BlockDAG bertujuan untuk muncul sebagai kripto terkemuka pada tahun 2025. Komuniti pembangun yang kukuh dan usaha pertumbuhan strategik boleh meletakkan rangkaian ini sebagai pemain utama dalam bidang blockchain.\n\nMengapa Harga Shiba Inu Menjunam?\n\nHarga Shiba Inu jatuh sebanyak 6.22% dalam masa 24 jam, mencapai paras terendah suku tahun sebanyak $0.00001369, mengejutkan pasaran. Kejatuhan ini meletakkan SHIB di bawah julat harga penting, di mana 447 trilion token telah aktif antara $0.000014 dan $0.000019. Kini, 59% pemegang SHIB mengalami kerugian, dan terdapat penurunan sebanyak 10.95% dalam transaksi besar oleh ikan paus kripto. Selain itu, jumlah dagangan spot adalah rendah pada $578 juta, jauh kurang daripada memecoin lain seperti Dogecoin dan Pepe Token.\n\nDalam pasaran derivatif, turun naik adalah jelas dengan hampir 90% kedudukan yang dilikuidasi adalah optimis. Lebih daripada $900,000 dalam kedudukan panjang hilang dalam masa 24 jam sahaja, menunjukkan taruhan tinggi yang terlibat. Walaupun penurunan ini, komuniti SHIB secara aktif membakar token untuk mengurangkan bekalan dan membantu harga pulih.\n\nPelaburan Ikan Paus HYPE Melonjak di Hyperliquid\n\nLebih daripada $8.42 juta USDC telah dilaburkan dalam $HYPE oleh ikan paus dalam masa sehari, yang membawa kepada minat pasaran yang ketara. Transaksi utama termasuk 5 juta USDC, 2.07 juta USDC, dan 1.35 juta USDC telah meningkatkan harga $HYPE daripada $0.10 kepada $0.14—peningkatan sebanyak 40%. Jumlah dagangan melonjak, dengan 8 juta token $HYPE/USDC ditukar di Hyperliquid dan 2 juta pada pasangan Uniswap $HYPE/ETH.\n\nTanda-tanda teknikal menyokong trend positif ini. Indeks Kekuatan Relatif (RSI) meningkat daripada 60 kepada 75, menunjukkan momentum pasaran yang kukuh. Penumpuan Perbezaan Purata Bergerak (MACD) mengesahkan persilangan menaik, dan jumlah nilai yang dikunci (TVL) dalam protokol DeFi yang berkaitan dengan $HYPE meningkat sebanyak 15% kepada $15 juta. Aktiviti ikan paus ini menunjukkan bahawa $HYPE mungkin berada di ambang kejayaan.\n\nGambaran Keseluruhan Peralihan Pasaran\n\nPenurunan harga Shiba Inu telah memberi kesan negatif kepada ramai pemegang, manakala penglibatan aktif oleh ikan paus HYPE di Hyperliquid telah mencetuskan lonjakan harga, mencerminkan perubahan pantas dalam sentimen pasaran.  Apabila penyokong SHIB berusaha untuk membakar token untuk mendapatkan semula kekuatan, dan $HYPE menarik minat menaik, BlockDAG bersiap sedia untuk kejayaan jangka panjang melalui hackathon yang menarik.\n\nHackathon ini bertujuan untuk mengubah idea baharu kepada aplikasi DeFi dan Web3 yang praktikal, meletakkan BDAG untuk potensi kejayaan yang signifikan. Setiap usaha hackathon dijangka memperkenalkan aplikasi baharu, meningkatkan transaksi dan kegunaan BDAG. Dengan lebih daripada $200 juta dikumpul dalam prajualan kripto dan usaha untuk mengembangkan komuniti pembangun yang berpengalaman, BlockDAG sedang membuka laluan ke arah pertumbuhan mampan dan kelebihan berpotensi untuk pemegang BDAG.\n\nPrajualan: https://purchase.blockdag.network\nLaman Web: https://blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu\n\nPenafian: Artikel ini adalah siaran akhbar tajaan untuk tujuan maklumat sahaja. Coinsprobe tidak menyokong atau menjamin ketepatan, kualiti, atau kebolehpercayaan sebarang kandungan, produk, atau perkhidmatan yang disebut. Pandangan yang dinyatakan tidak mencerminkan pandangan Coinsprobe dan bukan nasihat kewangan, undang-undang, atau pelaburan. Melabur dalam aset kripto membawa risiko yang signifikan. Pembaca harus menjalankan penyelidikan mereka sendiri dan bertindak atas risiko mereka sendiri. Coinsprobe tidak bertanggungjawab terhadap sebarang kerugian atau kerosakan yang timbul daripada pergantungan terhadap kandungan ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/571b51aac1324b9690cacb9020210dc3.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c73f04c6c9fa6198bed548",
            "timestamp": "2025-03-04 20:00:00",
            "status": "Posted"
        },
        {
            "title": "Masa Habis – Bonus 400% Altcoin Hampir Tamat Sementara Bitcoin & Ethereum Kembali Menunjukkan Peningkatan!",
            "description": "Pelabur kripto berebut untuk mengukuhkan kedudukan mereka tatkala BlockDAG, Bitcoin, dan Ethereum mendominasi tajuk utama pada tahun 2025. Jualan awal BlockDAG baru sahaja...",
            "content": "Masa Berakhir – Bonus 400% Altcoin Hampir Tamat Semasa Bitcoin & Ethereum Kembali Meningkat!\n\nTawaran bonus 400% BlockDAG masih aktif tetapi akan berakhir tidak lama lagi apabila pra-jualan mencecah $200 juta. Sementara itu, Bitcoin dan Ethereum bersiap sedia untuk pergerakan harga yang besar. Jangan lepaskan peluang ini!\n\nPelabur kripto berebut untuk mengamankan kedudukan mereka memandangkan BlockDAG, Bitcoin, dan Ethereum mendominasi tajuk utama pada tahun 2025. Pra-jualan BlockDAG baru sahaja melepasi $200 juta, dengan tawaran bonus BDAG 400% masih aktif tetapi akan berakhir tidak lama lagi, menjadikan ini satu saat penting bagi pembeli. Sementara itu, momentum menaik Bitcoin dan peningkatan rangkaian Ethereum menyediakan landasan untuk pergerakan harga yang signifikan.  Dengan pelabur yang mencurahkan modal ke dalam kripto dan fasa pra-jualan yang ditutup dengan pantas, masa semakin suntuk. Mari kita bongkar mengapa tiga kripto ini adalah yang perlu diperhatikan sekarang – sebelum terlambat.\n\nBonus 400% BlockDAG: Peluang Pra-Jualan Terbesar pada 2025\n\nPra-jualan BlockDAG melepasi pencapaian $200 juta, dengan Batch 27 kini aktif. Pengguna awal telah pun menjamin ROI 2,380%, dengan harga BDAG meningkat daripada $0.001 dalam Batch 1 kepada $0.0248 hari ini. Kod promo BDAG800 menawarkan bonus 400%, menjadikan ini titik masuk paling lumayan sebelum harga meningkat lagi.\n\nTidak seperti kripto lain yang menghadapi turun naik pasaran, BlockDAG telah membina keyakinan melalui audit CertiK dan Halbour, memastikan pelaburan yang selamat dan telus.  Apabila permintaan meningkat, harga akan terus meningkat, dengan setiap batch terjual dengan pantas. Pelabur yang menangguh risiko membayar lebih tinggi pada fasa akan datang.\n\nPelancaran rangkaian utama BlockDAG yang akan datang, pengembangan aplikasi X1 Miner, dan penggunaan yang semakin meningkat meletakkannya sebagai kripto teratas untuk dibeli sekarang. Dengan pra-jualan kini melepasi $200 juta, peluang ini tidak akan bertahan lama. Masa terbaik untuk membeli BDAG adalah sekarang – sebelum tawaran bonus tamat tempoh.\n\nPertumbuhan BlockDAG diperkukuhkan lagi oleh teknologi perlombongan yang mesra pengguna, menawarkan akses kepada pelombong yang berpengalaman dan baharu. Aplikasi X1 Miner telah menarik lebih daripada 500,000 pengguna, membuktikan permintaan yang kukuh untuk ekosistem BlockDAG. Dengan infrastruktur yang boleh diskala dan pemprosesan transaksi yang terdesentralisasi, BDAG dijangka menjadi pemain utama dalam ruang blok rantai.\n\nBitcoin (BTC): Permintaan Institusi Memanaskan Momentum\n\nBitcoin kekal sebagai aset digital yang paling dicari, kini diniagakan pada $86,305.  Walaupun turun naik yang lalu, penggunaan institusi semakin meningkat, dengan firma kewangan utama mengintegrasikan BTC ke dalam portfolio pelaburan mereka.\n\nPakar industri, termasuk Cathie Wood dari ARK Invest, meramalkan Bitcoin boleh melepasi enam angka tidak lama lagi. Bekalan tetap sebanyak 21 juta syiling memastikan kekurangan, memacu permintaan jangka panjang. Bagi mereka yang mencari kestabilan dan pertumbuhan yang konsisten, Bitcoin kekal sebagai pelaburan wajib.\n\nPenggunaan Bitcoin yang semakin meningkat sebagai emas digital terus meningkatkan daya tarikan pasarannya. Dengan lebih banyak syarikat dan kerajaan meneroka BTC untuk rizab dan pembayaran, pengaruh Bitcoin dalam sektor kewangan semakin meluas.  Apabila permintaan institusi meningkat, tekanan untuk harga yang lebih tinggi menjadi lebih kuat, mengukuhkan kedudukannya sebagai aset kripto teratas.\n\nEthereum (ETH): Kontrak Pintar & Kuasa DeFi\n\nEthereum, dengan harga $2,356, terus mendominasi pasaran kontrak pintar, DeFi, dan NFT.  Dengan Ethereum melaksanakan peningkatan kebolehskalaan untuk mengurangkan kos transaksi, pelabur melihatnya sebagai aset blok rantai yang penting.\n\nDengan pembangunan berterusan, termasuk penyelesaian Lapisan 2, rangkaian Ethereum terus berkembang. Potensi jangka panjang ETH menjadikannya pelaburan yang kukuh bagi mereka yang melihat di luar variasi jangka pendek.\n\nPeranan Ethereum dalam memacu aplikasi terdesentralisasi (dApps) memastikan relevansinya dalam Web3.  Apabila lebih banyak projek bergantung pada rangkaian Ethereum, permintaan untuk ETH kemungkinan akan meningkat, mengukuhkan kedudukan pasarannya.  Dengan peralihan kepada bukti kepentingan dan kemajuan dalam kecekapan tenaga, Ethereum sedang dibentuk sebagai peneraju jangka panjang dalam ekosistem kripto.\n\nJangan Lepaskan Peluang Pelaburan Kripto Terbaik\n\nPasaran kripto berkembang dengan sangat pantas, dan bonus 400% BlockDAG menawarkan peluang luar biasa sebelum Batch 27 ditutup. Bitcoin dan Ethereum juga bersedia untuk pertumbuhan yang besar, tetapi kemasukan awal adalah kunci. Infrastruktur yang boleh diskala BlockDAG, aksesibiliti perlombongan, dan audit strategik menjadikannya calon utama untuk pertumbuhan eksplosif. Dengan pra-jualan hampir mencecah $200 juta dan minat pelabur terhadap kripto utama meningkat, sekarang adalah masa untuk bertindak.  Amankan BDAG pada harga terbaik sebelum gelombang pembeli seterusnya memacu harga lebih tinggi.\n\nPra-jualan: https://purchase.blockdag.network\nLaman web: https://blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/altcoin-78.jpg",
            "url": "https://cryptonewsland.com/time-is-running-out-blockdags-400-bonus-nears-its-end-as-bitcoin-ethereum-gain-momentum/",
            "timestamp": "2025-03-04 19:55:00",
            "status": "Posted"
        },
        {
            "title": "Mac menunjukkan permulaan positif untuk Altcoin apabila pusingan benih mencecah $200 juta & Haktathon global akan datang—Harga Mantra & ONDO melonjak",
            "description": "Harga Mantra (OM) kekal kukuh di tengah-tengah penurunan pasaran dan ONDO menunjukkan tanda-tanda kenaikan, peminat kripto kini mencari kripto besar seterusnya...",
            "content": "**Mac 2025 Menunjukkan Permulaan Positif untuk Altcoin: Pusingan Benih Mencapai $200 Juta & Hackathon Global Akan Datang—Harga Mantra & ONDO Melonjak**\n\nKetika harga Mantra (OM) kekal kukuh di tengah-tengah penurunan pasaran dan ONDO menunjukkan tanda-tanda kenaikan, peminat kripto sedang mencari pembelian kripto besar seterusnya.  Walaupun mata wang kripto ini menavigasi dinamik pasaran, BlockDAG (BDAG) memilih laluan unik—mencipta nilai kekal melalui inovasi.  Hackathon yang akan datang, dengan kerjasama HackerEarth, dijangka melancarkan lebih 200 projek pada tahun 2025.\n\nAcara-acara ini menyediakan panduan, sumber dan insentif kepada pembangun, menjadikan BlockDAG sebagai pusat praktikaliti dan kreativiti.  Bagi pemegang BDAG, ini bermakna ekosistem yang berkembang maju, peningkatan tindakan rangkaian, dan cara baru untuk memperoleh keuntungan, termasuk wang tunai balik USDT 5% dalam program afiliat terkini.\n\n**Hackathon BlockDAG: Laluan Pembangun kepada Nilai dan Pengembangan**\n\nKerjasama BlockDAG dengan HackerEarth menjanjikan transformasi, dengan empat hackathon global yang diatur untuk tahun 2025.  Ini bukan sekadar pertandingan—ia adalah pentas pelancaran untuk lebih 200 projek baharu.  Pembangun mendapat akses kepada mentor, sumber dan ganjaran yang nyata, menarik bakat elit.\n\nLonjakan inovasi ini akan memberi semangat kepada rangkaian BlockDAG dengan konsep dan aplikasi baharu, menawarkan peluang kepada pemegang BDAG untuk berkembang maju daripada ekosistem yang berada di ambang pertumbuhan pesat.  Bagi mereka yang mencari kripto terbaik untuk dibeli, fokus BlockDAG pada pertumbuhan berasaskan utiliti membezakannya.\n\nStatistik daripada prajualan BlockDAG juga ketara.  Dengan lebih daripada $200 juta dikumpul dan 18.6 bilion duit syiling BDAG diedarkan, prajualan dengan pantas melalui kumpulan ke-27 pada $0.0248 setiap BDAG, menunjukkan ROI 2,380%.  Skim afiliat baharu yang memperkenalkan wang tunai balik USDT 5% menambah nilai tambahan kepada kedua-dua perujuk dan pendatang baru.  Dengan BDAG bersedia untuk membuat debut di 10 CEX utama, peserta awal boleh menggunakan kelebihan ini untuk meningkatkan pegangan mereka sebelum duit syiling itu tersedia secara umum.\n\nBagi mereka yang meneroka kripto terbaik untuk dibeli, gabungan kemajuan teknologi dan insentif komuniti BlockDAG menawarkan pilihan yang menarik.  Pertumbuhan ekosistem, didorong oleh hackathon, bermakna peningkatan transaksi, aplikasi yang lebih luas, dan asas kukuh untuk BDAG.\n\n**Mantra (OM) Menentang Kemerosotan Pasaran dengan Keuntungan yang Mantap**\n\nMantra (OM) kekal kukuh walaupun cabaran pasaran kripto yang lebih luas. Selepas meningkat daripada $3.50 kepada puncak $9.11, Mantra telah menyaksikan peningkatan 159%, menjadikannya antara altcoin teratas baru-baru ini.  Walaupun selepas penurunan kecil 5.5% dan penurunan selanjutnya sebanyak 3.05% dalam masa sehari, prospek Mantra kekal positif.  Pada masa ini, harga berada berhampiran paras retracement Fibonacci 78.6% pada $8.24, dengan sokongan yang ditunjukkan oleh garisan EMA 20 hari, 50 hari, 100 hari dan 200 hari, menunjukkan kekuatan asas yang kukuh.\n\nData on-chain mendedahkan bahawa 91.44% Mantra masih menguntungkan.  Indeks Kekuatan Relatif (RSI), hampir mencapai zon terlebih jual pada 34.78, mencadangkan peralihan menaik yang mungkin.  Sekiranya keadaan pasaran stabil, harga Mantra bukan sahaja boleh kekal stabil tetapi juga berpotensi mencapai paras baharu pada $10.51, dengan lanjutan Fibonacci mencadangkan kenaikan selanjutnya kepada $14.32.\n\n**Adakah Kenaikan Harga ONDO Akan Mencapai 47%? Petunjuk Menunjukkan Ya**\n\nTindakan harga ONDO baru-baru ini telah menarik minat pasaran, dengan tanda-tanda yang menunjukkan kemungkinan kenaikan sebanyak 47%.  Corak segitiga menurun pada carta harga mencadangkan pergerakan menaik yang akan datang, disokong pada $1.0837.  Indeks Kekuatan Relatif (RSI) pada 34.78 menunjukkan bahawa ONDO mungkin dinilai rendah, berpotensi membawa kepada pemulihan harga.\n\nSokongan daripada Pantera Capital menggariskan keyakinan terhadap pendekatan ONDO dalam mentokenkan aset dunia sebenar.  Pengaliran masuk yang besar sebanyak $40 juta pada 24 Februari 2025, telah menaikkan harga kepada $2.33, meningkatkan prospek optimis.  Dengan 80.04% pemegang untung dan hanya sebilangan kecil yang mengalami kerugian, tekanan jualan adalah rendah, meningkatkan potensi harga ONDO untuk meningkat.\n\n**Kesimpulan**\n\nWalaupun halangan pasaran semasa, Mantra (OM) kekal kukuh dengan sasaran harga masa depan $10.51 dan mungkin $14.32, menunjukkan daya tahannya.  Projek ONDO juga nampaknya menjanjikan, dengan kemungkinan kenaikan 47% yang disokong oleh sokongan institusi yang kukuh dan isyarat teknikal yang kukuh.  Walaupun pilihan ini menawarkan kemungkinan segera, BlockDAG melihat kepada nilai jangka panjang melalui inovasi berterusan.\n\nBlockDAG akan memperkenalkan lebih 200 projek baharu dengan hackathon yang akan datang, bertujuan untuk memperkayakan ekosistemnya dan memberikan faedah nyata kepada pemegang BDAG.  Strategi ini, bersama-sama dengan wang tunai balik USDT 5% melalui program afiliatnya, meletakkan BDAG bukan sahaja sebagai pilihan kripto utama tetapi juga platform yang menjanjikan pengembangan berterusan.  Bagi mereka yang ingin terlibat dengan inisiatif yang inovatif, fokus BlockDAG pada pembangunan boleh membawa kepada keuntungan yang ketara.\n\nPrajualan: https://purchase.blockdag.network\nLaman web: https://blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/03/unnamed-2025-03-04T193915.636-1.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c75f3e877ccc5764419f65",
            "timestamp": "2025-03-04 19:55:00",
            "status": "Posted"
        },
        {
            "title": "Selasa Pemulihan: Kripto dan Saham Melantun Tajam Dari Tahap Terburuk",
            "description": "Setelah jatuh serendah $81,500 awal sesi, Bitcoin (BTC) meningkat melebihi $88,000.",
            "content": "Kejutan Pasaran Risiko Selasa: Bitcoin Melonjak, Nasdaq Pulih\n\nKejutan pembalikan pasaran risiko pada hari Selasa menyaksikan bitcoin (BTC) meningkat hampir 10% daripada paras terendah sesi dan Nasdaq mencatat kenaikan selepas susut hampir 2% awal hari ini.\n\nDihimpit oleh ancaman tarif Trump selama beberapa minggu, saham dan kripto pada mulanya menjunam hari ini apabila levi terhadap Mexico, Kanada dan China mula berkuat kuasa.\n\nNamun, pembeli penurunan muncul lewat pagi Amerika Syarikat, dan dengan lebih sejam sebelum penutupan perdagangan saham, Nasdaq mencatat peningkatan 0.7% untuk sesi tersebut. S&P 500 telah mengurangkan kerugian awal yang besar kepada hanya 0.25%.\n\nDidagangkan sedikit di atas $88,000, bitcoin kini mencatat peningkatan 1.5% dalam tempoh 24 jam yang lalu. Ether (ETH) terus menunjukkan prestasi kurang memberangsangkan, mendatar dalam tempoh tersebut pada $2,171.\n\nPerkembangan hari Selasa ini meneruskan perjalanan 10 hari yang mendebarkan bagi bitcoin, yang menjunam lebih 20% dalam tempoh enam hari dari 21 Februari hingga sedikit di atas $78,000, hanya untuk melonjak lebih 20% kepada kira-kira $95,000 dalam tempoh tiga hari berikutnya sebelum jatuh lagi semalam dan pagi ini ke paras $81,000.\n\nSemakan terhadap saham berkaitan kripto hari ini mendapati Strategy (MSTR) meningkat 11%, Coinbase (COIN) naik 4% dan Marathon Holdings (MARA) dengan kenaikan 5%.\n\nBeberapa minggu ini mencabar bagi aset berisiko, tetapi penurunan itu juga mungkin mewujudkan keadaan untuk pemulihan pada akhirnya.\n\nTidak lama dahulu, pasaran hampir menolak kemungkinan sebarang pengurangan kadar Rizab Persekutuan pada tahun 2025 dan hasil Perbendaharaan 10 tahun mengancam untuk meningkat melebihi 5%. Walau bagaimanapun, tarif tersebut, digabungkan dengan beberapa data ekonomi yang lemah dan kejatuhan pasaran telah mengubah pengiraan tersebut.\n\nPeniaga kadar faedah kini telah sepenuhnya memperhitungkan tiga atau lebih pengurangan kadar Fed tahun ini, dengan langkah pertama seawal Mei. Hasil Perbendaharaan 10 tahun, seterusnya, telah jatuh kepada 4.15% daripada 4.80% semasa pelantikan Trump enam minggu lalu.",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/d98db06f26bf19b0d859481fdfa37bd03f4e1b94-1500x844.jpg",
            "url": "https://coinmarketcap.com/headlines/news/turnaround-tuesday-sees-crypto-and-stocks-bounce-from-worst-levels/",
            "timestamp": "2025-03-04 19:54:00",
            "status": "Posted"
        },
        {
            "title": "Adakah Harga Dogecoin Akan Melonjak ke $0.5 di Tengah Isyarat Lembu?",
            "description": "Harga Dogecoin telah menarik perhatian pasaran kerana nilainya terus meningkat dengan ketara. Sentimen pasaran menaik, bersama-sama dengan perkembangan terkini…",
            "content": "## Adakah Harga Dogecoin Akan Melonjak ke $0.5 di Tengah Isyarat Menurun?\n\nHarga Dogecoin telah menarik perhatian pasaran kerana nilainya terus meningkat dengan ketara. Sentimen pasaran menaik bersama-sama jangkaan terkini menyokong ramalan bahawa Dogecoin mungkin akan meningkat kepada $0.5 tidak lama lagi.\n\n**TD Sequential Mencadangkan Isyarat Beli**\n\nPenganalisis Ali Martinez telah menyatakan bahawa indikator TD Sequential menunjukkan isyarat beli untuk Dogecoin yang biasanya menandakan bahawa mata wang kripto itu akan mengalami pertumbuhan harga dalam beberapa minggu akan datang.\n\nIndikator teknikal ini berfungsi sebagai alat penting untuk mengesan pembalikan trend dan isyarat beli mencadangkan potensi pertumbuhan harga masa hadapan untuk sesuatu aset.\n\nTerutamanya, TD Sequential memberikan isyarat trend harga dengan mengira penutupan bar yang meningkat atau jatuh melepasi yang sebelumnya untuk menunjukkan kelemahan atau kekuatan trend pasaran.\n\nTrend menaik muncul apabila indikator mencapai tahap 9. Isyarat beli yang ditunjukkan oleh Dogecoin menunjukkan pertumbuhan masa hadapan dalam nilai pasarannya.\n\n**Indikator MACD dan BBP Menunjukkan Momentum Menaik**\n\nSelain TD Sequential, indikator teknikal lain mengesahkan bahawa Dogecoin menunjukkan corak menaik yang semakin meningkat.\n\nIndikator MACD memberikan isyarat positif semasa yang mencadangkan keadaan pasaran positif untuk aset tersebut. Momentum menaik muncul melalui garisan MACD yang memecah di atas garisan isyarat.\n\nSelain itu, indikator Bull Bear Power (BBP), yang mengukur kekuatan pembeli berbanding penjual, juga menunjukkan tanda-tanda positif.\n\nPembacaan BBP yang semakin meningkat menunjukkan pembeli mendominasi penjual dan mungkin mengakibatkan pergerakan harga menaik tambahan untuk Dogecoin.\n\nIndikator MACD dan BBP bersama-sama menghasilkan isyarat menaik yang menunjukkan bahawa Dogecoin boleh meneruskan trend menaik ini jika keadaan pasaran kekal menguntungkan.\n\n**Aktiviti Paus Dogecoin**\n\nSementara itu, dalam tempoh 24 jam yang lalu, paus telah menjalankan pembelian besar-besaran berjumlah 140 juta Dogecoin. Transaksi besar berlaku pada masa harga Dogecoin meningkat disebabkan oleh perhatian yang meningkat daripada pelabur besar.\n\nPembelian besar-besaran oleh pelabur utama menunjukkan keyakinan mereka terhadap nilai Dogecoin yang semakin meningkat yang menyokong trend pasaran menaik yang sedia ada.\n\nDi samping itu, aktiviti paus baru-baru ini menunjukkan pertumbuhan berterusan melalui pengambilalihan 550 juta Dogecoin.\n\nSatu pengumuman penting daripada Elon Musk pada hari Selasa menyusuli pelancaran laporan DOGE pertama oleh Jabatan Kecekapan Kerajaan pada hari Isnin yang meningkatkan keghairahan pasaran Dogecoin.\n\n**Harga Dogecoin Meningkat sebanyak 6.54% dalam 24 Jam**\n\nDalam tempoh 24 jam yang lalu, harga Dogecoin telah meningkat sebanyak 6.54%, mencecah $0.2202. Pemantau pasaran telah mengambil perhatian terhadap perubahan harga yang penting ini kerana ia menunjukkan pertumbuhan pasaran jangka pendek yang kukuh.\n\nJumlah dagangan Dogecoin telah melonjak sebanyak 282.93% menunjukkan penyertaan pasaran yang meluas dalam mata wang kripto ini.\n\nJumlah dagangan yang lebih tinggi sering menunjukkan bahawa lebih ramai peserta memasuki pasaran dengan itu mewujudkan keadaan untuk turun naik harga tambahan.\n\nAnalisis terkini menyokong pandangan menaik untuk harga Dogecoin kerana ia menghampiri had atas corak baji menurun.\n\nSatu kejayaan akan mendorong harga DOGE kepada $0.434 sambil menawarkan potensi peningkatan 105%.\n\nPembelian paus yang semakin meningkat digabungkan dengan aktiviti dagangan yang lebih tinggi dan metrik RSI yang meningkat boleh membawa DOGE untuk mengatasi ambang rintangan.\n\n\n*(Artikel ini diadaptasi daripada The Coin Republic.)*",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/03/b14dd43952ac44f5b1dea41cd9fc407e.jpeg",
            "url": "https://coinmarketcap.com/community/en/articles/67c75bbc542ab23569fb9fd7",
            "timestamp": "2025-03-04 19:51:00",
            "status": "Posted"
        },
        {
            "title": "Miliarder Mexico, Ricardo Salinas, melabur 70% portfolionya dalam Bitcoin.",
            "description": "Miliarder Mexico, Ricardo Salinas, mendedahkan bahawa beliau telah memperuntukkan 70% daripada portfolio pelaburannya kepada Bitcoin. Beliau turut menambah bahawa beliau telah...",
            "content": "## Milyuner Mexico, Ricardo Salinas, Letakkan 70% Pelaburan dalam Bitcoin\n\nMilyuner Mexico, Ricardo Salinas, telah mendedahkan bahawa beliau telah memperuntukkan 70% daripada portfolio pelaburannya kepada Bitcoin.  Beliau juga menambah bahawa 30% lagi portfolio pelaburannya dilaburkan dalam emas.\n\nUsahawan yang mempunyai nilai bersih dianggarkan sekitar $5.8 bilion ini, merupakan penyokong Bitcoin yang terkenal dan telah beberapa kali menunjukkan sokongan terhadap aset digital tersebut.  Pada tahun 2021, beliau mendedahkan bahawa beliau sedang berusaha untuk menjadikan banknya sebagai bank pertama di Mexico yang menerima BTC.\n\n**Salinas memperuntukkan 70% portfolio pelaburannya kepada BTC**\n\nRicardo Salinas mendedahkan dalam satu temu bual bersama Bloomberg bahawa beliau telah memperuntukkan 70% daripada portfolio pelaburannya dalam BTC.  Milyuner yang lantang bersuara ini juga berkata bahawa 30% daripada portfolio pelaburannya adalah dalam emas dan pelombong emas.\n\nIndividu terkaya ketiga di Mexico ini menyatakan bahawa beliau tidak mempunyai pegangan dalam bon, dan saham yang beliau miliki hanyalah saham yang dimiliki oleh kumpulan syarikatnya.\n\n“Saya mempunyai kira-kira 70% pendedahan berkaitan Bitcoin dan 30% dalam emas dan pelombong emas. Saya tidak mempunyai sebarang bon dan saya tidak mempunyai sebarang saham lain kecuali saham saya sendiri.” – Ricardo Salinas.\n\nBeliau juga menekankan bahawa angka 70% itu jauh lebih tinggi daripada 10% yang telah diperuntukkannya kepada aset digital tersebut pada tahun 2020.\n\nKetua Pegawai Eksekutif TV Azteca, penyiar TV kedua terbesar di Mexico, juga sedang menghadapi beberapa kes cukai dengan kerajaan Mexico. Kerajaan telah menuduh Salinas terhutang lebih 63 bilion pesos ($3 bilion) cukai, yang telah memulakan kes mahkamah antara kedua-dua pihak.\n\nAhli perniagaan Mexico itu menafikan tuduhan kerajaan dan berhujah bahawa mungkin terdapat kesilapan.  Beliau menegaskan bahawa pengiraan cukai tertunggaknya adalah disebabkan oleh kesilapan perakaunan yang mengakibatkan beliau dikenakan bil dua kali ganda. Milyuner itu kini mencabar penalti yang telah dikenakan ke atasnya sementara kes itu masih berterusan. Salinas mengakui bahawa beliau sanggup membayar hutangnya, tetapi beliau tidak akan membayarnya dua kali.\n\n**Salinas merancang untuk menyenaraikan Grupo Elektra**\n\nUsahawan Mexico itu juga mendedahkan bahawa beliau merancang untuk menyenaraikan Grupo Elektra, syarikat utamanya. Beliau menekankan bahawa langkah itu diambil selepas bertahun-tahun berjuang untuk mempertahankan harga saham syarikat utama dan penggantungan perdagangan selama beberapa bulan pada tahun 2024. Salinas juga berhujah bahawa penyenaraian itu akan membolehkan beliau mengendalikan syarikatnya seperti yang beliau inginkan tanpa sebarang tekanan awam.\n\nElektra menyatakan bahawa langkah itu bertujuan untuk menyusun semula dan mengukuhkan aset syarikat yang luas dan pelbagai dan \"untuk mencari alat untuk memaksimumkan nilai sebenarnya.\" Beliau juga mendedahkan bahawa beliau akan menyelesaikan penyenaraian itu menjelang Mei, sebahagiannya kerana hanya 0.3% saham masih belum dikeluarkan.\n\nSyarikat itu telah banyak diulas oleh penganalisis berikutan pertempuran Salinas pada tahun 2012 dengan bursa saham Mexico. Pada masa itu, bursa saham itu ingin mengeluarkan saham firma itu daripada indeks IPC penanda aras disebabkan oleh tuduhan bahawa syarikat itu memanipulasi jumlah saham terapung di pasaran. Firma itu memenangi perintah mahkamah untuk menjamin kedudukannya, yang mengunci aliran berterusan daripada dana dagangan bursa.\n\nHarga saham Elektra meningkat mendadak pada tahun-tahun berikutnya, mencapai paras tertinggi sepanjang zaman sebanyak 1,631 pesos pada bulan Jun 2021. Pada masa itu, firma itu adalah yang paling mahal di negara itu walaupun jumlah dagangannya hanyalah sebahagian kecil daripada syarikat lain.\n\nLuciano Pascoe, ketua rangkaian berita Salinas ADN 40 dan jurucakap Grupo Salinas, berkata bahawa keputusan untuk keluar daripada pasaran saham Mexico adalah \"keputusan yang sangat berani.\" Beliau juga berhujah bahawa spekulasi telah meletakkan firma itu di bawah nilai sebenarnya untuk masa yang lama dan itulah sebabnya ia meninggalkan pasaran saham. Pascoe percaya bahawa syarikat itu berada dalam kedudukan yang lebih kukuh untuk masa depan yang lebih makmur.\n\nAhli perniagaan Mexico itu memuat naik video di blog peribadinya di mana beliau mengelakkan daripada secara langsung menangani penyenaraian dan mengucapkan terima kasih kepada pekerjanya atas \"tahun yang hebat.\" Beliau berkata bahawa walaupun persekitaran yang rumit dan beribu-ribu masalah yang sentiasa wujud, \"kita terus maju.\"\n\nCryptopolitan Academy: Akan Datang - Cara Baharu untuk Menjana Pendapatan Pasif dengan DeFi pada tahun 2025. Ketahui Lebih Lanjut",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Mexican-Billionaire-Ricardo-Salinas-allocates-70-of-portfolio-to-Bitcoin.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c75bb9542ab23569fb9fd1",
            "timestamp": "2025-03-04 19:50:00",
            "status": "Posted"
        },
        {
            "title": "Ketua Pegawai Eksekutif Bybit Dakwa 77 Peratus Dana Yang Dicuri Masih Boleh Dijesan",
            "description": "Lebih daripada 77% daripada dana yang dicuri dalam kes penggodaman Bybit yang besar masih boleh dijejaki, manakala 20% lagi telah hilang tanpa jejak, kata Ketua Pegawai Eksekutif Ben Zhou pada Selasa di X.",
            "content": "Lebih daripada 77% daripada dana yang dicuri dalam serangan besar-besaran Bybit masih boleh dijejaki, manakala 20% lagi telah hilang, kata Ketua Pegawai Eksekutif Ben Zhou pada Selasa di X.\n\nBeliau menyatakan bahawa minggu ini adalah penting untuk membekukan aset yang dicuri sebelum ia dibasuh melalui bursa, platform urus niaga luar kaunter (OTC), dan rangkaian rakan sebaya.\n\nWalau bagaimanapun, pakar keselamatan berkata hanya sebahagian kecil aset sahaja yang masih boleh dijejaki dan dibekukan. Deddy Lavid, pengasas bersama dan Ketua Pegawai Eksekutif firma keselamatan blok rantai Cyvers, menjelaskan bahawa pengadun dan pertukaran silang rantai menyukarkan pemulihan aset, tetapi alat seperti kecerdasan rantaian dan model berasaskan AI dapat membantu menjejaki dan membekukan sebahagian dana.\n\nPenggodam mencuri 417,348 ETH (kira-kira $1 bilion), memindahkan majoriti melalui THORChain yang menumpukan pada privasi. Kira-kira 79,655 ETH ($200 juta) hilang selepas disalurkan melalui ExCH, manakala 40,233 ETH ($100 juta) melalui proksi Web3 OKX—dengan 23,553 ETH ($65 juta) kini tidak dapat dijejaki.\n\nPenyerang menukarkan 83% daripada ETH yang dicuri (361,255 ETH atau $900 juta) kepada BTC, mengagihkannya di seluruh 6,954 dompet menggunakan THORChain, purata 1.71 BTC setiap dompet. THORChain menyaksikan aktiviti rekod, memproses $4.66 bilion dalam pertukaran minggu lepas, dengan $5.5 juta dalam yuran daripada aliran haram ini.\n\nSebahagian daripada dana yang dicuri mungkin masih boleh dipulihkan\n\nFirma keselamatan seperti Cyvers sedang berusaha untuk langkah-langkah baharu bagi menghentikan serangan yang serupa. Pengesahan transaksi luar rantaian, teknologi yang mensimulasikan dan mengesahkan transaksi sebelum pelaksanaan, boleh mencegah 99% daripada penggodaman kripto, menurut Michael Pearl, VP strategi GTM di Cyvers.\n\nSerangan itu dikesan kembali kepada kumpulan Lazarus Korea Utara, yang menjejaskan Bybit pada akhir Februari. Kumpulan itu menyuntik kod berniat jahat ke dalam SafeWallet, dompet pihak ketiga yang digunakan oleh bursa. Pencerobohan itu membenarkan penggodam memanipulasi transaksi dan menyedut hampir $1.5 bilion dalam ETH selepas menjejaskan peranti pembangun.\n\nWalaupun serangan itu, Bybit memulihkan sokongan 1:1 sepenuhnya aset pelanggan dalam beberapa hari. Data blok rantai menunjukkan bahawa $400 juta telah dibeli semula melalui perdagangan OTC, dengan $300 juta lagi diperoleh secara langsung daripada bursa.",
            "image": "https://financefeeds.com/wp-content/uploads/2025/02/B_073_4_1_1740120478LCpMohVaxW.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c75963542ab23569fb9fc8",
            "timestamp": "2025-03-04 19:46:00",
            "status": "Posted"
        },
        {
            "title": "Kemasukan XRP, SOL, dan ADA dalam Rizab Kripto AS Mendorong Pedagang Berhati-hati",
            "description": "Pasaran bertindak balas dengan pergerakan klasik \"beli khabar angin, jual berita\" selepas pengumuman rizab kripto Trump.",
            "content": "## Kemasukan XRP, SOL, dan ADA dalam Rizab Kripto AS Mendorong Pedagang Ke Takuk Gigi\n\nKetidakpastian dan kekecewaan semakin meningkat di kalangan pedagang kripto susulan penurunan mendadak Bitcoin sebanyak 10% dalam tempoh 24 jam. Penurunan mendadak ini mencetuskan panik dan kemarahan meluas di saluran media sosial yang berfokuskan kripto dan menimbulkan kebimbangan tentang kemungkinan berulangnya pasaran menurun tahun 2022, menurut pandangan terkini Santiment.\n\nBagaimanapun, optimisme muncul seketika pada hujung minggu selepas Presiden AS Donald Trump mengumumkan penciptaan Rizab Strategik Kripto AS, yang bertujuan untuk mengukuhkan kewangan digital negara. Rizab ini adalah sebahagian daripada inisiatif yang berpunca daripada perintah eksekutif yang ditandatangani pada Januari 2025, yang menubuhkan pasukan petugas untuk membangunkan peraturan kripto negara dalam tempoh enam bulan.  Pasaran pada mulanya bertindak balas secara positif, dengan Bitcoin dan aset digital lain melonjak atas jangkaan sokongan institusi dan kejelasan peraturan.\n\nNamun, optimisme ini tidak bertahan lama, kerana pembalikan mendadak pada hari Isnin menghapuskan keuntungan dan mencetuskan semula kebimbangan tentang masa depan inisiatif tersebut.\n\n**Ketakutan dan Kekecewaan Menguasai Media Sosial Kripto**\n\nSatu titik pertikaian utama di kalangan pelabur adalah proses pemilihan aset yang dimasukkan ke dalam rizab, khususnya kemasukan XRP, SOL, dan ADA. Dengan maklumat yang sedikit tentang bagaimana rizab itu akan berfungsi, bagaimana ia akan dibiayai, atau integrasinya ke dalam sistem kewangan yang lebih luas, spekulasi telah menguasai perbincangan.\n\nKetiadaan kejelasan telah membawa kepada campuran skeptisisme dan jenaka di seluruh komuniti kripto ketika pedagang menunggu butiran lanjut.  Sidang Kemuncak Kripto Rumah Putih yang akan datang dijangka memberikan lebih banyak pandangan, berpotensi membentuk rangka kerja pengawalseliaan untuk aset digital di AS. Sehingga itu, pengumuman itu nampaknya telah berlaku sebagai peristiwa \"beli khabar angin, jual berita\" yang klasik, kata Santiment.\n\nMenenangkan lagi ketidaktentuan pasaran, jualan pada hari Isnin bertepatan dengan penurunan ketara dalam ekuiti tradisional, apabila S&P 500 mencatatkan penurunan 1.8% — salah satu penurunan satu hari terbesar dalam setahun yang lalu. Korelasi antara kripto dan pasaran tradisional menunjukkan bahawa faktor-faktor makroekonomi juga mempengaruhi pergerakan harga.\n\nSyarikat itu selanjutnya menyatakan bahawa sentimen sosial kemungkinan akan menentukan arah harga jangka pendek, dengan sebutan harga tinggi baru-baru ini berpotensi menandakan kemuncak pasaran. Sebaliknya, perbincangan tentang sasaran Bitcoin yang lebih rendah ($70K-$75K) mungkin menunjukkan pembentukan dasar apabila pelabur runcit menyerah kalah.  Walaupun gelombang \"kesedihan dan kekecewaan\" semasa, trend sejarah menunjukkan bahawa negatif yang melampau sebegini sering kali mendahului pemulihan pasaran.\n\n**Peluang Di Tengah Kekacauan?**\n\nSentimen yang sama disuarakan oleh CryptoQuant di tengah-tengah keadaan pasaran yang tidak menentu, terutamanya dalam aktiviti derivatif Bitcoin dan sentimen pelabur. Menurut laporan itu, Perubahan Faedah Terbuka (7D) merosot sebanyak 14.42% pada 1 Mac, yang menunjukkan penurunan mendadak dalam kedudukan spekulatif. Penurunan sebegini sering dikaitkan dengan pembetulan pasaran, penyerahan berpotensi, atau penetapan semula kedudukan pedagang, yang boleh mencipta peluang pembelian semasa penurunan.\n\nSementara itu, Indeks Ketakutan & Ketamakan Kripto telah mengalami perubahan drastik apabila ia jatuh daripada 72 (ketamakan melampau) pada 4 Februari kepada 26 (ketakutan), mencerminkan peningkatan berhati-hati pelabur. Secara sejarah, tahap ketamakan yang melampau melebihi 70 telah menandakan kemuncak pasaran, manakala penurunan yang didorong oleh ketakutan sering kali mendahului peningkatan semula seperti yang dinyatakan oleh CryptoQuant.  Kebimbangan mengenai rizab kripto yang dipegang kerajaan AS dan perbincangan pengawalseliaan yang akan datang terus memberi kesan kepada pasaran.\n\nAnalisis CryptoQuant menunjukkan bahawa walaupun sentimen masih rapuh, gabungan penurunan faedah terbuka dan jualan yang didorong oleh ketakutan mungkin membentangkan titik kemasukan strategik untuk pelabur jangka panjang.",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/01/RIpple_XRP_US.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c75962542ab23569fb9fc6",
            "timestamp": "2025-03-04 19:44:00",
            "status": "Posted"
        },
        {
            "title": "Bantuan Penting Kripto: Penasihat Rumah Putih Sokong Pembatalan Peraturan Broker IRS",
            "description": "Berita menarik untuk komuniti kripto! Satu perkembangan penting sedang berlaku di Washington yang berpotensi mengubah landskap digital…",
            "content": "Berita Gembira Buat Komuniti Kripto! Perkembangan Penting di Washington yang Mungkin Mengubah Landskap Peraturan Aset Digital di AS\n\nBerita menarik buat komuniti kripto! Satu perkembangan penting sedang berlaku di Washington yang berpotensi mengubah landskap peraturan aset digital di Amerika Syarikat. Penasihat Kripto dan AI Rumah Putih, David Sacks, telah menyokong gerakan untuk memansuhkan peraturan broker IRS yang kontroversi. Peraturan ini, yang telah mencetuskan perdebatan dan kebimbangan meluas dalam ruang DeFi, kini berdepan dengan undian penting di Senat. Mari kita lihat apa maksudnya untuk anda, penggemar, pelabur, dan pembangun kripto.\n\nSertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain (betul, berjuta-juta menyukai kami!) — apa yang anda tunggu?\n\nMengapa Peraturan Kripto IRS Mencetuskan Kegemparan?\n\nPeraturan kripto IRS yang dicadangkan, yang sering dirujuk sebagai 'peraturan broker', memperuntukkan keperluan pelaporan yang ketat untuk entiti yang dianggap sebagai broker dalam ekosistem aset digital. Walaupun nampaknya bertujuan untuk meningkatkan pematuhan cukai, definisi 'broker' yang luas telah menimbulkan kebimbangan dalam sektor kewangan terdesentralisasi (DeFi). Ramai berpendapat bahawa kekaburan peraturan itu boleh secara tidak sengaja melibatkan protokol DeFi, pembangun, dan malah pengguna individu dalam rangkaian obligasi pematuhan yang kompleks dan mungkin tidak dapat dilaksanakan.\n\nBerikut adalah gambaran ringkas kebimbangan utama:\n\n* **Definisi 'Broker' yang Terlalu Luas:** Bahasa peraturan itu dianggap terlalu kabur, berpotensi mengklasifikasikan platform DeFi, penyedia dompet, dan entiti bukan jagaan lain sebagai broker, walaupun mereka mungkin tidak mempunyai maklumat atau keupayaan yang diperlukan untuk mematuhi keperluan pelaporan broker tradisional.\n* **Impak ke atas Inovasi DeFi:** Tuntutan pematuhan yang membebankan boleh mencekik inovasi dalam ruang DeFi yang pesat berkembang. Projek mungkin terpaksa berpindah ke luar negara atau menghentikan operasi sepenuhnya untuk mengelakkan halangan pengawalseliaan.\n* **Kebimbangan Privasi:** Pengkritik bimbang bahawa peraturan itu boleh membawa kepada pengumpulan data yang berlebihan dan hakisan privasi pengguna dalam ekosistem kripto.\n* **Cabaran Teknikal:** Melaksanakan keperluan pelaporan untuk protokol DeFi yang terdesentralisasi dan seringkali tanpa nama menimbulkan cabaran teknikal yang besar.\n\nPendirian Kripto David Sacks: Suar Harapan?\n\nMasuknya David Sacks, Penasihat Kripto dan AI Rumah Putih, yang, menurut laporan Eleanor Terrett di X, telah secara terbuka menyokong pengunduran peraturan kripto IRS yang kontroversi ini. Sokongan Sacks adalah satu perkembangan penting, memberikan berat yang besar kepada usaha pemansuhan. Pendiriannya menandakan peralihan berpotensi dalam pemikiran Rumah Putih ke arah pendekatan yang lebih seimbang dan mesra inovasi terhadap peraturan kripto. Bagi ramai dalam komuniti kripto, sokongan Sacks mewakili suar harapan, menunjukkan bahawa pembuat dasar mula memahami nuansa dan cabaran unik ruang aset digital.\n\nUndian Senat: Apa yang Dipertaruhkan untuk Peraturan Cukai Kripto?\n\nSenat bersedia untuk mengundi mengenai pemansuhan peraturan kripto IRS minggu ini. Undian ini adalah saat penting untuk masa depan peraturan cukai kripto di Amerika Syarikat. Keputusannya akan mempunyai akibat yang meluas untuk industri ini, mempengaruhi segala-galanya daripada pembangunan dan penggunaan DeFi kepada sentimen pelabur dan aliran modal. Pemansuhan yang berjaya akan disambut oleh komuniti kripto, dilihat sebagai kemenangan untuk pengawalseliaan yang munasabah dan komitmen untuk memupuk inovasi. Sebaliknya, kegagalan untuk memansuhkan boleh mengukuhkan rangka kerja pengawalseliaan yang dianggap terlalu ketat dan merugikan pertumbuhan ekonomi aset digital.\n\nBerikut adalah perkara yang dipertaruhkan:\n\n**Pemansuhan Peraturan Broker IRS:**\n\n* Peningkatan inovasi dan pertumbuhan DeFi\n* Pengurangan beban pematuhan untuk perniagaan kripto\n* Sentimen pasaran positif dan peningkatan pelaburan\n* Kejelasan dan kepastian yang lebih besar dalam pengawalseliaan kripto\n\n**Kegagalan untuk Memansuhkan:**\n\n* Inovasi DeFi yang tersekat dan potensi penghijrahan projek\n* Peningkatan kos dan kerumitan pematuhan\n* Sentimen pasaran negatif dan potensi penerbangan modal\n* Ketidakpastian pengawalseliaan dan kesan penyejukan terhadap penggunaan kripto\n\nMengenai Peraturan DeFi: Menangani Kerumitan\n\nPerdebatan mengenai peraturan kripto IRS menggariskan cabaran yang lebih luas bagi pengawalseliaan DeFi. Kewangan Terdesentralisasi, berdasarkan sifatnya, beroperasi di luar sistem kewangan tradisional, menimbulkan halangan pengawalseliaan yang unik. Pembuat dasar sedang bergelut dengan bagaimana untuk menerapkan peraturan kewangan sedia ada kepada teknologi baharu ini sambil memupuk inovasi dan melindungi pengguna. Mencari keseimbangan yang tepat adalah penting.\n\nPertimbangan utama untuk pengawalseliaan DeFi yang berkesan termasuk:\n\n* **Kejelasan dan Ketepatan:** Peraturan mestilah jelas, tepat, dan disesuaikan dengan ciri unik DeFi, mengelakkan bahasa yang terlalu luas atau kabur.\n* **Pendekatan Berasaskan Risiko:** Pengawalseliaan harus memberi tumpuan kepada mengurangkan risiko sebenar, seperti kewangan haram dan perlindungan pengguna, tanpa secara tidak perlu mencekik inovasi.\n* **Kerjasama Industri:** Pihak pengawal selia harus terlibat dalam dialog dan kerjasama berterusan dengan industri kripto untuk memahami teknologi dan membangunkan peraturan yang praktikal dan berkesan.\n* **Penyelarasan Antarabangsa:** Memandangkan sifat global kripto, kerjasama antarabangsa adalah penting untuk mengelakkan arbitraj pengawalseliaan dan memastikan standard yang konsisten.\n\nDasar Kripto Rumah Putih: Sekilas Pandang ke Masa Depan\n\nPendirian David Sacks mengenai peraturan kripto IRS menawarkan pandangan berharga tentang dasar kripto Rumah Putih yang sedang berkembang. Sokongannya terhadap pemansuhan mencadangkan peralihan berpotensi ke arah pendekatan yang lebih pragmatik dan berpusatkan inovasi. Ini boleh menandakan trend yang lebih luas dalam pentadbiran Biden untuk mewujudkan persekitaran pengawalseliaan yang memupuk inovasi kripto yang bertanggungjawab sambil menangani kebimbangan yang sah. Undian Senat yang akan datang akan menjadi petunjuk utama arah dasar kripto AS dan komitmennya untuk kekal sebagai peneraju dalam revolusi aset digital.\n\nKesimpulan: Saat Penting untuk Kripto\n\nUndian Senat mengenai peraturan broker IRS lebih daripada sekadar langkah prosedur; ia adalah saat penentu bagi industri kripto di Amerika Syarikat. Dengan Penasihat Rumah Putih David Sacks memperjuangkan pemansuhan, pentas telah disediakan untuk hasil yang berpotensi mengubah. Sama ada Senat mengundi untuk membatalkan peraturan kontroversi ini masih belum dapat dipastikan, tetapi satu perkara yang jelas: masa depan peraturan cukai kripto dan trajektori peraturan DeFi bergantung pada keseimbangan. Teruskan untuk mengikuti perkembangan cerita ini dan implikasinya terhadap dunia mata wang kripto yang menarik.\n\nUntuk mengetahui lebih lanjut tentang trend peraturan kripto terkini, terokai artikel kami mengenai perkembangan utama yang membentuk dasar kripto dan penggunaan institusi.",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Crypto-Relief-White-House-Advisor-Champions-IRS-Broker-Rule-Rollback.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c757093a076b6ece6cac17",
            "timestamp": "2025-03-04 19:35:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa kes SEC terhadap Ripple dan XRP masih berlanjutan di tengah-tengah gelombang penarikan balik kes?",
            "description": "Pertempuran mahkamah antara Ripple Labs dan Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC), yang telah berlarutan selama lebih empat tahun.  Boleh dihujahkan bahawa sejak...",
            "content": "**Ripple Labs dan Suruhanjaya Sekuriti dan Bursa AS: Pertempuran Mahkamah yang Berlarutan**\n\nPertempuran mahkamah antara Ripple Labs dan Suruhanjaya Sekuriti dan Bursa (SEC) Amerika Syarikat telah berlangsung selama lebih empat tahun.  Boleh dikatakan bahawa sejak tahun 2020, komuniti XRP tidak pernah merasakan kes ini akan berakhir lebih daripada tahun ini. Tetapi mengapa saman ini belum lagi digugurkan, sedangkan institusi lain seperti Coinbase, Kraken, dan OpenSea bebas daripada tindakan? Inilah sebabnya.\n\nSejak Presiden AS Donald Trump kembali ke Rumah Putih, SEC telah perlahan-lahan menarik balik pendekatan penguatkuasaan agresifnya terhadap industri kripto, yang dilihat di bawah pentadbiran Biden, diketuai oleh bekas pengerusi yang terkenal, Gary Gensler. Agensi tersebut telah memfailkan beberapa saman terhadap firma kripto utama seperti Ripple Labs, Binance, Coinbase, dan Kraken, mendakwa platform-platform ini melanggar undang-undang sekuriti. Tetapi mungkin ada cahaya di hujung terowong gelap gelita; pentadbiran Trump menyukai kripto.\n\nPesuruhjaya Hester Peirce, yang kini mengetuai Pasukan Petugas Kripto SEC, baru-baru ini mengeluarkan kenyataan yang mengkritik kebergantungan pentadbiran sebelumnya kepada “peraturan melalui penguatkuasaan.” Beliau berpendapat bahawa “undang-undang pengawalseliaan yang kabur” telah merugikan orang ramai Amerika, menyekat pertumbuhan industri kripto, dan “menghalangi keupayaan kakitangan profesional yang mahir dan berdedikasi Suruhanjaya” untuk menggunakan kepakaran mereka dalam mencari jalan penyelesaian yang memuaskan semua pihak.\n\nWalaupun beberapa kes telah digugurkan, Ripple masih mencari jalan untuk melepaskan diri daripada cengkaman pengawal selia kewangan. Dan seperti ahli keluarga XRP, kita semua sedang menunggu SEC memberikan alasan yang jelas mengapa.\n\n**SEC lwn Ripple: Empat tahun dan masih berterusan**\n\nSaman SEC terhadap Ripple, yang difailkan pada Disember 2020, mendakwa bahawa syarikat itu secara haram mengumpul dana melalui jualan XRP tanpa mendaftarkan aset tersebut sebagai sekuriti. Ia juga menuduh eksekutif Ripple, Brad Garlinghouse dan Chris Larsen, mengaut keuntungan peribadi daripada jualan XRP yang tidak berdaftar, berjumlah $600 juta.\n\nPengawal selia kewangan itu juga menyatakan bahawa Ripple mengedarkan berbilion XRP sebagai balasan perkhidmatan, sekali lagi melanggar undang-undang sekuriti.  Perlindungan injunktif, penggantian keuntungan dengan faedah, penalti sivil, kegagalan memberikan pendedahan pelabur; untuk mengatakan SEC menyerang Ripple di semua hadapan adalah satu kenyataan yang kurang tepat.\n\nPada tahun 2023, bagaimanapun, jalan menjadi sedikit lebih jelas apabila Hakim Daerah AS Analisa Torres membuat keputusan memihak kepada Ripple, menyatakan bahawa jualan XRP lelong tawaran buta tidak membentuk transaksi sekuriti.\n\nTetapi SEC tidak mahu melepaskan perkara ini tanpa sebarang kata, kerana dalam salah satu tindakan terakhirnya di bawah Gary Gensler, agensi tersebut merayu keputusan tersebut pada 15 Januari 2025.\n\n**Mengapa SEC senyap mengenai Ripple?**\n\nPengawal selia kewangan AS telah menggugurkan beberapa kes dalam beberapa minggu kebelakangan ini, sesetengah penyokong kripto bercakap tentang tentangan dalaman dalam agensi itu yang menghalang kes Ripple daripada diselesaikan.\n\nPada hari Isnin, bekas Ketua Pejabat Penguatkuasaan Internet SEC, John Reed Stark, berkata bahawa pembalikan pantas tindakan penguatkuasaan kripto boleh menjadi perkara yang baik untuk Ripple.\n\n“Jadi beginilah cara SEC mati.  Penghapusan pantas program penguatkuasaan kripto SEC berterusan. Siasatan SEC terhadap Uniswap & OpenSea secara rasmi ditutup.  Penarikan rayuan SEC terhadap Ripple pasti akan menyusul,” kata Stark.\n\nPakar undang-undang lain melihat Ripple berusaha untuk mendapatkan penyelesaian yang lebih baik, menyebabkan mereka tidak tergesa-gesa untuk melihat kes ini berakhir. Melalui catatan di X, Peguam James Murphy meneka bahawa Ripple mungkin berunding untuk membatalkan keputusan Hakim Torres.\n\n“Keputusan Torres tidak syak lagi HEBAT untuk pemegang $XRP, TETAPI penemuan pelanggaran undang-undang sekuriti dan perintah injunktif (dengan peruntukan ‘budak jahat’ yang berkaitan) tidak begitu hebat untuk Ripple. Ini amat benar jika Ripple sedang mempertimbangkan tawaran sekuriti dikecualikan pada masa hadapan atau IPO,” tulisnya.\n\nMurphy juga meramalkan SEC mungkin bersedia menerima penyelesaian di mana kedua-dua pihak menggugurkan rayuan mereka dan Ripple membayar denda $125 juta. Walau bagaimanapun, beliau menyatakan bahawa Ripple mungkin menunggu tawaran yang lebih baik. Mengapa? Kerana syarikat aset digital itu mungkin merasa tidak adil kerana berdepan dengan tekanan daripada pengawal selia, sementara organisasi lain seperti Yayasan Ethereum beroperasi dengan lebih bebas.\n\n**Adakah hubungan Ripple dengan pentadbiran Trump mencukupi?**\n\nRipple tidak syak lagi telah berusaha untuk mendapatkan sokongan di Washington, menjauhkan diri daripada dakwaan bahawa mereka menyokong bekas Naib Presiden Kamala Harris menentang Presiden Trump.\n\nEksekutif syarikat itu telah giat mencari sokongan daripada kepimpinan Rumah Putih yang baru, dengan Ketua Pegawai Eksekutif Brad Garlinghouse bertemu Donald Trump di Mar-a-Lago pada 8 Januari.\n\nSyarikat itu seolah-olah berada dalam keadaan baik dengan Trump, yang kini kembali berkuasa dan berusaha untuk memasukkan XRP ke dalam simpanan strategik kripto AS yang dicadangkannya. Dalam catatan Truth Social yang dibuat pada hari Ahad, beliau mengulangi sokongan beliau terhadap aset digital.\n\n“Rizab Kripto AS akan meningkatkan industri penting ini selepas bertahun-tahun serangan rasuah oleh Pentadbiran Biden, itulah sebabnya Perintah Eksekutif saya mengenai Aset Digital mengarahkan Kumpulan Kerja Presiden untuk meneruskan Rizab Strategik Kripto yang termasuk XRP, SOL, dan ADA. Saya akan memastikan AS menjadi Ibu Kota Kripto Dunia. KITA MEMBUAT AMERIKA HEBAT SEMULA!” tulis Trump.\n\nPresiden AS telah mencalonkan bekas pesuruhjaya Paul Atkins untuk menggantikan Gary Gensler sebagai Pengerusi SEC, dan jangkaan umum ialah beliau akan membawa kejelasan pengawalseliaan kepada industri kripto secara keseluruhan.  Sesetengah pegawai agensi mungkin menunggu kepimpinan baru dan pengaruh Trump terhadap Atkins sebelum membuat keputusan muktamad mengenai kes tersebut.\n\nSEC mungkin menarik balik tindakan penguatkuasaan sebelumnya, tetapi hakikat bahawa tiada tindakan telah diambil terhadap Ripple, kita tidak tahu bila pengawal selia kewangan akan melepaskan saman tersebut.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Why-is-the-Ripples-XRP-SEC-case-still-ongoing-amid-the-dismissal-spree.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c758353a076b6ece6cac1c",
            "timestamp": "2025-03-04 19:35:00",
            "status": "Posted"
        }
    ]
}