{
    "timestamp": "2025-03-12 04:31:24",
    "all_news": [
        {
            "title": "Bitcoin melonjak 7% walaupun metrik menunjukkan ‘zon menurun’",
            "description": "CryptoQuant melaporkan bahawa semua metrik penilaian Bitcoin menunjukkan arah aliran menurun, dan permintaan untuk aset tersebut “masih dalam wilayah pengecutan”.",
            "content": "Bitcoin melonjak 7% dalam tempoh 24 jam yang lalu walaupun semua metrik penilaiannya menunjukkan trend menurun dan permintaan AS baru-baru ini merosot.\n\n“Semua metrik penilaian Bitcoin menunjukkan kita berada dalam wilayah menurun,” kata platform analitik onchain CryptoQuant dalam laporan pasaran 11 Mac yang dilihat oleh Cointelegraph.\n\nPermintaan jatuh pada \"kadar terpantas\" sejak Julai\n\nCryptoQuant berkata Indikator Kitaran Pasaran Lembu-Beruang Bitcoinnya berada pada \"tahap paling menurun\" kitaran ini, dan Skor Z Nisbah MVRV Bitcoin — metrik utama untuk menilai sama ada Bitcoin (BTC) terlalu tinggi atau terlalu rendah nilainya — telah melepasi purata bergerak 365 hari, \"menunjukkan bahawa trend harga menaik telah kehilangan momentum.\"\n\nPada masa penerbitan, Bitcoin diniagakan pada $82,910, meningkat daripada paras terendah 24 jam sebanyak $79,356, menurut data CoinMarketCap.\n\nIndikator Kitaran Pasaran Lembu-Beruang Bitcoin CryptoQuant berada pada \"tahap paling menurun\" kitaran ini. Sumber: CryptoQuant\n\nBitcoin telah melonjak 7.5% dalam tempoh 24 jam yang lalu ketika pasaran AS stabil pada 11 Mac selepas merudum sehari sebelumnya selepas Presiden AS Donald Trump enggan menolak kemungkinan kemelesetan ekonomi.\n\nKebanyakan keuntungan Bitcoin berlaku susulan pengenalan semula Akta BITCOIN oleh Senator Cynthia Lummis, yang mencadangkan kerajaan AS membeli 1 juta BTC dalam tempoh lima tahun.\n\nBitcoin diniagakan pada $82,910 pada masa penerbitan. Sumber: CoinMarketCap\n\nWalau bagaimanapun, sesetengah pedagang tidak yakin bahawa trend menurun telah berakhir.\n\nPenganalisis kripto Bitcoin Rachy berkata dalam catatan X pada 11 Mac, \"Penaikan palsu, kan?\" Begitu juga, pedagang kripto BitcoinHyper berkata dalam catatan X, \"Setiap kenaikan terasa seperti permulaan. Inilah cara pasaran mengambil wang anda.\"\n\nSementara itu, CryptoQuant berkata permintaan Bitcoin menurun sebanyak 103,000 BTC minggu lepas berbanding minggu sebelumnya, \"menandakan kadar pengecutan terpantas sejak Julai 2024.\"\n\nPermintaan Bitcoin dalam \"wilayah pengecutan\"\n\nCryptoQuant berkata punca penurunan permintaan Bitcoin di AS baru-baru ini adalah disebabkan oleh ketidaktentuan mengenai kadar inflasi AS dan tarif yang dikenakan oleh Presiden AS Donald Trump pada 1 Februari. Pada 7 Mac, pengerusi Rizab Persekutuan Jerome Powell menegaskan bahawa beliau tidak tergesa-gesa untuk melaras kadar faedah.\n\n“Permintaan Bitcoin kekal dalam wilayah pengecutan, ikan paus telah memperlahankan pengumpulan Bitcoin mereka, dan ETF spot di AS telah menjadi penjual bersih Bitcoin,” kata firma itu.\n\nBitcoin masih turun 14% dalam tempoh sebulan yang lalu, dan CryptoQuant mengatakan bahawa penurunan itu \"tidak luar biasa dari segi magnitud, kerana pembetulan yang serupa telah berlaku dalam pasaran lembu sebelumnya.\"\n\nWalau bagaimanapun, ia memberi amaran jika Bitcoin memecah sokongan semasa pada paras harga $75,000 hingga $78,000, sasaran seterusnya mungkin serendah $63,000, paras yang tidak dilihat sejak 14 Oktober.\n\nKetua Pegawai Eksekutif Swan Bitcoin Cory Klippsten baru-baru ini memberitahu Cointelegraph ramalannya bahawa \"ada lebih daripada 50% kemungkinan kita akan melihat paras tertinggi sepanjang zaman sebelum akhir Jun tahun ini.\" Paras tertinggi sepanjang zaman Bitcoin iaitu $109,000 dicapai pada 20 Januari.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzU0MzItZDQyYS03YjE4LWJiYjUtODI3MGI4NDA2NGE2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d10b614f29b73f8d058205",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 04:15:00",
            "status": "Posted"
        },
        {
            "title": "Dewan Rakyat AS turut meluluskan resolusi yang membatalkan peraturan broker DeFi IRS, susulan tindakan Senat.",
            "description": "Dewan Rakyat Amerika Syarikat telah meluluskan resolusi untuk memansuhkan broker DeFi IRS dengan sokongan bipartisan majoriti.",
            "content": "Dewan Perwakilan AS telah memilih untuk membatalkan aturan yang mewajibkan protokol keuangan terdesentralisasi (DeFi) untuk melapor ke Internal Revenue Service (IRS).\n\nPada 11 Maret, Dewan Perwakilan memilih 292 suara untuk dan 132 suara menentang mosi untuk mencabut apa yang disebut aturan perantara DeFi IRS yang bertujuan untuk memperluas persyaratan pelaporan IRS yang ada ke mata uang kripto.\n\nKe-132 suara untuk mempertahankan aturan tersebut berasal dari Partai Demokrat. Namun, 76 anggota partai tersebut bergabung dengan suara Partai Republik untuk mencabutnya.\n\nIni menyusul pemungutan suara Senat AS pada 4 Maret mengenai mosi pencabutan, yang disahkan dengan suara 70 banding 27.\n\nAturan tersebut akan memaksa platform DeFi, seperti bursa terdesentralisasi, untuk mengungkapkan pendapatan kotor dari penjualan kripto, termasuk informasi mengenai wajib pajak yang terlibat dalam transaksi tersebut.\n\nBerbicara setelah pemungutan suara, Perwakilan Republik Mike Carey, yang mengajukan mosi pencabutan, mengatakan, \"Aturan perantara DeFi menyerang privasi puluhan juta warga Amerika, menghambat perkembangan industri baru yang penting di Amerika Serikat, dan akan membebani IRS.\"\n\nKetua Komite Layanan Keuangan DPR, French Hill, juga memuji pembatalan aturan tersebut, menyebutnya sebagai \"contoh nyata dari intervensi pemerintah yang mengancam untuk mendorong pengembangan aset digital Amerika ke luar negeri.\"\n\nResolusi tersebut perlu melewati pemungutan suara Senat lainnya sebelum dikirim ke Presiden Donald Trump, yang telah memberi sinyal bahwa ia akan mendukungnya.\n\nMereka yang menentang pencabutan aturan tersebut termasuk Perwakilan Demokrat Lloyd Doggett, yang mengatakan bahwa mendapatkan \"pembebasan kepentingan khusus\" dari pengungkapan IRS \"membuat penggelapan pajak dan pencucian uang jauh lebih mudah bagi donor Republik kaya yang telah menggunakan bursa terdesentralisasi ini.\"\n\nDia mengklaim bahwa pembatalan aturan tersebut akan menciptakan \"celah yang akan dieksploitasi oleh para penipu pajak kaya, pengedar narkoba, dan pendana teroris.\"\n\nPada awal Maret, kepala AI dan kripto Gedung Putih, David Sacks, mengatakan bahwa pemerintah akan mendukung upaya kongres untuk mencabut aturan perantara DeFi.\n\nPada saat itu, pejabat dari Kantor Manajemen dan Anggaran menulis, \"Aturan ini ... akan menghambat inovasi Amerika dan menimbulkan kekhawatiran privasi atas berbagi informasi pribadi wajib pajak, sementara juga memberlakukan beban kepatuhan yang belum pernah terjadi sebelumnya pada perusahaan DeFi Amerika.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg3ZmQtYmZmMC03YzE0LTgyZjUtM2ExNTBlZGMzMTk0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d109124f29b73f8d0581f9",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 04:08:00",
            "status": "Posted"
        },
        {
            "title": "Pelombong Bitcoin Bersendirian Menang Blok Menggunakan Rigs Kecil dan Murah — ‘Peluang Satu dalam Sejuta’",
            "description": "Seorang pelombong Bitcoin solo dengan peralatan sebesar telefon bimbit berjaya menyelesaikan satu blok, yang menurut seorang pembangun adalah \"satu dalam sejuta peluang.\"",
            "content": "```\nSeorang penambang Bitcoin solo yang menggunakan rig perlombongan kripto bersaiz poket yang agak murah telah menyelesaikan salah satu blok rantaian blok dan memperoleh ganjaran penuh sebanyak $263,000.\n\nPenambang itu menjadi penambang solo ke-297 yang melombong blok Bitcoin daripada kolam perlombongan Bitcoin (BTC) solo.ckpool, kata pembangunnya, Con Kolivas, dalam catatan X pada 10 Mac.\n\nBeliau menambah penambang itu menggunakan mesin Bitaxe 480 gigahash sesaat (GH/s). Sebagai perbandingan, banyak syarikat perlombongan kripto besar menggunakan mesin yang boleh beroperasi pada lebih daripada 230,000 GH/s.\n\n\"Penambang sebesar ini hanya mempunyai peluang kurang daripada satu dalam sejuta untuk menemui blok setiap hari, atau sebagai alternatif, akan mengambil masa 3,500 tahun untuk menemui blok secara purata,\" tambah Kolivas.\n\nPenambang itu memperoleh sejumlah 3.15 BTC untuk menyelesaikan blok 887,212, yang dicap masa pada 10 Mac jam 7:22 malam UTC. Ganjaran itu termasuk ganjaran perlombongan Bitcoin 3.125 semasa dan 0.025 Bitcoin lagi daripada yuran transaksi, data mempool.space menunjukkan.\n\nSumber: Con Kolivas\n\nMesin Bitaxe Gamma 601 1,200 gigahash, yang hampir tiga kali ganda lebih berkuasa daripada yang digunakan oleh penambang solo, berharga sekitar $158, menurut pasaran perlombongan Bitcoin ASIC Miner Value.\n\nASIC Miner Value menganggarkan bahawa Bitaxe Gamma 601 akan menghasilkan sedikit lebih daripada $20 setahun semasa menggunakan sekitar $18 elektrik, menghasilkan keuntungan bersih tahunan kurang daripada $3.\n\nBitaxe Gamma 601 lebih kurang sebesar telefon pintar. Sumber: ASIC Miner Value\n\nIa juga menyatakan bahawa kebarangkalian Bitaxe Gamma 601 melombong blok solo pada mana-mana hari tertentu ialah satu dalam 4.6 juta, atau satu dalam 12,700 sepanjang setahun.\n\nPenambang Bitcoin solo jarang menyelesaikan blok, apatah lagi mereka yang mempunyai rig perlombongan kecil.\n\nKebanyakan Bitcoin dilombong daripada kolam yang lebih besar seperti Foundry USA — yang memperoleh sebahagian besar hashrate daripada penambang Bitcoin awam seperti Cipher Mining, Bitfarms dan Hut 8.\n\nFirma perlombongan Bitcoin awam terbesar mengikut had pasaran dan hashrate, MARA Holdings, menggunakan kolam perlombongan Bitcoinnya sendiri, MARA Pool.\n\nWalaupun penambang Bitcoin bersaiz poket hampir tidak menguntungkan, sebahagian daripada penambang mikro ini sedang dibina secara sumber terbuka untuk memerangi \"kerahsiaan dan eksklusiviti\" industri perlombongan Bitcoin, salah seorang pembina penambang Bitaxe, \"Skot,\" memberitahu Cointelegraph dalam temu bual September 2023.\n\nKebanyakan penambang Bitcoin, seperti yang dibuat oleh Bitmain, adalah sumber tertutup, yang bertentangan dengan etos Bitcoin, kata Skot.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg3YzItZTYyZi03MDAxLWFiMmMtOTY2NWM2OWE5YTUy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1020acf93490f4441fbf4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 03:37:00",
            "status": "Posted"
        }
    ]
}