{
    "timestamp": "2025-03-06 07:27:05",
    "all_news": [
        {
            "title": "Bitcoin Sasar Tarikh ‘Pelancaran’ 25 Mac Ketika Dolar AS Menjunam ke Tahap Terendah 4 Bulan",
            "description": "Bitcoin mungkin akan kembali mencatat pasaran lembu dalam tempoh hanya tiga minggu, didorong oleh trend kecairan global.",
            "content": "Bitcoin (BTC) dijangka \"meletup\" dalam tempoh tiga minggu akan datang memandangkan trend kecairan global kini memihak kepada kripto dan aset berisiko.\n\nAnalisis X baharu daripada Andre Dragosch, ketua penyelidikan Eropah di firma pengurusan aset Bitwise, meramalkan bekalan wang global akan mencapai paras tertinggi baharu.\n\n**Kiraan Masa 3 Minggu untuk Pemulihan Harga BTC**\n\nSatu aliran angin baru untuk harga BTC sedang membina apabila kekuatan dolar AS jatuh ke tahap terendah sejak awal November tahun lepas.  Indeks dolar AS (DXY), yang mengukur kekuatan dolar berbanding sekumpulan mata wang rakan dagang,  mengancam untuk jatuh di bawah 104, data daripada Cointelegraph Markets Pro dan TradingView menunjukkan.\n\nBagi Dragosch, implikasinya sudah jelas.  \"Jika trend ini berterusan, bekalan wang global akan segera mencipta paras tertinggi baharu,\" tulisnya, sambil menyifatkan DXY sebagai \"carta paling menaik yang akan anda lihat hari ini.\"\n\nDolar AS belum mendapat manfaat yang besar daripada pentadbiran kerajaan AS yang baharu, manakala tarif perdagangan terus memberi tekanan kepada sentimen aset berisiko.\n\nPenganalisis popular Colin Talks Crypto pula meninjau pemulihan dalam jumlah bekalan wang M2 sebagai petunjuk bagi kejayaan baharu Bitcoin. Seperti yang dilaporkan oleh Cointelegraph, Bitcoin masih sangat sensitif kepada trend kecairan global, dengan pasaran lembu jantan yang dikaitkan rapat dengan fasa pengembangan.\n\nAset berisiko berbanding carta bekalan wang M2 global.\n\nKemungkinan rizab Bitcoin AS melepasi 70%\n\nBitcoin dan altcoins mungkin akan menerima rangsangan yang sangat diperlukan sebelum ini. Pada 7 Mac, Presiden AS Donald Trump akan menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih yang pertama, dengan Setiausaha Perdagangan AS Howard Lutnick mencadangkan bahawa acara itu harus menghasilkan pengesahan rizab Bitcoin strategik.\n\nWalaupun sumber lain percaya bahawa langkah itu akan ditangguhkan disebabkan kekurangan sokongan Kongres, sesetengah peserta pasaran kripto lama percaya rizab itu tidak dapat dielakkan.\n\nDalam nota pasaran pada 5 Mac, Matt Hougan, ketua pegawai pelaburan di pengurus dana indeks kripto dan ETF Bitwise, meramalkan bahawa rizab itu akan diteruskan dan terdiri \"sepenuhnya\" daripada BTC.\n\nSementara itu, data terkini daripada perkhidmatan ramalan Kalshi memberikan peluang 71% untuk rizab Bitcoin pada tahun ini — kemungkinan tertinggi setakat ini.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": null,
            "url": "https://coinmarketcap.com/community/en/articles/67c94b671b90ff7a4142b6aa",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 07:04:00",
            "status": "Posted"
        }
    ]
}