{
    "timestamp": "2025-03-20 08:34:26",
    "all_news": [
        {
            "title": "Mengapa harga Bitcoin meningkat hari ini?",
            "description": "Bitcoin melonjak susulan tindak balas pasaran terhadap isyarat lunak Bank Rizab Persekutuan (Fed) dan peningkatan pengumpulan BTC oleh pemegang jangka panjang.",
            "content": "Harga Bitcoin (BTC) melonjak 4% dalam tempoh 24 jam yang lalu, mencecah lebih $86,000 pada 20 Mac. Pada paras tertinggi intraday, kripto matawang ini diniagakan pada $87,470, menandakan pengambilan untung sederhana di kalangan peniaga.\n\nCarta harga BTC/USD empat jam. Sumber: TradingView\n\nAntara pemangkin utama yang mendorong harga Bitcoin meningkat hari ini termasuk:\n\nKeuntungan merentas aset berisiko selepas isyarat dovish Rizab Persekutuan.\nPeningkatan bekalan BTC di kalangan alamat pemegang jangka panjang.\nBitcoin meningkat selepas Fed menenangkan kebimbangan perang perdagangan.\nBitcoin meningkat apabila Rizab Persekutuan memberi isyarat bahawa ia masih menjangkakan untuk mengurangkan kadar faedah sebanyak dua kali pada separuh tahun kedua tahun ini, mengurangkan kebimbangan pelabur terhadap pengetatan monetari yang berpanjangan.\n\nIntipati utama daripada mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan pada 19 Mac:\n\nFed mengekalkan kadar penanda arasnya tanpa perubahan sambil mengakui bahawa tekanan inflasi yang didorong oleh tarif mungkin bersifat \"sementara\".\nNada terukur Pengerusi Jerome Powell mengenai risiko kemelesetan, menyatakan bahawa ia \"tidak tinggi\", memberi keyakinan kepada pelabur yang berisiko.\nFed mengurangkan ramalan pertumbuhannya, memacu perhimpunan bon dan mengukuhkan jangkaan kos pinjaman yang lebih rendah pada masa hadapan.\n\nCarta harian hasil nota Perbendaharaan AS tempoh 2 tahun dan 10 tahun. Sumber: TradingView\n\nKadar faedah yang lebih rendah menjadikan aset berisiko seperti Bitcoin lebih menarik, kerana ia mengurangkan kos peluang memegang pelaburan yang tidak memberi hasil.\n\nTekanan baharu Presiden AS Donald Trump terhadap Fed untuk mengurangkan kadar faedah menambah spekulasi bahawa dasar monetari mungkin akan dilonggarkan lagi, memberi manfaat kepada Bitcoin.\n\nPemegang Bitcoin jangka panjang beralih kepada pengumpulan\n\nPeningkatan harga Bitcoin yang berterusan selari dengan tanda-tanda pengumpulan di kalangan pemegang jangka panjangnya: entiti yang memegang BTC selama lebih daripada 155 hari.\n\nTitik utama:\n\nTekanan perbelanjaan pemegang jangka panjang (LTH) semakin berkurangan, seperti yang ditunjukkan oleh kelembapan dalam Petunjuk Perbelanjaan Binari dan peningkatan bekalan LTH.\nKeinginan yang lebih besar untuk memegang daripada menjual menunjukkan peralihan daripada pengedaran pihak jualan.\n\nPetunjuk Perbelanjaan Binari pemegang jangka panjang Bitcoin. Sumber: Glassnode\n\nLonjakan yang singkat tetapi tajam dalam pengedaran LTH (bar merah dalam carta di bawah) berlaku apabila Bitcoin jatuh ke paras terendah empat bulan, apabila sesetengah pelabur mengambil untung.\n\nPasaran lembu jantan biasanya menyaksikan tekanan pihak jualan daripada LTH diimbangi oleh permintaan baharu, dan kitaran ini telah menyerap jumlah keuntungan LTH yang serupa dengan kitaran sebelumnya.\n\nBaki pemegang jangka panjang Bitcoin dihantar ke bursa. Sumber: Glassnode\n\n“Ini mungkin menunjukkan tahap ketepuan telah dicapai di kalangan pemegang jangka panjang, di mana mereka telah melengkapkan sebahagian besar aktiviti pihak jualan mereka dalam julat harga semasa,” tulis penganalisis Glassnode dalam laporan mingguan terbaru mereka.\n\nBitcoin pulih daripada sokongan teknikal\n\nPeningkatan harga Bitcoin hari ini berlaku selepas menguji garisan trend yang lebih rendah daripada corak saluran menaik yang berlaku.\n\nPerkara yang perlu diberi perhatian:\n\nBitcoin telah menunjukkan trend menaik di dalam saluran menaik sejak 9 Mac.\nKripto matawang ini telah menguji sempadan bawah saluran sebanyak tiga kali, yang terakhir pada 18 Mac.\nDua senario pertama membawa kepada pemulihan 7.50% dan 6.60% — manakala senario semasa mendahului keuntungan 7.60%.\n\nPada 20 Mac, BTC/USD menghadapi rintangan yang kuat di sekitar sempadan atas saluran, sejajar dengan EMA 200-4H (gelombang biru) berhampiran $87,830.\n\nPenarikan balik yang pasti boleh membawa pasangan ini pada mulanya ke arah EMA 50-4H sekitar $83,900.\n\nPembetulan selanjutnya boleh menyebabkan ia menguji sempadan bawah saluran sebagai sokongan, sejajar dengan $82,400, yang bertindak sebagai sokongan antara 16 Mac dan 17 Mac.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvMjk3NTY5OWMtYWJkZC00ZjdiLWJkMzUtNzQyNjdhNTcwMTE3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65c52cc39f89906d40b02256",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 08:12:00",
            "status": "Posted"
        }
    ]
}