{
    "timestamp": "2025-04-15 21:25:33",
    "all_news": [
        {
            "title": "RCO Finance Gains Steam as Dogecoin and Cardano Face April Slowdown",
            "translated_facebook_post": "Ramai pelabur Dogecoin dan Cardano beralih kepada RCO Finance disebabkan prestasi kurang memberangsangkan matawang kripto tersebut.  RCO Finance, platform pelaburan berasaskan AI, menawarkan pelbagai ciri menarik seperti Robo Advisor dan akses kepada pelbagai aset.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67feca86ebe0584ce7865eb0",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/920d5b89cfb54cb49c8f52e3711f3cb7.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:07:00"
        },
        {
            "title": "Qubetics Shakes Up Tokenization – The Best Cryptos for Short Term Profits in 2025 as Gala and Quant Surge",
            "translated_facebook_post": "Tahun 2025 nampaknya tahun yang menarik untuk pelaburan kripto jangka pendek, dengan Qubetics, Gala, dan Quant menunjukkan potensi keuntungan yang lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67feca19ebe0584ce7865eae",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/cd23c68c158b40fcb4da933da168511b.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:05:00"
        },
        {
            "title": "Why Traders Rush to the Troller Cat Whitelist Before the Presale Gets Off the Mark",
            "translated_facebook_post": "Ramai berebut nak daftar whitelist Troller Cat sebelum jualan awal bermula sebab ramai jangka ia akan jadi duit.  Potensi untung lumayan, dan ramai yang tak nak terlepas peluang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec97fd075412ed1885367",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3d87282855294d92a6a4a2b59fb5b8ed.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:02:00"
        },
        {
            "title": "HOT MOMENTS: Things Got Messy at This Altcoin – One of the Founders Suspended for “Misconduct”",
            "translated_facebook_post": "Salah seorang pengasas syarikat altcoin digantung tugas sementara susulan siasatan dalaman tentang aktiviti pasaran yang tak menentu,  walaupun pengasas tersebut menafikan sebarang salah laku.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9daebe0584ce7865eac",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/07/finansal-soru-isareti-kriptopara.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:00:00"
        },
        {
            "title": "Euro Surge: Real Money’s Bold Bet Signals Powerful Shift – BofA Analysis",
            "translated_facebook_post": "Pelabur besar mula nampak Euro lebih menarik sekarang, disebabkan beberapa faktor ekonomi dan geopolitik.  Walaupun masih ada cabaran,  nampak macam ada harapan untuk Euro meningkat nilainya dalam masa terdekat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d8d075412ed188536a",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Euro-Surge-Real-Moneys-Bold-Bet-Signals-Powerful-Shift-%E2%80%93-BofA-Analysis.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:00:00"
        },
        {
            "title": "Analyst States More Reasons to Be Bullish on SUI as Price Enters Prime Buying Zone",
            "translated_facebook_post": "Ramai penganalisis nampak potensi SUI meningkat, dengan harga sekarang berada dalam zon pembelian menarik.  Analisis teknikal menunjukkan sasaran harga mungkin mencecah $40,  disokong oleh pertumbuhan pengguna aktif dan kerjasama strategik. Walaupun sasaran tinggi, ia bergantung kepada keadaan pasaran secara keseluruhan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d7f9688d6b9a897e2f",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/12/P2P-Review-10-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:00:00"
        },
        {
            "title": "XRP Bounces, BNB Rebounds — But Web3AI’s $0.100 Presale Holds the Real 100x Power",
            "translated_facebook_post": "Harga XRP naik, BNB pun kembali meningkat, tapi ramai pelabur pandang Web3AI yang menawarkan potensi pulangan tinggi dengan harga pra-jualan hanya $0.100.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d8d075412ed188536c",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/2025-04-15T160945.167Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:00:00"
        },
        {
            "title": "LINK and ADA Struggle for Momentum — Web3AI’s $0.100 Presale Could Be the Smartest Move in Crypto",
            "translated_facebook_post": "Harga LINK dan ADA kurang memberangsangkan sekarang, tapi ramai nampak potensi Web3AI yang menawarkan alat dagangan berasaskan AI dengan harga prajualan hanya $0.100.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d8d075412ed188536e",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-15T162250.837Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:00:00"
        },
        {
            "title": "Web3AI Explodes in 2025: $0.100 Presale Price, $0.800 Launch & 100x Utility-Driven Potential",
            "translated_facebook_post": "Walaupun harga Ethereum jatuh dan Tether berdepan masalah, Web3AI dilihat menjanjikan pulangan tinggi dengan harga prajualan rendah dan potensi utiliti yang besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d9ebe0584ce7865ea8",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-15T163548.852Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 21:00:00"
        },
        {
            "title": "MicroStrategy Acquires Additional 3,459 Bitcoin for $285.8 Million",
            "translated_facebook_post": "MicroStrategy tambah lagi 3,459 Bitcoin dengan harga $285.8 juta. Strategi baru guna ATM STRK untuk beli Bitcoin banyak, senang dan ramai orang boleh guna.  Dapat tambah lagi 130 Bitcoin.  Jadi, makin ramai orang boleh beli Bitcoin dengan mudah.\n\n\nStrategi baru guna ATM untuk beli Bitcoin memudahkan orang ramai & meluaskan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d9ebe0584ce7865eaa",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/strk-atm-strategy-130-bitcoin.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:59:00"
        },
        {
            "title": "Securitize Acquires MG Stover's Unit to Become Largest Digital Asset Fund Administrator",
            "translated_facebook_post": "Securitize telah mengambil alih unit MG Stover, menjadikan mereka pentadbir dana aset digital terbesar dengan aset lebih $38 bilion dalam 715 dana.\n\n\nSekarang Securitize urus lebih banyak dana aset digital berbanding sebelum ini, dah cecah $38 billion!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/securitize-acquires-mg-stover-s-unit-to-become-largest-crypto-fund-administrator/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/f545deacc185a80a6e25fdca0c1bf3aa36fd8afb-1898x1068.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:58:00"
        },
        {
            "title": "Should Bitcoin investors worry about flat inflows to the spot BTC ETFs?",
            "translated_facebook_post": "Aliran masuk pelaburan Bitcoin masih kurang memberangsangkan buat masa ini, tapi sebenarnya minat pelabur institusi terhadap BTC masih kukuh. Walaupun harganya agak stabil,  potensi Bitcoin sebagai aset matang masih ada dan  pelaburan dalam ETF Bitcoin semakin meningkat, menunjukkan ia masih menarik minat ramai.",
            "translated_title": "Patutkah pelabur Bitcoin bimbang tentang aliran masuk yang mendatar ke ETF BTC spot?",
            "translated_content": "Dana dagangan bursa (ETF) Bitcoin spot mencatatkan jumlah aliran keluar bersih sebanyak $872 juta antara 3 April dan 10 April, menyebabkan pedagang mempersoalkan sama ada minat keseluruhan terhadap Bitcoin semakin merosot. Tekanan jualan yang kuat bermula pada 3 April, berikutan peningkatan ketegangan perdagangan global dan kebimbangan terhadap kemelesetan ekonomi. Trend ini amat membimbangkan selepas dua hari aliran bersih ETF Bitcoin spot kurang daripada $2 juta pada 11 April dan 14 April.\n\nAliran bersih agregat ETF Bitcoin spot, USD. Sumber: CoinGlass\n\nHarga Bitcoin kekal agak stabil berhampiran $83,000 untuk lima minggu yang lalu, yang selanjutnya menunjukkan minat yang lemah daripada pembeli dan penjual. Di satu pihak, kekurangan turun naik ini mungkin menunjukkan bahawa Bitcoin semakin menjadi kelas aset yang lebih matang. Sebagai contoh, beberapa syarikat S&P 500 telah jatuh 40% atau lebih daripada paras tertinggi sepanjang zaman mereka, manakala penurunan terbesar Bitcoin pada tahun 2025 adalah sebanyak 32%, yang lebih sihat.\n\nBagaimanapun, prestasi Bitcoin telah mengecewakan mereka yang mempercayai naratif \"emas digital\". Emas telah meningkat 23% setakat ini pada tahun 2025, mencapai paras tertinggi sepanjang zaman sebanyak $3,245 pada 11 April. Walaupun Bitcoin mengatasi S&P 500 sebanyak 4% dalam tempoh 30 hari yang lalu, sesetengah pelabur bimbang bahawa daya tarikannya semakin pudar, kerana ia kini tidak berkorelasi dengan aset lain dan tidak bertindak sebagai simpanan nilai yang boleh dipercayai.\n\nJumlah purata ETF Bitcoin melebihi $2 bilion sehari\n\nApabila melihat pasaran ETF Bitcoin spot — terutamanya berbanding emas — Bitcoin mempunyai beberapa kelebihan. Pada 14 April, ETF Bitcoin spot mempunyai jumlah dagangan gabungan sebanyak $2.24 bilion, iaitu 18% di bawah purata 30 hari sebanyak $2.75 bilion. Oleh itu, adalah tidak tepat untuk mengatakan bahawa minat pelabur terhadap produk ini telah hilang.\n\nJumlah harian ETF Bitcoin spot, USD. Sumber: CoinGlass\n\nWalaupun jumlah ETF Bitcoin lebih rendah daripada $54 bilion sehari yang didagangkan oleh SPDR S&P 500 ETF (SPY), ia tidak jauh ketinggalan ETF emas pada $5.3 bilion dan mendahului ETF US Treasurys pada $2.1 bilion. Ini adalah satu pencapaian yang mengagumkan, memandangkan ETF Bitcoin spot di AS hanya dilancarkan pada Januari 2024, manakala ETF emas telah didagangkan selama lebih 20 tahun dan mempunyai $137 bilion aset di bawah pengurusan.\n\nWalaupun termasuk Grayscale GBTC Trust, yang telah melepasi 200,000 saham didagangkan setiap hari pada tahun 2017 sebelum ia ditukar kepada ETF, produk pelaburan Bitcoin masih kurang daripada lapan tahun. Pada masa ini, ETF Bitcoin spot memegang kira-kira $94.6 bilion aset di bawah pengurusan, yang lebih daripada permodalan pasaran syarikat-syarikat terkenal seperti British American Tobacco, UBS, ICE, BNP Paribas, Cigna, Sumitomo Mitsui dan beberapa lagi.\n\nUntuk melihat bagaimana ETF Bitcoin spot telah mantap dalam industri ini, kita boleh melihat pemegang utama produk ini. Ini termasuk nama-nama terkenal seperti Brevan Howard, D.E. Shaw, Apollo Management, Mubadala Investment, dan State of Wisconsin Investment. Daripada dana pencen kepada beberapa pengurus aset bebas terbesar di dunia, ETF Bitcoin menyediakan alternatif kepada aset tradisional, tanpa mengira pergerakan harga jangka pendek.\n\nApabila kelas aset ini berkembang dan lebih banyak produk seperti niaga hadapan dan opsyen disenaraikan, Bitcoin mungkin akhirnya dimasukkan ke dalam indeks global, sama ada dalam kategori komoditi atau mata wang. Ini boleh menyebabkan dana pasif untuk melabur, meningkatkan kedua-dua potensi harga dan jumlah dagangan. Oleh itu, kekurangan aliran masuk atau aliran keluar bersih yang kuat pada masa kini adalah tidak luar biasa dan tidak harus dilihat sebagai tanda kelemahan.",
            "translated_summary": "Aliran masuk ETF Bitcoin spot adalah rata, tetapi itu tidak bermakna pelabur institusi telah bertukar kepada pandangan negatif terhadap BTC.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec8ad84c0f937ab9d207a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNiMTMtNDczNC03NmRiLWJkMDctNTYxMTA4NmIzZDRh.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-15 20:58:00"
        },
        {
            "title": "Trump Considers Establishing U.S. Bitcoin Reserve",
            "translated_facebook_post": "Pentadbiran Trump tengah kaji cadangan buat rizab Bitcoin AS, guna kaedah pembiayaan kreatif, nak jadi peneraju kripto dunia. Ada yang sokong, ada yang risau manipulasi pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec8acebe0584ce7865ea6",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/us-bitcoin-reserve-meeting-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:57:00"
        },
        {
            "title": "3iQ’s Canadian Solana ETF selects Figment as staking provider",
            "translated_facebook_post": "3iQ pilih Figment untuk jaga aset ETF Solana di Kanada,  ETF ni akan mula beroperasi 16 April nanti dan dijangka bagi pulangan 6% hingga 8%.  Kanada memang lagi depan dari segi pelaburan aset digital berbanding Amerika Syarikat.",
            "translated_title": "ETF Solana Kanada 3iQ Pilih Figment Sebagai Penyedia Perkhidmatan Jaminan",
            "translated_content": "Penyedia infrastruktur Blockchain, Figment, telah dipilih sebagai penyedia staking untuk dana tukar saham (ETF) Solana yang baru diluluskan milik 3iQ, yang menggariskan usaha berterusan Kanada ke arah pengambilan produk kewangan aset digital.\n\nFigment akan membolehkan staking institusi untuk ETF Staking 3iQ Solana (SOL), yang dilancarkan di Bursa Saham Toronto pada 16 April dengan simbol dagangan SOLQ, kata syarikat-syarikat itu dalam satu kenyataan. Selain 3iQ, Figment menyediakan penyelesaian infrastruktur staking kepada lebih 700 pelanggan.\n\nSuruhanjaya Sekuriti Ontario (OSC), pengawal selia wilayah, telah meluluskan dana SOL 3iQ pada 14 April. Kelulusan itu juga diberikan kepada pengurus dana lain yang ingin menawarkan ETF SOL, termasuk Purpose, Evolve dan CI.\n\nSeperti yang dilaporkan oleh penganalisis ETF Bloomberg, Eric Balchunas pada masa itu, dana tersebut dibenarkan untuk melakukan staking sebahagian daripada pegangan SOL mereka melalui TD Bank, institusi kewangan kedua terbesar di Kanada dari segi aset.\n\n3iQ menganggarkan bahawa dana SOL mereka akan memberikan hasil antara 6% dan 8%, menurut laman web mereka.\n\nKanada telah mendahului keluk dalam pengambilan sejak tahun 2021, ketika pengawal selia AS terus mempertimbangkan pelbagai tawaran dana berkaitan kripto. Pada tahun itu, 3iQ melancarkan ETF Bitcoin (BTC) spotnya, yang mencecah $1 bilion dalam aset bersih hampir serta-merta.  \n\nIa mengambil masa hampir tiga tahun lagi sebelum ETF Bitcoin spot diluluskan di Amerika Syarikat.  Seperti rakan sejawatan mereka di Kanada, ETF AS menyaksikan kejayaan yang luar biasa pada tahun pertama mereka, menjana lebih daripada $38 bilion dalam aliran masuk bersih.\n\nPada Oktober 2023, 3iQ melancarkan ETF yang dikaitkan dengan Ether (ETH), memberikan pelabur akses langsung kepada platform kontrak pintar. Tidak seperti ETF Ether yang diluluskan oleh pengawal selia AS pada tahun berikutnya, dana 3iQ menawarkan ganjaran staking.",
            "translated_summary": "Pengurus aset 3iQ telah memilih Figment sebagai penyedia infrastruktur peneguhan untuk ETF Solana yang baru diluluskan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec8aca0903755b040714d",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzMwZWYtYTE1Yy03MzA5LWJkZDYtOWRlZWEwOWIwYTVk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-15 20:57:00"
        },
        {
            "title": "XRP ETF Approval: Explosive Analysis Reveals XRP as Frontrunner for Next Spot ETF Nod",
            "translated_facebook_post": "Ramai orang dalam dunia kripto sekarang ni tumpu perhatian pada XRP, sebab ada analisis menunjukkan ia berpotensi besar untuk dapat kelulusan ETF spot lepas ni.  Keputusan SEC pada 22 Mei nanti akan tentukan semuanya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec798b5beab610bf9c186",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/XRP-ETF-Approval-Explosive-Analysis-Reveals-XRP-as-Frontrunner-for-Next-Spot-ETF-Nod.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:50:00"
        },
        {
            "title": "AMP price prediction 2025-2031: Is AMP a good investment?",
            "translated_facebook_post": "Harga AMP dijangka naik, mencecah sehingga $0.03 dalam tempoh 10 tahun akan datang.  Walaupun ada turun naik, potensi jangka panjangnya nampaknya menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/650e99c706f0a113475d9d40",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/AMP-prediction.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:50:00"
        },
        {
            "title": "Can Trump’s Words Affect Cryptocurrency Markets?",
            "translated_facebook_post": "Harga Bitcoin jatuh bawah $84,000 disebabkan kenyataan tak menentu Trump, tambah lagi dengan kenyataan bercanggah dari Amerika sendiri dan sikap China yang masih tegas.  Situasi ni mungkin akan menjejaskan pasaran kripto sepanjang April ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/can-trumps-words-affect-cryptocurrency-markets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-020.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:48:00"
        },
        {
            "title": "Warren Buffett holds enough cash to buy 476 companies in the S&P 500 at current values",
            "translated_facebook_post": "Warren Buffett punya banyak sangat duit, boleh beli hampir semua syarikat besar di Amerika. Tapi dia tak beli apa-apa sekarang sebab tunggu tindakan bank pusat Amerika dulu. Strategi dia: jangan beli mahal-mahal, kalau tak ada yang murah, beli je syarikat sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec798d075412ed1885363",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/warren-buffet-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:45:00"
        },
        {
            "title": "Forgot to Jump on Moo Deng? This Whitelist Could Make You a Fortune in 2025",
            "translated_facebook_post": "Lepas terlepas peluang Moo Deng, nampaknya Troller Cat menawarkan satu lagi peluang untuk kaya raya.  Ramai cakap ia berpotensi besar macam Moo Deng, malah mungkin lagi hebat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec668b5beab610bf9c182",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/tcat-101.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:45:00"
        },
        {
            "title": "Pudgy Penguins Dip, Mantra Sinks—Troller Cat Whitelist Roars Into the Spotlight",
            "translated_facebook_post": "Harga Pudgy Penguins dan MANTRA jatuh, tapi Troller Cat tengah meningkat populariti dengan fasa senarai putihnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fec9d884c0f937ab9d207c",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/image-38.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 20:45:00"
        }
    ]
}