{
    "timestamp": "2025-03-15 18:34:26",
    "all_news": [
        {
            "title": "Persatuan TON sambut pemergian Pavel Durov dari Perancis sebagai kemenangan kebebasan bersuara.",
            "description": "Persatuan Rangkaian Terbuka (TON) meraikan pemergian pengasas Telegram, Pavel Durov, dari Perancis sebagai kemenangan bagi kebebasan bersuara dan anti-penapisan...",
            "content": "Persatuan Rangkaian Terbuka (TON) mengeluarkan kenyataan pada 15 Mac lalu yang menyambut gembira kepulangan pasport Pavel Durov sebagai satu kemenangan untuk kebebasan bersuara, privasi dalam talian, dan inovasi.\n\nMenurut agensi berita AFP, Durov meninggalkan Perancis dan menuju ke Dubai pada pagi 15 Mac selepas mendapat kebenaran daripada pegawai Perancis untuk meninggalkan negara Eropah itu.\n\n\"Kami telah menyokong Pavel sejak penangkapannya pada 24 Ogos 2024,\" tulis Persatuan TON. Kumpulan itu menambah:\n\nPersatuan TON sebelum ini menulis surat yang mengutuk kerajaan Perancis kerana menahan Durov dan menggesa negara itu untuk membebaskan pengasas Telegram tersebut.\n\nPersatuan TON menyambut baik kepulangan pasport Durov oleh pegawai penguat kuasa undang-undang Perancis. Sumber: Persatuan TON\n\n\"Penangkapan pengasas Telegram, Pavel Durov, adalah satu serangan langsung terhadap hak asasi manusia asas — kebebasan bersuara semua orang,\" demikian menurut surat Persatuan TON bertarikh 27 Ogos.\n\nPada masa itu, organisasi itu juga menyeru Pertubuhan Bangsa-Bangsa Bersatu, Majlis Eropah (CoE), Pertubuhan Keselamatan dan Kerjasama di Eropah (OSCE), dan Kesatuan Eropah (EU) untuk campur tangan dan mendesak pembebasan Durov.\n\nPenyokong kebebasan bersuara dalam industri kripto memberi amaran tentang penangkapan Pavel Durov, memetik implikasi yang membimbangkan terhadap privasi dan teknologi terdesentralisasi berdepan dengan tekanan negara untuk menyekat internet dan potensi rampasan kawal selia.\n\nEmmanuel Macron menafikan motif politik di sebalik penangkapan Durov\n\nTidak lama selepas pegawai penguat kuasa undang-undang Perancis menahan pengasas Telegram itu, Presiden Emmanuel Macron menafikan penangkapan itu bermotifkan politik dan mendakwa Perancis komited terhadap kebebasan bersuara.\n\nPresiden Perancis Emmanuel Macron menafikan penangkapan Pavel Durov bermotifkan politik. Sumber: Emmanuel Macron\n\nDalam sidang akhbar berikutnya, Macron juga menafikan jemputan kepada Durov ke Perancis di tengah-tengah kecaman hebat daripada komuniti kripto dan penyokong kebebasan bersuara.\n\nChris Pavlovski, Ketua Pegawai Eksekutif platform video kebebasan bersuara Rumble, mengumumkan bahawa beliau telah meninggalkan Eropah dengan selamat sejurus selepas penahanan Pavel Durov.\n\nDalam catatan X pada 25 Ogos, Ketua Pegawai Eksekutif itu berkata kerajaan Perancis telah mengancam Rumble dan mengutuk pihak berkuasa negara kerana tindakan keras terhadap kebebasan bersuara.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTlhYmItYzcxMS03ZGFlLTk5NmUtZTJkMmEzZDY4ZGU1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d5c2555097f447704389bc",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 18:07:00",
            "status": "Posted"
        }
    ]
}