{
    "timestamp": "2025-03-15 22:25:15",
    "all_news": [
        {
            "title": "Akaun media sosial X Kaito AI dan pengasasnya, Yu Hu, digodam.",
            "description": "Laman media sosial Kaito AI X dan pengasasnya, Yu Hu, telah digodam dalam satu insiden keselamatan kejuruteraan sosial yang canggih.",
            "content": "Kaito AI dan pengasasnya, Yu Hu, menjadi mangsa penggodaman media sosial X pada 15 Mac.  Penggodam, dalam beberapa catatan yang kini telah dipadamkan, mendakwa dompet Kaito telah dikompromi dan menasihatkan pengguna bahawa dana mereka tidak selamat. Menurut DeFi Warhol, penggodam membuka posisi pendek pada token KAITO sebelum menyiarkan mesej tersebut dengan harapan pengguna akan menjual atau menarik dana mereka, yang akan menjatuhkan harga dan menjana keuntungan bagi pelaku ancaman. Harga token KAITO jatuh, mungkin disebabkan oleh posisi pendek. Sumber: CoinMarketCap. Pasukan Kaito AI berjaya mendapatkan semula akses kepada akaun dan meyakinkan pengguna bahawa dompet token Kaito tidak dikompromi dalam eksploitasi media sosial tersebut.  Eksploitasi ini merupakan yang terbaru dalam senarai penggodaman media sosial, penipuan kejuruteraan sosial, dan insiden keselamatan siber yang semakin meningkat di industri kripto. Sumber: Kaito AI.\n\nAkaun X Pump.fun digodam pada 26 Februari oleh pelaku ancaman yang mempromosikan beberapa token palsu, termasuk token tadbir urus palsu untuk platform pelancaran adil yang dipanggil \"Pump\".  Menurut pakar penyiasat onchain ZackXBT, insiden Pump.fun berkaitan secara langsung dengan penggodaman akaun Jupiter DAO dan kompromi akaun X DogWifCoin. Pada 7 Mac, Suruhanjaya Sekuriti Alberta, pengawal selia kewangan Kanada, memberi amaran kepada orang ramai bahawa pelaku jahat menggunakan artikel berita palsu dan pengesyoran palsu yang menampilkan rupa ahli politik Kanada untuk mempromosikan penipuan kripto. Penipuan, yang dikenali sebagai CanCap, bermain dengan kebimbangan perang perdagangan antara Kanada dan AS untuk memikat mangsa yang tidak curiga untuk melabur dalam projek tersebut, yang didakwa oleh penipu mendapat sokongan daripada pemimpin Kanada Justin Trudeau.\n\nEksekutif kripto juga membunyikan loceng amaran mengenai penipuan baru daripada kumpulan penggodam yang ditaja negara, Lazarus, di mana penggodam menyamar sebagai usahawan modal teroka dalam mesyuarat Zoom. Sebaik sahaja sasaran berada di bilik mesyuarat, penggodam akan mendakwa mereka mengalami masalah audio-visual dan mengalihkan mangsa ke bilik sembang berniat jahat di mana pengguna digalakkan untuk memuat turun tampalan. Tampalan tersebut mengandungi perisian berniat jahat yang direka untuk mencuri kunci peribadi kripto dan maklumat sensitif lain daripada komputer mangsa. Majalah:  Analisis penggodaman kripto mendedahkan eksploitasi kegemaran Kumpulan Lazarus.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTliNzMtYTQyMS03MjNjLWEwMjMtY2IzMGFkMWI0Zjhh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d5f4b82e96e321e6126ddc",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 21:39:00",
            "status": "Posted"
        }
    ]
}