{
    "timestamp": "2025-03-09 15:22:55",
    "all_news": [
        {
            "title": "DePIN memerlukan pengawalseliaan yang teliti — bukan saman.",
            "description": "Halangan Pengawalseliaan yang dihadapi Projek DePIN dan Langkah-langkah yang Diperlukan untuk Mewujudkan Kerangka Sokongan Inovasi sambil Menangani Kebimbangan Utama.",
            "content": "Pendapat oleh: Kai Wawrzinek, pengasas bersama Impossible Cloud Network\n\nEra penguatkuasaan kripto oleh Suruhanjaya Sekuriti dan Bursa AS yang dilihat sebagai hukuman seolah-olah telah berakhir, tetapi bekas Pengerusi Gary Gensler telah meninggalkan beberapa kekangan yang perlu diatasi. Walaupun selepas peletakan jawatannya, pendekatan \"kawal selia melalui penguatkuasaan\" Gensler terus bergema.\n\nKita mungkin hidup di bawah pentadbiran pro-kripto pertama dalam sejarah AS, tetapi masih banyak kerja yang perlu dilakukan untuk membersihkan kekacauan yang telah diwujudkan oleh peraturan yang tidak telus, bercanggah atau tidak wujud. Satu sektor kripto, khususnya, memerlukan kejelasan tentang bagaimana ia sepatutnya beroperasi tanpa menimbulkan kemarahan pengawal selia: rangkaian infrastruktur fizikal terdesentralisasi (DePIN).\n\nProjek DePIN, daripada perkhidmatan awan terdesentralisasi kepada telekomunikasi dan grid sensor bersama, bergantung pada penggunaan dunia nyata dan tokenomi yang kukuh. Apabila pengawal selia gagal menjelaskan bagaimana token ini dan struktur tadbir urusnya perlu dikategorikan, projek-projek dibiarkan meneka — dan, kadang-kadang, berakhir di mahkamah.\n\nBiarkan DePIN melakukan tugasnya\n\nWalaupun kebanyakan sektor kripto adalah sepenuhnya digital dan tidak pernah bersilang dengan dunia fizikal, DePIN berbeza. Petunjuknya adalah dalam \"fizikal\" dalam DePIN. Salah satu projek DePIN yang paling terkenal memberi insentif kepada pengguna untuk menggunakan hotspot tanpa wayar yang mewujudkan rangkaian Internet Perkara yang terdesentralisasi. Projek DePIN lain termasuk membina perkhidmatan awan terdesentralisasi, pengumpulan data alam sekitar, grid tenaga terdesentralisasi dan banyak lagi.\n\nPersimpangan blok rantai, perkakasan dan perkhidmatan dunia nyata ini membentangkan satu set cabaran pengawalseliaan unik yang memerlukan penyelesaian yang disesuaikan — penyelesaian yang tidak dijumpai dalam pendekatan SEC semasa. Interaksi unik antara dunia fizikal dan digital menuntut rangka kerja pengawalseliaan yang jelas dan berpandangan ke hadapan. Syarikat-syarikat dibiarkan meneka apa yang merupakan pematuhan tanpa peraturan yang jelas yang mengawal pengeluaran token, privasi data dan penggunaan infrastruktur.\n\nKekeliruan pengawalseliaan ini menghalang pelaburan dan berisiko menghalang inovasi teknologi yang dijanjikan oleh DePIN. Agensi pengawalseliaan mesti mengutamakan garis panduan yang jelas dan telus untuk kripto — dengan beberapa pertimbangan sebenar diberikan kepada DePIN. Jika kita mempunyai peraturan yang jelas, syarikat permulaan DePIN akan bebas membina infrastruktur inovatif yang menyelesaikan masalah dunia nyata yang kritikal, dan bukannya membazirkan sumber pada peguam dan litigasi.\n\nBaru-baru ini: VC Kripto 'amat yakin' terhadap DePIN, Aset Dunia Nyata (RWAs)\n\nSesetengah pihak akan berhujah bahawa beroperasi dalam industri dengan sedikit peraturan adalah lebih baik daripada industri yang dibebani dengan terlalu banyak peraturan. Namun sejarah menunjukkan kepada kita bahawa pengawalseliaan yang dirancang dengan baik sering membuka jalan untuk pertumbuhan yang mampan, sama seperti kod bangunan membolehkan bangunan pencakar langit mencapai ketinggian yang mengagumkan sambil menghormati sejarah dan asal usul bandar di mana ia terletak. Pengawalseliaan yang bijaksana tidak menghapuskan kreativiti. Ia menjadikannya kukuh dan menyediakan asas yang stabil di mana idea-idea asal boleh berkembang maju.\n\nDi mana DePIN memerlukan kejelasan\n\nBagi bagaimana untuk mengawal selia vertikal kripto yang berkembang pesat dan merangkumi pelbagai industri, daripada AI kepada telekomunikasi, terdapat tiga bidang utama di mana kejelasan yang lebih besar akan memberi manfaat kepada semua peserta.\n\nSekuriti vs. utiliti: Peraturan yang jelas mengenai pengeluaran, pengagihan dan penggunaan token DePIN adalah penting. Kejelasan ini akan melindungi pelabur dan membenarkan perancangan dan penskalaan yang boleh diramal. Tanpa itu, projek-projek terpaksa berjalan di atas garis panduan yang samar-samar, menyalurkan sumber mereka ke pematuhan undang-undang dan bukannya inovasi.\n\nPrivasi data: Platform DePIN mengumpul dan memproses data dunia sebenar, daripada isyarat lokasi kepada maklumat alam sekitar. Kegagalan untuk menangani kebimbangan privasi melalui undang-undang yang ditakrifkan dengan baik menimbulkan risiko tindakan balas pengawalseliaan dan kehilangan kepercayaan pengguna. Rangka kerja pengawalseliaan yang berpandangan ke hadapan harus memperincikan bagaimana data boleh dikumpul, disimpan dan dimonetisasi, dan ia harus mengimbangi privasi pengguna dengan keperluan operasi rangkaian ini.\n\nPenggunaan infrastruktur global: Banyak penyelesaian DePIN secara fizikal menggunakan peranti atau rangkaian yang merentasi sempadan negara dan wilayah dan rejim pematuhan. Sekumpulan peraturan negeri, persekutuan dan antarabangsa boleh menghalang intipati janji global DePIN. Pembuat dasar mesti menyelaraskan rangka kerja ini supaya penggunaan perkakasan, penggunaan spektrum dan pertimbangan logistik lain tidak berubah menjadi labirin undang-undang yang sangat kompleks.\n\nSatu perjanjian yang lebih baik untuk semua orang\n\nWalaupun penerima manfaat utama garis panduan yang lebih tepat akan menjadi projek DePIN, ia juga akan membantu pengawal selia — sekurang-kurangnya dalam imej awam mereka. Resit adalah awam apabila ia berkaitan dengan berapa banyak SEC telah memperoleh denda dengan menghukum projek kripto secara retrospektif. Walau bagaimanapun, ini telah membawa kepada penghijrahan besar-besaran industri daripada AS. Kepimpinan SEC yang baharu mempunyai peluang unik untuk menetapkan satu contoh melalui pengawalseliaan kripto yang munasabah yang menekankan bimbingan daripada hukuman.\n\nSatu senarai tugasan yang panjang menanti pengerusi SEC, baik untuk kripto dan pasaran kewangan yang lebih luas. Secara realistik, DePIN tidak akan berada di bahagian atas senarai itu. Walau bagaimanapun, ini tetap masa yang tepat untuk SEC menunjukkan bagaimana ia berhasrat untuk merawat industri inovatif seperti DePIN. Enklaf kripto ini mempunyai kumpulan pengguna yang ditakrifkan dengan jelas, kerja yang sedang dilakukan dengan tepat dan hasil yang mudah diukur.\n\nJika rejim SEC yang baharu mahu memberi isyarat kepada industri kripto tentang rawatan yang boleh dijangkakan dalam tempoh empat tahun akan datang, ia boleh melakukan lebih buruk daripada bermula dengan DePIN.\n\nDePIN lebih daripada sekadar trend kripto lain. Ia adalah pintu masuk untuk menghubungkan dunia digital dan fizikal kita dengan cara yang baru sahaja kita mula bayangkan. Dengan pengawalseliaan yang bijaksana dan proaktif, DePIN boleh memenuhi potensinya yang besar: menyelesaikan cabaran infrastruktur dunia nyata yang penting, yang dengan pengawalseliaan yang tepat, tidak melanggar peraturan dan meningkatkan kehidupan seharian kita.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIyZmEtMTYzYy03OTk4LTkwZGQtODMwMmU4NTU4Mjg1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cdadf89750e47c7bc0f203",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 15:00:00",
            "status": "Posted"
        },
        {
            "title": "Solana susut 29% pada 2025 walaupun peningkatan kecairan, kemasukan stok kripto AS",
            "description": "SOL telah kehilangan hampir sepertiga nilainya meskipun lebih daripada $9.5 bilion duit stabil baharu dicetak sejak awal 2025.",
            "content": "**Solana Menjunam Hampir 29% Sejak Awal 2025 Meskipun Suntikan Likuiditas Besar**\n\nData TradingView menunjukkan Solana telah merosot hampir 29% sejak awal 2025, meskipun telah disuntikkan likuiditas baru sebesar $10 miliar dan termasuk dalam Cadangan Aset Digital AS.\n\nPenurunan ini terjadi meskipun Solana (SOL) merupakan salah satu dari tiga altcoin yang termasuk dalam Cadangan Aset Digital Presiden AS Donald Trump, bersama dengan Cardano (ADA) dan XRP (XRP).\n\nLebih lanjut, Solana belum mampu keluar dari tren penurunan ini meskipun telah melihat lebih dari $9,5 miliar koin USDC (USDC) yang baru dicetak sejak 1 Januari 2025, menurut platform intelijen kripto Lookonchain.\n\nBeberapa analis menyatakan bahwa likuiditas yang baru dicetak telah mengalir ke memecoin daripada meningkatkan harga SOL.\n\nSOL saat ini turun 49% sejak peluncuran token Resmi Trump (TRUMP), dari $261 pada 18 Januari hingga $133 pada 9 Maret.\n\nSelama peluncuran koin Trump, \"sebagian besar likuiditas yang masuk adalah arus keluar dari aset kripto lain, orang-orang menjual portofolio kripto mereka untuk membeli TRUMP karena FOMO [fear of missing out] yang ekstrem,\" kata Dan Hughes, pendiri platform keuangan terdesentralisasi Radix, kepada Cointelegraph.\n\nPenurunan harga Solana terjadi selama penurunan pasar yang lebih luas yang menyebabkan total kapitalisasi pasar semua mata uang kripto turun hampir 17% sejak awal 2025.\n\n**Investor Mencari Aset yang Lebih Aman Saat Solana Menghadapi Arus Keluar Modal**\n\nSebagian dari tren penurunan Solana mungkin juga disebabkan oleh investor yang mencari aset yang lebih aman setelah gelombang penipuan memecoin baru-baru ini.\n\nSolana terdampak arus keluar senilai lebih dari $485 juta pada bulan Februari, dengan modal investor terutama mengalir ke Ethereum, Arbitrum, dan BNB Chain.\n\nArus keluar modal terjadi di tengah pelarian yang lebih luas menuju \"keamanan\" di antara pelaku pasar kripto, menurut laporan Binance Research yang dibagikan kepada Cointelegraph.\n\n\"Secara keseluruhan, ada pelarian yang lebih luas menuju keamanan di pasar kripto, dengan dominasi Bitcoin meningkat 1% dalam sebulan terakhir menjadi 59,6%,\" kata laporan tersebut.  \"Sebagian dari modal mengalir ke memecoin BNB Chain, yang sebagian didorong oleh tweet CZ tentang anjingnya, Brocolli,\" tambahnya.\n\nKekecewaan terhadap peluncuran memecoin berbasis Solana juga telah mengurangi selera investor, terutama setelah peluncuran token Libra, yang didukung oleh Presiden Argentina Javier Milei.  Para orang dalam proyek tersebut diduga telah menyedot lebih dari $107 juta likuiditas dalam aksi penarikan karpet (rug pull), memicu penurunan harga 94% dalam beberapa jam dan menghapus $4 miliar modal investor.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGY2NjEtMzY3NS03ODQwLWEwYWQtYWM2YTM4NmEzMjgz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cda6f2f087e003408ac375",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 14:33:00",
            "status": "Posted"
        }
    ]
}