{
    "timestamp": "2025-04-21 13:35:21",
    "all_news": [
        {
            "title": "Bank of Korea Initiates Stablecoin Regulation Amid Crypto Surge",
            "translated_facebook_post": "Bank Korea tengah kawal ketat mata wang kripto stabil, khususnya stablecoin, sebab pasaran kripto ni tengah naik mendadak.  Mereka nak pastikan sistem kewangan negara stabil dan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680647215a032127246e81d2",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/futuristic-pixelated-bank-rpg.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:23:00"
        },
        {
            "title": "This might be the last chance to buy BTC at under $100K: analyst",
            "translated_facebook_post": "Mungkin ni peluang terakhir nak beli BTC bawah $100,000.  Harga naik mendadak, tapi kena ingat, mungkin ada penurunan sebelum naik lagi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680647202b26ec0a97b52b35",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Miners-win-most-from-the-US-strategic-Bitcoin-reserve-option04.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:20:00"
        },
        {
            "title": "Ripple Integrates XRPL for Faster Transactions",
            "translated_facebook_post": "Ripple dan Hidden Road bekerjasama guna teknologi XRP Ledger untuk percepatkan transaksi korporat, siap potong masa penyelesaian dari 24 jam kepada hanya beberapa saat je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ripple-integrates-xrpl-for-faster-transactions",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-058.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:18:00"
        },
        {
            "title": "Can Ethereum (ETH) Price Eyes $3,600 Amid High Usage?",
            "translated_facebook_post": "Harga Ethereum mungkin akan meningkat kepada $3600 disebabkan peningkatan penggunaan rangkaian Layer 2 dan pengurangan yuran gas,  menunjukkan momentum positif dan sentimen pasaran yang baik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68064722a711a8474395de03",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/b2dcc73cffd54ad1954f4dda86f65b96.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:18:00"
        },
        {
            "title": "Raydium LaunchLab Debuts with 3,760 Tokens Created",
            "translated_facebook_post": "Raydium LaunchLab dah hasilkan lebih 3,760 token baru, memudahkan pembangunan dan pelancaran token, terutamanya untuk projek meme coin dan komuniti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680645f5a9805d575e2fea1e",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/raydium-launchlab-token-revolution.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:15:00"
        },
        {
            "title": "Michael Saylor Won't Stop! He Bought Millions of Dollars Worth of Bitcoin Again! Here's the Amount of Bitcoin He Bought!",
            "translated_facebook_post": "Michael Saylor punya syarikat, MicroStrategy, baru beli lagi Bitcoin bernilai $555.8 juta – iaitu 6,556 Bitcoin!  Mereka memang serius nak kumpul Bitcoin ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680645f52b26ec0a97b52b33",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/08/bitcoin-michael-saylor.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:15:00"
        },
        {
            "title": "Gold-backed vs USD-backed stablecoins: Key differences",
            "translated_facebook_post": "Stablecoin berasaskan emas menawarkan kestabilan jangka panjang dan perlindungan inflasi, manakala stablecoin berasaskan dolar AS lebih cair dan diterima luas dalam ekosistem kripto.  Masa depan kedua-dua jenis stablecoin ini bergantung kepada pelbagai faktor, termasuk dasar kerajaan dan permintaan pasaran.",
            "translated_title": "Mata Wang Stabil Berasaskan Emas berbanding Mata Wang Stabil Berasaskan USD: Perbezaan Utama",
            "translated_content": "Sertai kami dalam mempamerkan revolusi mata wang kripto, satu demi satu melalui surat berita. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama berjuta-juta pelanggan lain kami (betul, berjuta-juta menyayangi kami!) — apa yang anda tunggu?\n\nApakah itu stablecoin sandaran emas, dan bagaimana ia berfungsi?\n\nStablecoin sandaran emas ialah mata wang digital yang dikaitkan dengan rizab emas fizikal dan direka untuk mengekalkan nilai yang stabil. Konsep mata wang digital sandaran emas bermula sejak awal lagi dalam sejarah mata wang kripto, di mana pembangunnya bertujuan untuk mencipta simpanan nilai yang boleh dipercayai.\n\nSetiap stablecoin sandaran emas mewakili kuantiti emas tertentu. Contohnya, satu token mungkin dikaitkan dengan 1 auns troy emas. Auns troy ialah unit berat yang digunakan khusus untuk menimbang logam berharga seperti emas, perak dan platinum; ia bersamaan dengan 31.1034768 gram.\n\nPihak ketiga biasanya memegang rizab emas untuk memastikan keselamatan dan ketelusan. Entiti yang mengeluarkannya bertanggungjawab untuk mengekalkan jumlah emas fizikal yang sama untuk setiap token yang beredar.\n\nHarga token kekal sejajar dengan nilai pasaran emas. Pembeli membayar harga spot emas untuk satu token. Begitu juga, jika stablecoin gagal, pemegang token boleh menebus token mereka untuk mendapatkan emas. Secara praktikalnya, emas tersebut akan ditukar kepada pemindahan fiat elektronik.\n\nPengatur mengklasifikasikan stablecoin sandaran emas sebagai stablecoin sandaran komoditi atau token rujukan aset (ART), bergantung kepada bidang kuasa. Contoh stablecoin sandaran emas termasuk Tether Gold (XAUT), Paxos Gold (PAXG) dan Alloy (aUSDT).\n\nTahukah anda? Pada 1 April 2025, Tether Gold (XAUT) diniagakan pada $3,165. Kapitalisasi pasarannya adalah kira-kira $780.3 juta, dengan jumlah dagangan harian sebanyak $11.03 juta.\n\nKelebihan stablecoin sandaran emas\n\nStablecoin sandaran emas menggabungkan kestabilan emas dengan fleksibiliti aset digital. Sifatnya yang berasaskan blockchain menawarkan faedah yang lebih daripada emas kertas tradisional.\n\nBerikut adalah beberapa kelebihan stablecoin sandaran emas:\n\nAlternatif fleksibel kepada emas fizikal: Stablecoin sandaran emas berfungsi sebagai representasi emas berasaskan blockchain, menawarkan alternatif yang lebih cekap dan fleksibel berbanding memegang jongkong fizikal.\n\nPerdagangan global serta-merta: Tidak seperti pemilikan emas tradisional, token ini boleh disimpan dalam dompet mata wang kripto yang membolehkan anda membuat pemindahan serta-merta dan berdagang secara global dengan yuran transaksi yang nominal.\n\nAkses kepada aplikasi DeFi: Ia juga membolehkan aplikasi kewangan terdesentralisasi (DeFi), meluaskan kegunaannya melebihi pelaburan emas tradisional.\n\nKeselamatan yang lebih baik: Emas fizikal mudah dicuri, hilang dan rosak. Stablecoin sandaran emas, yang disimpan pada rangkaian blockchain, mungkin lebih selamat.\n\nKebolehprogramman: Stablecoin sandaran emas boleh diprogram kerana ia wujud pada rangkaian blockchain seperti Ethereum. Ini membolehkannya berinteraksi dengan kontrak pintar dan berfungsi dengan aplikasi terdesentralisasi (DApp).\n\nKebolehbahagian: Membahagikan emas fizikal atau malah emas kertas adalah mencabar. Walau bagaimanapun, anda boleh membahagikan satu token kepada beberapa tempat perpuluhan, yang boleh direkodkan pada blockchain.\n\nMemudahkan akses kepada emas: Token sandaran emas membolehkan anda mengakses emas dengan mudah. Satu auns emas mungkin mahal, tetapi anda boleh membeli 0.001 token dengan mudah.\n\nInteroperabiliti: Apabila anda mengeluarkan token pada rangkaian yang banyak digunakan seperti Ethereum, ia serta-merta boleh beroperasi dengan DApp, platform DeFi dan dompet yang disokong oleh rangkaian tersebut.\n\nKepelbagaian dana: Melabur dalam stablecoin sandaran emas membolehkan anda mempelbagaikan dana anda. Ia adalah jenis aset unik yang melindungi anda daripada penurunan nilai mata wang.\n\n\nApakah itu stablecoin sandaran USD, dan bagaimana ia berfungsi?\n\nStablecoin sandaran USD ialah mata wang kripto yang direka untuk mengekalkan nilai yang stabil dengan dikaitkan kepada dolar AS. Setiap token biasanya disokong oleh jumlah dolar AS atau aset setara tunai yang sama yang disimpan dalam rizab oleh institusi kewangan atau amanah.\n\nUntuk setiap stablecoin sandaran USD yang dikeluarkan, entiti yang mengeluarkannya mesti mengekalkan jumlah rizab yang sepadan untuk menjamin nilainya. Ini memastikan pemegang sentiasa boleh menebus token mereka untuk jumlah dolar yang setara. Contoh stablecoin sandaran USD ialah Tether (USDt), USDC (USDC) dan Binance USD (BUSD), kesemuanya digunakan dalam perdagangan, pembayaran dan DeFi.\n\nAnda boleh membeli dan menjual stablecoin melalui bursa kripto seperti Binance atau Coinbase. Untuk membeli, buat akaun, lengkapkan pengesahan, deposit fiat atau kripto dan pilih stablecoin seperti USDt atau USDC. Untuk menjual, pergi ke bahagian perdagangan, pilih stablecoin anda, dan tukarkannya kepada fiat atau kripto lain. Sesetengah dompet dan bursa rakan sebaya (P2P) juga menyokong perdagangan stablecoin.\n\nTahukah anda? Peraturan Pasaran Aset Kripto EU (MiCA) telah memaksa bursa kripto untuk menyenaraikan USDT dan stablecoin tidak patuh yang lain, mengakibatkan peningkatan pasaran untuk stablecoin sandaran Euro. USDC terus menjadi alternatif USD yang utama di rantau ini.\n\nKelebihan stablecoin sandaran USD\n\nStablecoin sandaran USD menawarkan beberapa kelebihan, menjadikannya sebahagian penting dalam ekosistem kripto. Dengan menggabungkan kebolehpercayaan mata wang fiat dengan kecekapan blockchain, stablecoin sandaran USD memainkan peranan penting dalam kewangan digital.\n\nBerikut adalah beberapa kelebihan stablecoin sandaran USD:\n\nNilai yang tetap: Tidak seperti mata wang kripto tradisional, yang mengalami ketidaktentuan yang tinggi, stablecoin mengekalkan nilai yang tetap, menjadikannya unit yang sesuai untuk pembayaran, terutamanya sebagai pertukaran untuk barangan dan perkhidmatan.\n\nCecair dan mudah diakses: Stablecoin sandaran USD diterima secara meluas di seluruh bursa kripto, platform pembayaran dan aplikasi DeFi. Ini membolehkan pedagang memindahkan dana dengan cepat antara aset tanpa menukarkan kripto kepada mata wang fiat, mengurangkan kos transaksi dan kelewatan.\n\nKetelusan: Pengeluar biasanya menyediakan audit dan laporan tetap mengenai rizab mereka, yang membolehkan pengguna untuk mengesahkan bahawa pegangan USD sebenar menyokong setiap token. Ketelusan ini membina kepercayaan di kalangan pengguna, pengeluar dan pengawal selia.\n\nPembayaran antarabangsa yang cepat dan murah: Beroperasi pada rangkaian blockchain, rangkaian blockchain sandaran USD memudahkan pembayaran antarabangsa yang cepat dan murah tanpa bergantung kepada sistem perbankan tradisional. Ini menjadikannya pilihan yang disukai untuk kiriman wang dan perdagangan rentas sempadan.\n\nTempat perlindungan yang selamat semasa kejatuhan pasaran: Stablecoin sandaran USD menawarkan kestabilan semasa tempoh ketidaktentuan pasaran. Pelabur dan pedagang sering menukar pegangan kripto yang tidak menentu kepada stablecoin untuk melindungi nilainya tanpa keluar daripada pasaran kripto sepenuhnya.\n\nWalau bagaimanapun, sila ambil perhatian bahawa stablecoin mungkin terkeluar daripada peg kadang-kadang disebabkan oleh beberapa faktor makro dan mikro ekonomi. Faktor makro termasuk perubahan dalam keadaan ekonomi, seperti inflasi atau peningkatan kadar faedah. Pembolehubah mikro melibatkan perbezaan dalam keadaan pasaran, seperti perubahan dalam cagaran yang mendasari dan masalah dengan kecairan.\n\nApabila Silicon Valley Bank gagal pada Mac 2023, stablecoin USDC menyimpang daripada pegnya kerana $3.3 bilion rizabnya disimpan di sana.\n\nTahukah anda? Stablecoin terdapat empat jenis: disandarkan fiat, disandarkan kripto, algoritma dan disandarkan komoditi. Stablecoin algoritma secara beransur-ansur tidak lagi disukai.\n\nPerbezaan utama antara stablecoin sandaran emas dan stablecoin sandaran USD\n\nToken sandaran emas dan sandaran USD adalah stablecoin, namun ia berbeza dalam beberapa cara. Perbandingan ini meneroka perbezaan asas, dengan memberi tumpuan kepada aset sokongan mereka, kestabilan harga, kecairan, penggunaan dan kes penggunaan utama:\n\nAset sokongan: Emas fizikal berbanding rizab fiat\n\nStablecoin sandaran emas dan stablecoin sandaran USD berbeza terutamanya berkenaan dengan cagaran yang menyokong nilainya. Stablecoin sandaran emas dikaitkan dengan emas fizikal, biasanya pada nisbah tetap, manakala sesetengah stablecoin sandaran USD disokong oleh rizab dolar AS, deposit jangka pendek dan tunai.\n\nKestabilan harga: Jangka panjang berbanding jangka pendek\n\nNilai stablecoin sandaran emas berfluktuasi bergantung kepada harga pasaran emas, yang boleh mengalami ketidaktentuan jangka pendek tetapi cenderung untuk meningkat dalam jangka panjang. Stablecoin sandaran USD mengekalkan peg 1:1 kepada dolar, memastikan kestabilan jangka pendek yang lebih boleh diramal. Nilainya kekal stabil melainkan faktor luaran, seperti perubahan peraturan atau salah urus rizab, memberi kesan kepada peg tersebut.\n\nKecairan dan penggunaan: Penggunaan stablecoin sandaran USD dalam aplikasi DeFi\n\nStablecoin sandaran USD lebih cair dan diterima secara meluas dalam ekosistem kripto, termasuk bursa, sistem pembayaran dan aplikasi DeFi. Ia sering digunakan untuk perdagangan dan pinjaman. Selain itu, banyak negara di Amerika Latin, seperti Bolivia, telah menggunakan USDC untuk pembayaran. Stablecoin sandaran emas, walaupun berguna untuk memelihara nilai, kurang kerap disepadukan ke dalam protokol DeFi kerana kebimbangan kecairan yang rendah.\n\nKes penggunaan: Simpanan nilai\n\nStablecoin sandaran emas berfungsi sebagai lindung nilai terhadap inflasi, menarik minat pelabur yang mencari pertumbuhan. Stablecoin sandaran USD lebih disukai oleh pelabur yang mencari kestabilan dan simpanan nilai. Stablecoin sandaran USD digunakan untuk transaksi harian, perdagangan dan perkhidmatan kewangan, terima kasih kepada kecairan serta-merta dan kemudahan penggunaan.\n\nPertimbangan pengawalseliaan: Pematuhan\n\nStablecoin sandaran emas dan stablecoin sandaran fiat berbeza dalam pengawalseliaan disebabkan oleh aset asasnya. Contohnya, peraturan tertentu seperti Akta Inovasi Kebangsaan untuk Stablecoin AS (GENIUS Act) dan Akta Ketelusan dan Akauntabiliti Stablecoin untuk Ekonomi Buku Leter yang Lebih Baik (STABLE Act) telah muncul di AS untuk stablecoin sandaran USD. Walau bagaimanapun, tiada peraturan khusus wujud untuk stablecoin sandaran emas sehingga 31 Mac 2025, walaupun ia dijangka mematuhi peraturan perbankan dan kewangan yang biasa.\n\nBolehkah stablecoin sandaran emas mengatasi stablecoin sandaran USD dari segi penggunaan?\n\nDua faktor yang memihak kepada stablecoin sandaran emas ialah sifatnya yang tahan inflasi dan kestabilan jangka panjang. Seperti yang ditunjukkan oleh penyokong Bitcoin, Max Keiser, emas menikmati kepercayaan global yang lebih besar berbanding dolar AS, terutamanya di kalangan negara yang mempunyai hubungan tegang dengan AS.\n\nTetapi adakah ini cukup untuk stablecoin sandaran emas mengatasi pesaingnya yang lebih terkenal?\n\nStablecoin sandaran USD, yang sering dikaji semula pada zaman pentadbiran Biden, kini menikmati sokongan kerajaan AS di bawah pimpinan Presiden Donald Trump. Pemerintahan semasa melihat stablecoin sandaran USD sebagai alat yang berkuasa untuk mengekalkan status dolar AS sebagai mata wang rizab dunia. Walaupun pentadbiran Trump telah mesra kripto sejak ia mengambil alih, sokongan terhadap Akta GENIUS dan Akta STABLE, yang menunggu kelulusan Kongres, adalah bukti lanjut bagi pendekatan ini.\n\nSetiausaha Perbendaharaan, Scott Bessent, telah menekankan stablecoin sebagai alat strategik untuk mengekalkan status mata wang rizab dolar. Gabenor Rizab Persekutuan, Christopher Waller, telah menggemakan sentimen ini, menyokong stablecoin sebagai cara untuk menegakkan hegemoni dolar AS.\n\nWalau bagaimanapun, negara termasuk Rusia, China dan Iran, musuh ketat AS, mungkin lebih suka stablecoin sandaran emas berbanding stablecoin sandaran USD kerana syiling yang dikuasakan jongkong itu boleh membantu mereka mengehadkan pengaruh dolar AS. Menurut Keiser, China dan Rusia secara kolektif memegang kira-kira 50,000 tan emas, lebih daripada yang dilaporkan secara rasmi. Jika benar, emas ini boleh digunakan untuk melancarkan stablecoin sandaran emas.\n\nJika stablecoin sandaran emas mendapat penggunaan yang lebih meluas, ia boleh mencabar usaha kerajaan AS untuk mengekalkan dominasi dolar melalui stablecoin. Untuk tujuan itu, penerbit stablecoin Tether memperkenalkan Alloy (aUSDT) pada Jun 2024, iaitu aset digital sandaran emas yang dikaitkan dengan Tether Gold (XAUT), iaitu token yang mewakili tuntutan ke atas emas fizikal.\n\nStablecoin sandaran emas menyerupai dolar AS sandaran emas sebelum tahun 1971. Itulah tahun di mana Presiden Richard Nixon menghapuskan penukaran dolar AS kepada emas. XAUT telah menikmati peningkatan harga sebanyak 15.7% setakat tahun ini, menunjukkan potensi pertumbuhan stablecoin sandaran jongkong.\n\nWalaupun stablecoin sandaran emas merupakan alternatif yang menarik, pertempuran untuk dominasi antara stablecoin sandaran emas dan stablecoin berpeg USD masih berterusan, dipengaruhi oleh faktor geopolitik, dasar kewangan, dan permintaan pasaran.",
            "translated_summary": "Ketahui Perbezaan Utama Antara Stablecoin Berasaskan Emas dan Berasaskan USD\n\nArtikel ini akan membincangkan perbezaan utama antara stablecoin yang disokong oleh emas dan stablecoin yang disokong oleh dolar Amerika Syarikat (USD), meliputi aspek kestabilan harga, kecairan, peraturan, dan kes penggunaan dalam dunia sebenar.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680645f45a032127246e81cd",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9jYzM3Yzk2ZjVhZWE4YWY1NDdmMWIzNWQyMWJjOGYzNi5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-21 13:15:00"
        },
        {
            "title": "Strategy buys 6,556 Bitcoin after BTC reaches monthly high",
            "translated_facebook_post": "Syarikat Strategy, pemegang Bitcoin korporat terbesar dunia, baru beli lagi 6,556 BTC bernilai $555.8 juta lepas harga Bitcoin cecah paras tertinggi bulanan.  Dengan pembelian ni, jumlah Bitcoin yang dipegang Strategy dah mencecah 538,200 BTC.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680645f42b26ec0a97b52b31",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/03/crypto-news-MicroStrategy-capitalization-option03.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:14:00"
        },
        {
            "title": "Federal Reserve's Gullspie Highlights Tariff Impact Amid Bitcoin's Surge",
            "translated_facebook_post": "Harga Bitcoin cecah $87,000, menunjukkan momentum pasaran yang kuat,  walaupun pegawai Rizab Persekutuan, Gullspie, nampaknya kurang risau tentang kesan tarif terhadap ekonomi jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680644c9f3e8465723eece4e",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bitcoin-soaring-cartoon-thumbnail.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:12:00"
        },
        {
            "title": "Crucial Bitcoin Trends: 5 Key Points to Watch This Week for Navigating the Crypto Market",
            "translated_facebook_post": "Minggu ni pasaran Bitcoin agak mencabar, naik sikit tapi ramai masih ragu-ragu.  Faktor ekonomi global dan keadaan politik pun mempengaruhi.  Kena hati-hati dan buat kajian betul-betul sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680644c8a9805d575e2fea16",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Crucial-Bitcoin-Trends-5-Key-Points-to-Watch-This-Week-for-Navigating-the-Crypto-Market.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:10:00"
        },
        {
            "title": "With BTC, ETH, and likely XRF ETF in crypto, is Pi next in queue?",
            "translated_facebook_post": "Dengan Bitcoin, Ethereum, dan mungkin XRP dah ada ETF, ramai dalam komuniti Pi Coin berharap yang sama akan berlaku untuk Pi Coin juga, walaupun masih banyak halangan yang perlu diatasi sebelum ia menjadi kenyataan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680644c92b26ec0a97b52b2f",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Is-Pi-ETF-a-future-possibility.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:10:00"
        },
        {
            "title": "Ripple Accelerates Integration of XRPL for a Seamless Financial Landscape",
            "translated_facebook_post": "Ripple dan Hidden Road bekerjasama untuk percepatkan transaksi kewangan korporat guna teknologi XRPL, mengurangkan masa penyelesaian dari 24 jam kepada 3-5 saat je.  Ini dapat mengurangkan kos dan tingkatkan pengurusan data, sekali gus menarik lebih ramai syarikat guna teknologi blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/ripple-accelerates-integration-of-xrpl-for-a-seamless-financial-landscape/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1025.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:10:00"
        },
        {
            "title": "Omni Launches $10 Million SolverNet Initiative",
            "translated_facebook_post": "Omni bagi dana $10 juta untuk bantu aplikasi SolverNet berkembang, harapnya dapat  galakkan lagi ramai guna teknologi blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680644c9a9805d575e2fea1a",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-business-meeting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:10:00"
        },
        {
            "title": "Bybit Confirms Progress in Tracking $1.4B Stolen Crypto Linked to North Korea",
            "translated_facebook_post": "Bybit dah kesan kebanyakan duit kripto bernilai $1.4 billion yang dicuri,  walaupun ada sebahagiannya masih susah nak dikesan.  Usaha mengesan duit ni masih berjalan, dengan bantuan pemburu bug dan tekanan terhadap platform yang terlibat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bybit-confirms-progress-in-tracking-1-4b-stolen-crypto-linked-to-north-korea/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2023/05/bybit7.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:10:00"
        },
        {
            "title": "Arthur Hayes Foresees $100K Bitcoin As Treasury Actions Loom",
            "translated_facebook_post": "Harga Bitcoin dijangka cecah $110,000 berdasarkan analisis pasaran terkini, didorong oleh aliran masuk dana institusi dan jangkaan dasar kewangan yang lebih longgar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680644c9f3e8465723eece50",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/arthur-hayes-bitcoin-analysis-portrait.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:09:00"
        },
        {
            "title": "What politeness teaches ChatGPT — and why OpenAI’s artificial intelligence is paying millions to listen",
            "translated_facebook_post": "Kata-kata sopan seperti \"sila\" dan \"terima kasih\" bukan sahaja menunjukkan adab, malah mempengaruhi bagaimana ChatGPT belajar dan bertindak, malah menelan belanja jutaan ringgit setiap hari untuk OpenAI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806439c5a032127246e81c5",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-Sam-Altman-AI-option03.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:07:00"
        },
        {
            "title": "FARTCOIN Surges 10% as Bitcoin Remains Stable",
            "translated_facebook_post": "Harga FARTCOIN naik 10%, didorong aktiviti media sosial dan perdagangan 'whale', sementara Bitcoin kekal stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806439f2b26ec0a97b52b29",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/fartcoin-rise-ink-drawing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:07:00"
        },
        {
            "title": "Bitcoin Eyes $88,000 Breakout as Safe-Haven Narrative Gains Steam",
            "translated_facebook_post": "Harga Bitcoin meningkat dan dilihat sebagai pelaburan selamat, tetapi pakar masih berhati-hati sebelum mengisytiharkan perubahan arah aliran sepenuhnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806439cf3e8465723eece48",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/bitcoin-btc-price-1c1f6eca0-7d4c-4e3a-ba39-2169048ae034.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:06:00"
        },
        {
            "title": "Solana, XRP, Cardano, or Web3 ai? The Top Crypto to Buy in 2025 Might Not Be What You Think",
            "translated_facebook_post": "Tahun 2025 dijangka menyaksikan peningkatan tumpuan pelabur kepada projek kripto yang menawarkan nilai sebenar, bukan sekadar populariti semata-mata.  Solana, XRP, Cardano, dan Web3 AI antara yang menonjol, masing-masing menawarkan kelebihan tersendiri dari segi kelajuan transaksi, penyelesaian pembayaran, pembangunan infrastruktur, dan teknologi AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680642ddf3e8465723eece45",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/fcc81d5fa3d142a29b7426b5ccf6eb39.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:06:00"
        },
        {
            "title": "BNB, SOL, XRP: Altcoins Ride The Wave Of Bitcoin’s Bullish Momentum",
            "translated_facebook_post": "Bitcoin dah cecah $87,000, dan turut tarik naik harga BNB, SOL, dan XRP.  Kejayaan ni menunjukkan Bitcoin makin dilihat sebagai pelaburan selamat, terutamanya dengan keadaan ekonomi dunia sekarang yang tak menentu.  Harga emas pun naik tinggi, menunjukkan trend yang sama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680644c92b26ec0a97b52b2d",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/bitcoin-bnb-sol.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 13:05:00"
        }
    ]
}