{
    "timestamp": "2025-04-02 14:26:51",
    "all_news": [
        {
            "title": "Tron's Justin Sun Bailed Out TUSD as Stablecoin's $456M Reserves Were Stuck in Limbo, Filings Show",
            "translated_facebook_post": "Justin Sun dari Tron telah menyelamatkan TUSD setelah rizab stablecoin bernilai $456 juta tersekat.  Fail-fail menunjukkan Techteryx, syarikat di sebalik TUSD, menjadi mangsa penipuan besar-besaran yang menyebabkan rizab tersebut terperangkap dalam pelaburan yang tidak cair.\n\n\nJustin Sun selamatkan TUSD daripada masalah rizab yang tersekat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/tron-s-justin-sun-bailed-out-tusd-as-stablecoin-s-usd456m-reserves-were-stuck-in-limbo/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/04a3e49de62a2efc18a498b4cf45c0c5c6e4978d-4498x3000.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:09:00"
        },
        {
            "title": "Micro Contracts Captivate Investors with Impressive Growth",
            "translated_facebook_post": "Pelaburan dalam kontrak mikro kripto meningkat dengan mendadak, menarik minat ramai pelabur disebabkan risiko yang lebih rendah dan peluang dagangan yang lebih tepat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/micro-contracts-captivate-investors-with-impressive-growth/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1142.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:08:00"
        },
        {
            "title": "Alabama moves to invest state funds in Bitcoin with new bills",
            "translated_facebook_post": "Alabama mungkin akan laburkan sebahagian dana kerajaan dalam Bitcoin, ikut jejak beberapa negeri Amerika lain yang dah mula teroka pelaburan dalam mata wang digital ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed45145b4ae15c1a63f0b7",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-Bitcoin-stacked-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:08:00"
        },
        {
            "title": "Rivalz AI partners with 51nodes to drive AI-Powered Transformation Across German Industry",
            "translated_facebook_post": "Rivalz AI dan 51nodes bekerjasama bawa transformasi AI ke industri Jerman, fokus pada pengautomatan dan pengurusan aliran kerja merentas sistem dalam sektor pembuatan, tenaga dan logistik.  Ini membolehkan syarikat-syarikat Jerman meningkatkan kecekapan dan daya saing mereka melalui penggunaan teknologi AI yang canggih dan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/rivalz-ai-partners-with-51nodes-to-drive-ai-powered-transformation-across-german-industry/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/A_New_Enterprise_Standard_Automation_with_Intellig_1743530682lwpUBEbs9L.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:02:00"
        },
        {
            "title": "Major Indices Slip; Cryptocurrency Stocks Follow Suit",
            "translated_facebook_post": "Pasaran saham Amerika dan saham kripto jatuh serentak, termasuk Bitcoin yang turun ke $85,000.  Saham syarikat seperti MicroStrategy, Coinbase, dan MARA turut terjejas.  Ketidakpastian ekonomi menyebabkan ramai berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fdada0a535800f6b71",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bear-market-cityscape-turmoil.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:02:00"
        },
        {
            "title": "MAGACOINFINANCE Is Becoming the Sleeper Coin of the Year",
            "translated_facebook_post": "MAGACOINFINANCE tengah naik daun, walaupun syiling-syiling besar macam Ethereum pun masih popular.  Dengan dana pra-jualan lebih RM18 juta dan komuniti yang semakin membesar, ramai yang mula perasan potensi dia.  Peluang untuk dapat bonus 50% pun masih ada sebelum harga naik!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43feef7fab30d5062f5a",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17435322062305768-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:01:00"
        },
        {
            "title": "Crypto Billionaires Dominate: Forbes’ 2024 List Features 16 Crypto Tycoons",
            "translated_facebook_post": "16 individu dalam industri kripto kini tersenarai sebagai bilionair di Forbes, menunjukkan impak besar dunia digital ini terhadap ekonomi global.  Kejayaan mereka buktikan potensi pelaburan dan inovasi dalam teknologi kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fcef7fab30d5062f56",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Crypto-Billionaires-Dominate-Forbes-2024-List-Features-16-Crypto-Tycoons.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:00:00"
        },
        {
            "title": "DOGE official at DOJ brags about hacking, distributing pirated software",
            "translated_facebook_post": "Seorang penasihat kanan di Jabatan Kehakiman Amerika Syarikat (DOJ) yang ada kaitan dengan syarikat Elon Musk, didapati mempunyai sejarah penggodaman dan pengedaran perisian cetak rompak sebelum ini.  Ini menimbulkan kebimbangan tentang keselamatan maklumat sensitif kerajaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed4514de7ee11a1b9cd2fa",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/DOGE-official-at-DOJ-brags-about-hacking-distributing-pirated-software.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:00:00"
        },
        {
            "title": "Binance Launches Round 2 of Listing Vote Event",
            "translated_facebook_post": "Binance dah mula undian senarai token pusingan kedua, 12 projek crypto bertanding untuk undi pengguna.  Siapa menang, kita tengok nanti!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fcef7fab30d5062f58",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/binance-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:00:00"
        },
        {
            "title": "Dojima and Linera Power Web3 With Seamless Cross-Chain Apps",
            "translated_facebook_post": "Dojima dan Linera bekerjasama untuk cipta aplikasi Web3 pantas dan mudah guna merentas pelbagai rangkaian blok, membolehkan pembangunan aplikasi modular yang cekap dan serba boleh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fd5b4ae15c1a63f0ae",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Dojima-Linera-Power-Web3-With-Seamless-Cross-Chain-Apps.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:00:00"
        },
        {
            "title": "Cardano Investors Rush To Yeti Ouro As It Races Through Stage 3 With 3 Million Raised",
            "translated_facebook_post": "Pelabur Cardano nampaknya beralih kepada projek baru, YETIO, disebabkan beberapa faktor termasuk turun naik harga ADA dan peluang pulangan yang lebih tinggi ditawarkan oleh YETIO menerusi permainan P2E dan pelancaran di bursa utama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed4515ef7fab30d5062f5e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 14:00:00"
        },
        {
            "title": "$TRUMP Memecoin’s First Big Token Unlock on April 18",
            "translated_facebook_post": "Tarikh 18 April ni, ramai yang kena tengok rapat pergerakan harga  token  $TRUMP sebab ada 40 juta token bernilai $431 juta akan dikeluarkan.  Ini mungkin akan bagi kesan pada pasaran.  Bukan $TRUMP je, beberapa token lain pun ada pelepasan besar minggu depan.  Jadi kena berhati-hati la.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fbde7ee11a1b9cd2ef",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26988.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:59:00"
        },
        {
            "title": "VanEck bets on Celestia with new investment product",
            "translated_facebook_post": "VanEck baru lancarkan produk pelaburan berasaskan Celestia, satu teknologi blockchain modular yang membantu meningkatkan aplikasi terdesentralisasi, bagi pelabur institusi dan individu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fd5b4ae15c1a63f0ac",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/10/crypto-news-Celestia-releases05.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:58:00"
        },
        {
            "title": "Coreum: How a 7,000 TPS Blockchain Is Shaping the Future of Regulated Finance",
            "translated_facebook_post": "Laporan baru menunjukkan Coreum,  rangkaian blok generasi ketiga,  menangani isu skalabiliti, pematuhan peraturan, dan interoperabiliti antara rangkaian dengan cekap.  Ia menawarkan  sistem perdagangan pantas, kos transaksi yang boleh diramal, serta ciri pematuhan terbina dalam, menjadikannya sesuai untuk institusi kewangan.",
            "translated_title": "Coreum: Bagaimana Rantaian Blok 7,000 TPS Mempengaruhi Masa Depan Kewangan Terkawal",
            "translated_content": "",
            "translated_summary": "Translation failed",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fcde7ee11a1b9cd2f3",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY2YTYtYmFhMy03NDQ0LWE5NWItNjE3NTJhNTViNTFi.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 13:57:00"
        },
        {
            "title": "Bitfarms Secures $300M for Panther Creek Project Launch",
            "translated_facebook_post": "Bitfarms dapat dana besar untuk bina pusat perlombongan kripto baru,  tapi ada juga yang risau pasal kesan alam sekitar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fe5b4ae15c1a63f0b4",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/corporate-meeting-discussion.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:55:00"
        },
        {
            "title": "AI will make short movies by the end of 2025: Elon Musk",
            "translated_facebook_post": "Elon Musk jangka menjelang akhir 2025, AI mampu hasilkan filem pendek.  Dia juga risau tentang keselamatan AI dan mahu ia fokus pada kebenaran, serta perlu dikawal rapi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed41a3ef7fab30d5062f45",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/AI-will-make-short-movies-by-the-end-of-2025-Elon-Musk.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:52:00"
        },
        {
            "title": "Is Bitcoin price going to crash again?",
            "translated_facebook_post": "Harga Bitcoin mungkin akan jatuh lagi bawah $80,000 disebabkan beberapa faktor, termasuk tarif baharu yang dikenakan oleh Presiden Trump dan kebimbangan inflasi.  Ketidakpastian ini mungkin akan menyebabkan jualan panik dan harga Bitcoin mungkin akan terus turun jika paras harga utama tidak dapat dikekalkan.",
            "translated_title": "Adakah harga Bitcoin akan jatuh lagi?",
            "translated_content": "Bitcoin (BTC) meningkat 16% daripada paras terendah empat bulan iaitu $76,600 kepada $88,700 pada 24 Mac. Harga kemudiannya berada sekitar $85,000 pada 2 April.\n\nPenolakan terkini daripada paras rintangan $85,500 menimbulkan persoalan sama ada harga BTC mungkin jatuh lebih rendah dalam beberapa hari akan datang.\n\nCarta harian BTC/USD. Sumber: Cointelegraph/TradingView\n\nTarif Trump mungkin menyebabkan harga Bitcoin jatuh?\n\n2 April menandakan apa yang digelar Presiden AS Donald Trump sebagai \"Hari Pembebasan,\" memperkenalkan tarif timbal balik yang meluas menyasarkan import dari banyak negara. Peserta pasaran bimbang ini mungkin mencetuskan jualan besar-besaran dalam mata wang kripto, menolak harga lebih rendah.\n\n**Kesimpulan utama:**\n\nTarif yang dicadangkan termasuk levi 25% ke atas import automotif dan cukai luas ke atas barangan dari negara-negara seperti China, Kanada, dan Mexico.\n\nWalaupun langkah-langkah ini bertujuan untuk mengurangkan defisit perdagangan AS dan meningkatkan pembuatan domestik, ia boleh mengakibatkan inflasi dan suasana risiko yang rendah.\n\nIni boleh menakutkan pelabur di pasaran global, dengan aset berisiko tinggi seperti Bitcoin menanggung sebahagian besar kesan negatif.\n\nContohnya, apabila Trump mengenakan tarif ke atas Kanada, Mexico, dan China pada awal Mac, Bitcoin jatuh daripada $105,000 kepada $92,000 dalam sekelip mata.\n\nMengulas mengenai landskap aset berisiko semasa, firma perdagangan QCP Capital menekankan kesan pengumuman tarif perdagangan Trump hari ini, terutamanya ketika pelabur bersiap sedia untuk langkah balas dari negara-negara yang terjejas.\n\n\"AS nampaknya semakin bertekad untuk mengasingkan diri dalam usaha untuk mendapatkan terma perdagangan yang lebih baik,\" kata firma itu dalam nota Telegram kepada pelabur, sambil menambah bahawa negara-negara sasaran \"tidak mungkin akan mengalah.\"\n\nQCP juga menyatakan bahawa \"bukannya retak di bawah tekanan,\" pemain global seolah-olah semakin rapat, terutamanya selepas mesyuarat pegawai dari China, Jepun dan Korea untuk meneroka kerjasama perdagangan serantau yang lebih mendalam.\n\n**Tekanan inflasi dan peralihan kepada tempat perlindungan yang selamat**\n\nTarif Trump dijangka secara meluas akan memacu inflasi jangka pendek, satu dinamik yang biasanya memberi tekanan kepada aset berisiko tinggi seperti Bitcoin.\n\n**Mata utama:**\n\nKos import yang lebih tinggi diterjemahkan kepada kenaikan harga pengguna, mendorong pelarian kepada aset tempat perlindungan tradisional seperti emas, yang mencecah paras tertinggi rekod $3,150 sejam ini, atau bon Perbendaharaan AS.\n\nTidak seperti emas, Bitcoin belum sepenuhnya menubuhkan dirinya sebagai lindung nilai inflasi yang boleh dipercayai di mata pelabur.\n\nWalaupun sesetengah pihak melihatnya sebagai \"emas digital,\" harga BTC masih sangat berkorelasi dengan saham.\n\nKejatuhan kripto Februari 2025, yang menyaksikan $2 bilion dalam penghapusan selepas pengumuman tarif terdahulu, menggariskan kelemahan ini.\n\nCecair mungkin menjadi ketat kerana Fed memberi isyarat pendekatan berhati-hati terhadap pengurangan kadar faedah.\n\nPengurangan kadar faedah, contohnya, tidak mungkin berlaku sebelum Jun, walaupun satu mesyuarat Fed dijadualkan dalam tempoh sementara, menurut Alat FedWatch CME Group.\n\nKebarangkalian kadar sasaran Fed untuk mesyuarat FOMC 7 Mei. Sumber: CME Group\n\nKebarangkalian Fed mengekalkan kadar faedah tidak berubah pada mesyuarat 7 Mei adalah 83.5%.\n\nIni boleh selanjutnya memadamkan semangat untuk BTC dan menolak harganya lebih rendah jika paras harga utama tidak bertahan.\n\n**Analisis harga Bitcoin melihat 'banyak ketidaktentuan' di hadapan**\n\nHarga Bitcoin terkenal dengan tindak balas keterlaluan, dipertingkatkan oleh perdagangan berleveraj dalam pasaran derivatif kripto. Ketidakpastian mengenai skop dan tindakan balas terhadap tarif Trump pada 2 April boleh mencetuskan jualan panik, mencetuskan rentetan penghapusan.\n\nPeserta pasaran telah menantikan peristiwa ini selama beberapa minggu kebelakangan ini, yang telah menyebabkan banyak ketidakpastian.\n\nLain-lain meragui keterukan tarif Trump, dengan penganalisis dan usahawan Michaël van de Poppe berhujah bahawa ia boleh menjadi \"satu peristiwa yang tidak penting atau satu peristiwa yang telah dinilai sepenuhnya dalam pasaran.\"\n\nPenganalisis lain, AlphaBTC percaya bahawa harga Bitcoin mesti kekal di atas $84,000 untuk mengelakkan pembetulan yang lebih mendalam.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Metrik makroekonomi dan teknikal menunjukkan harga Bitcoin mungkin jatuh di bawah $80,000 sekali lagi.",
            "original_url": "https://coinmarketcap.com/community/en/articles/65fd9387b7a4e55b4d159fa1",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDkvMDE5MWUxYmEtM2VjOC03NDU4LWE4NDctNTA1ZGY2YjQzMTQ4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 13:51:00"
        },
        {
            "title": "XRP Price To Revisit $2 Before ‘Final Blastoff’",
            "translated_facebook_post": "Harga XRP mungkin akan turun semula ke bawah $2 sebelum naik mendadak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed41a4d251e211684851a9",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/21181544/XRP-Price-Prediction-Post-SEC-Decision-to-Drop-Ripple-Lawsuit-Appeal_-A-12000-Rally.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:50:00"
        },
        {
            "title": "Urgent Warning: North Korean IT Workers Target UK Crypto Firms in Alarming Crypto Cyber Threat",
            "translated_facebook_post": "Ramai pekerja IT dari Korea Utara kini sasar syarikat kripto di UK, jadi berhati-hati! Mereka guna skim kerja jauh palsu untuk curi maklumat dan duit.  Syarikat kena lebih teliti dalam proses pengambilan pekerja dan tingkatkan keselamatan siber.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed41a3ada0a535800f6b5a",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Warning-North-Korean-IT-Workers-Target-UK-Crypto-Firms-in-Alarming-Crypto-Cyber-Threat.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:50:00"
        },
        {
            "title": "Bitcoin’s Death Cross: Realized Cap Overtakes Thermo Cap—What’s Next?",
            "translated_facebook_post": "Harga Bitcoin mungkin akan uji paras sekitar $75,000 lepas ni, berdasarkan beberapa petunjuk teknikal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed43fcde7ee11a1b9cd2f1",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/bitcoin-3-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 13:49:00"
        }
    ]
}