{
    "timestamp": "2025-03-24 03:10:39",
    "all_news": [
        {
            "title": "Bitcoin Menunjukkan Tanda-Tanda Harga Terendah Sedang Terbentuk Akibat Kelonggaran Fed dan Sikap Trump yang Lebih Lembut Terhadap Tarif: Penganalisis",
            "description": "Bitcoin berpotensi melonjak semula sehingga mencecah AS$90,000, didorong oleh pengurangan tarif oleh pentadbiran Trump dan Rizab Persekutuan…",
            "content": "Bitcoin Mungkin Sudah Mencapai Titik Terendah, Menurut Penganalisis\n\nBitcoin mungkin bersiap untuk kembali ke paras $90,000 selepas Trump memberi isyarat untuk mengurangkan tarif dan Rizab Persekutuan kekal teguh menentang kebimbangan inflasi minggu lalu.\n\nMenurut seorang penganalisis kripto, Bitcoin mungkin telah mencapai titik terendah dan boleh kembali meningkat ke arah $90,000 selepas Presiden Amerika Syarikat Donald Trump menunjukkan kesediaan untuk mengurangkan tarif dan Rizab Persekutuan menentang tekanan jangka pendek minggu lalu.\n\n“Bitcoin sedang cuba membentuk titik terendah, disokong oleh perubahan baru-baru ini oleh Trump ke arah ‘fleksibiliti’ terhadap tarif timbal balik 2 April yang akan datang, melembutkan retoriknya sebelum ini,” kata pengasas 10x Research, Markus Thielen, dalam laporan pada 23 Mac.\n\nRizab Persekutuan memberi isyarat dalam mesyuaratnya pada 18-19 Mac bahawa ia juga akan “melihat melepasi tekanan inflasi jangka pendek, menyediakan asas untuk potensi kelonggaran masa depan,” tambah Thielen.\n\nPetunjuk pembalikan Bitcoin oleh 10x Research telah menjadi lebih menaik sebagai hasilnya, dengan purata bergerak 21 hari Bitcoin BTC$86,098 kini berada pada $85,200, kata Thielen.\n\nBeliau berkata petunjuk pembalikan mingguan ini telah kembali ke paras di mana pasaran lembu jantan sebelum ini telah disambung semula, seperti pada September 2023 — didorong oleh naratif dana dagangan bursa Bitcoin — dan Ogos 2024 apabila pilihan raya AS semakin hampir.\n\nThielen juga menyatakan bahawa beberapa altcoin sudah pun melepasi saluran aliran menurun mereka dan didagangkan pada paras yang lebih “menarik”.\n\nBitcoin kini didagangkan pada $85,720, meningkat 2.1% dalam tempoh 24 jam terakhir, menurut data CoinGecko.\n\nSementara itu, EtherETH$2,001, TronTRX$0.2263, dan AvalancheAVAX$20.59 telah meningkat sebanyak 4.3%, 6.4% dan 8.9% masing-masing dalam tempoh seminggu terakhir.\n\nBagaimanapun, penganalisis penyelidikan kripto itu menjangkakan untuk melihat “rintangan yang signifikan” pada paras $90,000 untuk Bitcoin, sekiranya ia mencapai paras tersebut.\n\nWalaupun prospek yang lebih positif, “tiada pemangkin yang jelas untuk peningkatan parabola segera” dijangka, kata Thielen.\n\nPada mulanya beliau berkata Bitcoin tidak akan jatuh di bawah $73,000 — dengan itu mengelakkan “pasaran menurun yang mendalam” — kerana jumlah pemegang Bitcoin terbesar (dompet dengan 100-1000 Bitcoin) kemungkinan adalah pejabat keluarga dan pengurus kekayaan yang melabur dalam Bitcoin untuk jangka panjang.\n\nBeliau juga menyatakan bahawa ETF Bitcoin spot yang berpangkalan di AS telah mendapat aliran masuk buat kali pertama minggu lalu sejak minggu terakhir Januari.\n\n“Kami menjangkakan jualan ETF Bitcoin daripada pelabur yang berfokus kepada arbitraj akan berakhir, kerana peluang arbitraj sebahagian besarnya telah ditutup selama beberapa minggu,” tambah Thielen.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzY2ODgtYzEyNC03Mzc4LWJlMzUtNzllNmFhYTAwNDhm.jpg",
            "url": "https://cointelegraph.com/news/bitcoin-bottom-as-trump-fed-make-adjustments-10x-research",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-24 02:55:00",
            "status": "Posted"
        },
        {
            "title": "Banker Cadangkan UK Kenakan Cukai Ke Atas Pembeli Kripto untuk Merancakkan Pelaburan Saham dan Ekonomi",
            "description": "Kerajaan UK boleh merangsang ekonomi dengan mengenakan cukai ke atas pembelian kripto, bukannya pembelian saham tempatan, kata ahli perbankan pelaburan Lisa Gordon.",
            "content": "Lisa Gordon, pengerusi bank pelaburan Cavendish, mencadangkan agar UK mula mengenakan cukai ke atas pembelian kripto bagi menggalakkan rakyat British melabur dalam saham tempatan, yang boleh merancakkan ekonomi negara.\n\n“Memang menakutkan apabila lebih separuh daripada mereka yang berumur bawah 45 tahun memiliki kripto tetapi tidak mempunyai ekuiti,” kata Gordon kepada The Times dalam laporan pada 23 Mac. “Saya ingin melihat duti setem dikurangkan ke atas ekuiti dan dikenakan ke atas kripto.”\n\nPada masa kini, UK mengenakan cukai 0.5% ke atas saham yang tersenarai di Bursa Saham London, pasaran sekuriti terbesar negara, yang menjana kira-kira 3 bilion pound British (AS$3.9 bilion) hasil cukai setahun.\n\nGordon menambah bahawa pengurangan cukai boleh mendorong orang ramai untuk melaburkan simpanan mereka dalam saham syarikat tempatan, yang seterusnya boleh mendorong syarikat lain untuk tersenarai di UK dan membantu ekonomi.\n\nSebagai perbandingan, beliau menggelarkan kripto sebagai “aset yang tidak produktif” yang “tidak memberi pulangan kepada ekonomi.”\n\n“Ekuiti menyediakan modal pertumbuhan kepada syarikat yang menggaji pekerja, berinovasi dan membayar cukai korporat. Itu adalah kontrak sosial. Kita tidak seharusnya takut untuk memperjuangkannya.”\n\nLembaga Pengurusan Kewangan negara menyatakan pada November bahawa pemilikan kripto meningkat kepada 12% daripada golongan dewasa, bersamaan dengan kira-kira 7 juta orang. Majoriti pemilik kripto, 36%, berumur bawah 55 tahun.\n\nGordon berkata ramai yang telah “beralih kepada simpanan berbanding pelaburan,” yang beliau dakwa “tidak akan membiayai persaraan yang berdaya maju.”\n\nTinjauan FCA pada tahun 2022 mendapati bahawa 70% daripada golongan dewasa mempunyai akaun simpanan, manakala 38% sama ada secara langsung memegang saham atau memegangnya melalui akaun yang membenarkan hampir 20,000 pound British (AS$26,000) simpanan bebas cukai setahun — kira-kira tiga daripada empat orang berusia 18-24 tahun tidak mempunyai pelaburan.\n\nSeperempat daripada golongan berusia 18-25 tahun dan sepertiga daripada golongan berusia 25-44 tahun mempunyai pelaburan pada tahun 2022. Sumber: FCA\n\nNamun, dalam tinjauan susulan, pengawal selia melaporkan bahawa dalam tempoh 12 bulan sehingga Januari 2024, krisis kos sara hidup telah menyebabkan 44% daripada semua golongan dewasa sama ada berhenti atau mengurangkan simpanan atau pelaburan, manakala hampir suku daripada mereka menggunakan simpanan atau menjual pelaburan mereka untuk menampung kos seharian.\n\nGordon merupakan ahli Pasukan Petugas Industri Pasaran Modal, satu kumpulan eksekutif industri yang bertujuan untuk memulihkan pasaran tempatan, yang akan memberi manfaat kepada Cavendish kerana ia menasihati syarikat tentang cara untuk menavigasi tawaran awam yang mungkin.\n\nGergasi perundingan EY melaporkan pada Januari bahawa pasaran saham London mengalami salah satu “tahun yang paling sunyi dalam sejarah,” dengan hanya 18 syarikat tersenarai tahun lalu, berkurangan daripada 23 pada tahun 2023.\n\nPada masa yang sama, EY berkata 88 syarikat telah disenaraikan atau dipindahkan daripada bursa saham, dengan ramai yang mengatakan bahawa mereka berpindah kerana “pengurangan kecairan dan penilaian yang lebih rendah berbanding pasaran lain” seperti AS.\n\nWalau bagaimanapun, Gordon mendakwa UK adalah “tempat perlindungan yang selamat” berbanding pasaran seperti AS, yang telah kehilangan trilion dolar dalam pasaran sahamnya akibat ancaman tarif Presiden Donald Trump dan kebimbangan terhadap kemelesetan.\n\nPasaran kripto juga merosot bersama ekuiti AS, dengan Bitcoin (BTC) jatuh 11% dalam tempoh 30 hari yang lalu dan bergelut untuk mengekalkan sokongan di atas AS$85,000 sejak awal Mac.\n\nSekurang-kurangnya dalam tempoh 24 jam yang lalu, Bitcoin telah meningkat 2%, didagangkan sekitar AS$85,640.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWM1NGQtYzA2YS03MGNkLWJmMmMtMmQ0MmJlYjIzMjcz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e0c9616c37064ca60a54d5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-24 02:51:00",
            "status": "Posted"
        },
        {
            "title": "AS akan memulangkan AS$7 juta kepada mangsa laman web pelaburan kripto palsu.",
            "description": "Mangsa penipuan penyamaran laman web kripto dan kejuruteraan sosial mungkin akan menerima sehingga $7 juta setelah pihak berkuasa AS memfailkan tindakan sivil...",
            "content": "Pihak berkuasa AS berusaha mengembalikan AS$7 juta kepada mangsa penipuan kejuruteraan sosial yang memperdaya mereka untuk menghantar wang kepada platform pelaburan mata wang kripto palsu.\n\nPenipuan itu melibatkan penipu yang menghubungi mangsa dan meraih kepercayaan sebelum mengarahkan mereka ke laman web yang menyamar sebagai platform pelaburan kripto yang sah, kata Pejabat Pendakwa Raya Daerah Timur Virginia dalam satu kenyataan pada 21 Mac.\n\nSetelah mangsa membuat deposit, dana tersebut disalurkan melalui lebih 75 akaun bank di bawah nama syarikat tempang, kemudian dihantar ke luar negara yang \"disifatkan secara menipu\" sebagai wayar domestik, walaupun dipindahkan ke bank di luar AS.\nSumber: Pejabat Pendakwa Raya AS, Daerah Timur Virginia\n\n\"Laman web tersebut secara palsu memberitahu mangsa bahawa pelaburan mereka menjana keuntungan yang besar,\" tambah Pejabat Pendakwa Raya AS Virginia dalam kenyataannya.\n\nPerkhidmatan Rahsia Amerika Syarikat merampas sebahagian daripada dana yang dicuri daripada sebuah bank asing pada tahun 2023 dan memulakan tindakan penyitaan sivil dengan memfailkan tuntutan di Mahkamah Daerah AS.\n\nBagaimanapun, bank itu juga membuat tuntutan terhadap wang tersebut, dan pihak berkuasa AS akhirnya mencapai perjanjian penyelesaian untuk AS$7 juta daripada dana yang dirampas.\n\nMangsa penipuan tersebut digesa untuk menghubungi Perkhidmatan Rahsia untuk memohon mendapatkan semula kerugian mereka.\n\nDalam Laporan Jenayah Kripto 2025, firma analisis rantaian blok Chainalysis menyatakan jenayah kripto telah memasuki era profesional yang didominasi oleh sindiket siber yang cekap.\n\nPolis persekutuan Australia berkata pada 21 Mac bahawa mereka terpaksa memberi amaran kepada 130 orang tentang penipuan mesej yang disasarkan kepada pengguna kripto yang meniru \"ID penghantar\" yang sama seperti bursa kripto yang sah seperti Binance.\n\nSatu lagi rentetan mesej penipuan yang serupa dilaporkan oleh pengguna X pada 14 Mac, meniru Coinbase dan Gemini dan cuba memperdaya pengguna untuk menyediakan dompet baru menggunakan frasa pemulihan yang dijana terlebih dahulu yang dikawal oleh penipu.\n\nFirma keselamatan siber Malwarebytes mengeluarkan amaran pada 18 Mac tentang satu sindiket yang menggunakan bentuk malware pencuri kripto baharu yang tersembunyi di dalam versi \"retak\" TradingView Premium.\n\nPasukan Respons Insiden Microsoft berkata pada 17 Mac bahawa mereka telah menemui penipu siber yang menggunakan trojan akses jauh (RAT) baharu yang menyasarkan kripto yang disimpan dalam 20 sambungan dompet mata wang kripto untuk pelayar Google Chrome.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzI2MDktMDMxYi03YWRhLWIzZDItMGNhMWJmODEwNmRi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e0c2586c37064ca60a54b6",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-24 02:20:00",
            "status": "Posted"
        }
    ]
}