{
    "timestamp": "2025-04-03 20:28:21",
    "all_news": [
        {
            "title": "Wintermute Profits as FDUSD Regains Its Peg",
            "translated_facebook_post": "Syarikat Wintermute untung besar sebab beli FDUSD murah masa harganya jatuh, lepas tu tukar balik dapat harga asal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0e08cf3f6fd8d32958",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Wintermute-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:07:00"
        },
        {
            "title": "ZENMEV Staking Launch Tutorial: A Step-by-Step Guide for Beginners",
            "translated_facebook_post": "Panduan langkah demi langkah untuk mula melabur dalam ZENMEV disediakan, termasuk cara sambung dompet, deposit aset, kumpul ganjaran, dan cabut pelaburan.  Ia mudah digunakan walaupun untuk mereka yang baru dalam dunia kripto.  Ingat tempoh menunggu 7 hari sebelum boleh cabut pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeea051dc8e84edf1c7c5c",
            "source": "AsiaTokenFund",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d4d9df787985485d9c042fd958fb5096.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:05:00"
        },
        {
            "title": "OFAC Sanctions 8 Crypto Wallets Tied to Yemen’s Houthis",
            "translated_facebook_post": "Amerika Syarikat telah mengenakan sekatan ke atas lapan dompet kripto yang dikaitkan dengan kumpulan Houthi di Yaman, bagi menyekat aktiviti kewangan mereka termasuk penjualan senjata.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0f1dc8e84edf1c7c68",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/OFAC-Sanctions-8-Crypto-Wallets-Tied-to-Yemens-Houthis.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:05:00"
        },
        {
            "title": "How to sell crypto via MetaMask: A beginner’s guide to cashing out",
            "translated_facebook_post": "Nak tukar kripto kepada duit tunai? Ada banyak cara, guna platform pertukaran, P2P, ATM kripto, atau cara tanpa KYC.  Tapi kena ingat, tak semua token boleh dijual terus, dan ada risiko terlibat dalam kaedah tanpa KYC.",
            "translated_title": "Cara Menjual Kripto Melalui MetaMask: Panduan Mudah untuk Menarik Tunai",
            "translated_content": "**Petua Penting Sebelum Menjual Token di MetaMask**\n\nSebelum anda boleh menukarkan token anda kepada wang tunai, terdapat beberapa perkara yang perlu anda uruskan di MetaMask kerana \"tidak semua token dicipta sama.\" Ia tidak semudah menekan butang \"jual\"—terutamanya jika anda baru sahaja menerima token melalui airdrop atau daripada projek yang kurang dikenali.\n\n**1. Kenapa sesetengah token airdrop tidak boleh dijual (lagi)**\n\nHanya kerana token muncul di dalam dompet anda tidak bermakna ia sudah bersedia untuk dijual. Malah, banyak token airdrop tidak disenaraikan di bursa langsung. Ini bermakna tiada pasaran di mana anda boleh menjualnya—sekurang-kurangnya buat masa ini. Anda mungkin melihat harga yang dilekatkan pada token tersebut, tetapi tanpa pembeli atau kecairan, nilai itu bukanlah sesuatu yang boleh anda realisasikan sekarang. Jadi, walaupun ia bagus untuk menerima token percuma, ia mungkin akan terbiar di dalam dompet anda untuk sementara waktu.\n\nTahukah anda? Jika anda melihat amaran \"Yuran jual 100% dikesan\" pada token, ia mungkin penipuan. Penipu melakukan airdrop token ini, berharap anda akan cuba menjual atau berinteraksi dengannya. Tetapi apabila anda melakukannya, kontrak pintar akan mengambil jumlah penuh—meninggalkan anda tanpa apa-apa. Lebih teruk lagi, sesetengahnya dikaitkan dengan aplikasi terdesentralisasi palsu (DApps) yang meminta anda untuk \"mendapatkan\" atau \"melepaskan kunci\" token tersebut. Menyambungkan dompet anda atau menandatangani transaksi di sana boleh membenarkan penipu menghabiskan aset sebenar anda.\n\n**2. Menambah token yang hilang ke dalam dompet anda**\n\nKadang-kadang, anda akan menerima token yang langsung tidak muncul di MetaMask pada mulanya. Ini tidak bermakna ia tidak ada—ia hanya bermakna MetaMask tidak mengenalinya secara lalai. Anda perlu menambahkannya secara manual dengan mendapatkan alamat kontrak token (biasanya daripada laman web rasmi projek atau Etherscan) dan mengimportnya ke dalam dompet anda. Setelah anda melakukannya, baki anda akan dipaparkan dengan betul.\n\nBegitu juga, jika anda ingin menerima aset selain daripada Ether (ETH), pilihan \"Import Token\" membolehkan anda menambah token yang hilang ini secara manual supaya ia muncul dalam senarai aset.\n\n**3. Bersedia untuk menukar atau menjembatani**\n\nWalaupun token anda kelihatan di MetaMask dan secara teknikalnya mempunyai nilai, ia tidak semestinya bermakna anda boleh menjualnya untuk wang tunai dengan serta-merta. Banyak token yang lebih kecil atau lebih baru tidak mempunyai pasangan dagangan fiat langsung—jadi anda tidak akan dapat menukarkannya terus kepada dolar atau euro.\n\nUntuk mengatasi masalah ini, anda biasanya perlu menukarkannya kepada sesuatu yang lebih cair, seperti ETH atau stablecoin seperti USDC (USDC), yang lebih kerap disokong oleh laluan keluar fiat.\n\nDalam beberapa kes, token anda juga mungkin berada pada rantaian blok yang berbeza—seperti Arbitrum, BNB Chain atau Polygon—sementara kebanyakan pilihan pengeluaran fiat hanya menyokong rangkaian utama Ethereum. Apabila itu berlaku, anda perlu menjembatani token anda ke Ethereum sebelum anda boleh menjualnya.\n\nSatu cara untuk mengendalikan kedua-dua langkah ini—penukaran dan penjembatan—ialah dengan menggunakan platform yang menggabungkannya menjadi satu aliran. Contohnya, dengan Symbiosis.finance, anda boleh menukar token pada satu rantaian dan menerima token yang lebih diterima secara meluas pada Ethereum, semuanya dalam satu transaksi. Ini boleh menjimatkan beberapa langkah dan mengurangkan kemungkinan ralat pengguna apabila beralih antara alat.\n\n\n**Cara Menjual Kripto dengan MetaMask**\n\nCara paling mudah untuk menjual kripto yang anda miliki di MetaMask ialah dengan menggunakan aplikasi itu sendiri. Inilah yang perlu dilakukan:\n\nBuka portfolio MetaMask: Dalam sambungan atau aplikasi MetaMask anda, klik butang \"Beli & Jual\". Ini akan membawa anda ke laman web Portfolio MetaMask, di mana anda boleh mengurus semua aset anda dan memulakan proses jualan.\n\nMulakan proses jualan: Klik pada \"Pindahkan kripto\" di bahagian atas halaman dan pilih \"Jual\" daripada pilihan lungsur turun.\n\nPilih wilayah dan mata wang anda: MetaMask akan meminta negara kediaman anda dan mata wang fiat pilihan. Langkah ini memastikan anda dipaparkan pilihan pembekal dan kaedah pembayaran yang tepat yang tersedia di kawasan anda.\n\nMasukkan jumlah jualan: Pilih Ether dan masukkan jumlah yang anda ingin tukar.\n\nPilih pilihan pembayaran: Seterusnya, pilih tempat anda ingin fiat pergi. Bergantung pada wilayah dan ketersediaan pembekal, anda mungkin boleh menghantarnya ke akaun bank, PayPal atau kaedah lain.\n\nBandingkan tawaran: MetaMask mengagregatkan tawaran daripada beberapa pembekal pihak ketiga (seperti MoonPay, Transak, Sardine, dll.), menunjukkan kadar pertukaran masa nyata, yuran dan anggaran masa pembayaran. Luangkan masa untuk membandingkan dan pilih pilihan terbaik untuk anda.\n\nSelesaikan jualan: Setelah anda memilih pembekal, MetaMask akan membimbing anda melalui penghantaran kripto. Anda akan mengesahkan transaksi di dalam dompet anda, dan dana akan dipindahkan kepada pembekal, yang mengendalikan pembayaran fiat.\n\nTerdapat dua perkara yang perlu diingat apabila menggunakan aplikasi MetaMask:\n\nPertama, walaupun aplikasi itu sendiri mungkin tidak meminta anda untuk KYC, pembekal pihak ketiga akan. Jadi, bersedia untuk menyediakan dokumen anda untuk ini.\n\nKedua, ciri jual MetaMask hanya menyokong ETH pada rangkaian utama Ethereum. Di sinilah penjembatan akan digunakan seperti yang dijelaskan sebelum ini.\n\n\n**Mengeluarkan Kripto melalui Bursa Berpusat**\n\nJika anda lebih suka mengeluarkan kripto anda melalui bursa berpusat, Coinbase adalah pilihan yang popular. Ia mesra pengguna, menawarkan pengeluaran fiat, dan menyokong pelbagai aset. Ingat sahaja: Anda perlu melengkapkan pengesahan KYC sebelum mengeluarkan sebarang fiat.\n\nInilah caranya, langkah demi langkah:\n\n1. Hantar kripto daripada MetaMask ke Coinbase\n\nPerkara pertama dahulu: Anda perlu memindahkan dana anda daripada MetaMask ke Coinbase.\n\nLog masuk ke akaun Coinbase anda dan tekan \"Hantar & Terima\" di bahagian atas.\n\nTukar ke tab \"Terima\", pilih kripto yang anda hantar (seperti ETH atau USDC), dan salin alamat dompet yang diberikan oleh Coinbase kepada anda.\n\nPastikan rangkaian sepadan—contohnya, jika anda menghantar ETH, ia harus berada pada rangkaian Ethereum (ERC-20).\n\nSekarang buka MetaMask:\n\nKlik \"Hantar\", tampal alamat Coinbase itu, dan masukkan jumlah yang anda ingin pindahkan.\n\nSemak semula rangkaian—jika anda menghantarnya ke rangkaian yang salah, dana anda mungkin hilang.\n\nTekan \"Sahkan\", dan kripto anda akan muncul di Coinbase selepas beberapa minit.\n\n2. Jual kripto untuk fiat di Coinbase\n\nSetelah dana anda mendarat di Coinbase, tiba masanya untuk mengeluarkan wang.\n\nPergi ke \"Beli & Jual\" di bahagian atas dan tukar ke tab \"Jual\".\n\nPilih kripto yang baru anda terima dan tentukan berapa banyak yang anda ingin jual.\n\nPilih tempat anda ingin wang itu pergi—seperti akaun bank yang dikaitkan, PayPal atau baki Coinbase anda.\n\nSemak semula butiran (termasuk sebarang yuran), kemudian tekan \"Jual\".\n\nTahukah anda? Apabila mengeluarkan melalui bursa berpusat, berhati-hati dengan jumlah pengeluaran minimum dan sebarang yuran yang berkaitan. Semak butiran ini terlebih dahulu untuk memastikan had dan kosnya boleh diterima oleh anda sebelum melakukan laluan ini.\n\n\n**Peer-to-peer dengan KYC**\n\nDengan peer-to-peer (P2P), anda tidak menjual kripto anda kepada bursa. Sebaliknya, anda menjualnya kepada pengguna lain. Anda memilih pembeli berdasarkan tawaran mereka dan kaedah pembayaran pilihan (seperti pemindahan bank, Revolut, Wise, dll.). Setelah mereka menghantar wang ke akaun anda, anda melepaskan kripto kepada mereka. Platform memegang kripto anda dalam escrow semasa proses tersebut, jadi tiada siapa yang boleh menghilangkan dana anda.\n\nDengan bursa berpusat, anda perlu melengkapkan KYC sebelum anda boleh berdagang dengan cara ini.\n\n\n**Menjual melalui P2P di Binance**\n\nPergi ke Dagang > P2P.\n\nPilih duit syiling yang anda ingin jual dan semak senarai pembeli yang tersedia.\n\nPilih satu perjanjian, sahkan pesanan, dan tunggu pembeli membuat pembayaran.\n\nSetelah pembayaran tiba di akaun anda, sahkan dan lepaskan kripto daripada escrow.\n\nTahukah anda? Sesetengah bursa kripto peer-to-peer (P2P) menawarkan pilihan \"wang tunai melalui pos\", yang membenarkan pengguna menghantar wang tunai fizikal melalui perkhidmatan pos atau kurier untuk menyelesaikan transaksi.\n\n\n**Menjana wang daripada dompet MetaMask anda tanpa KYC**\n\nBagi mereka yang ingin menukarkan mata wang kripto daripada dompet MetaMask mereka kepada mata wang fiat tanpa menjalani pengesahan Kenali Pelanggan Anda (KYC), masih terdapat beberapa laluan yang boleh dilaksanakan.\n\nPlatform P2P terdesentralisasi membolehkan anda berdagang terus dengan pengguna lain, seperti rakan sejawatan mereka yang berpusat, tetapi selalunya dengan keperluan KYC yang minimum atau tiada langsung.\n\nLocalCoinSwap: Pasaran P2P bukan jagaan yang menyokong pelbagai mata wang kripto dan kaedah pembayaran, termasuk wang tunai. Ia menawarkan perlindungan escrow dan menekankan privasi.\n\nBisq: Bursa yang sepenuhnya terdesentralisasi yang menyokong pelbagai mata wang kripto, termasuk Bitcoin dan Monero (XMR). Ia berjalan pada protokol peer-to-peer dan tidak memerlukan akaun pengguna atau KYC.\n\nWalau bagaimanapun, tanpa KYC, anda bertanggungjawab untuk menyemak orang yang anda berdagang dengannya. Semak reputasi mereka, semak sebarang sejarah perdagangan yang tersedia, dan sentiasa ikut garis panduan keselamatan platform.\n\n\n**Menggunakan ATM kripto untuk mengeluarkan kripto daripada MetaMask**\n\nMengeluarkan dana daripada dompet MetaMask anda menggunakan ATM kripto—sering dirujuk sebagai ATM Bitcoin—adalah pilihan yang membolehkan anda menukarkan aset digital anda kepada wang tunai. Inilah cara anda boleh menggunakan kaedah ini:\n\nCari ATM kripto: Mulakan dengan mencari ATM kripto di kawasan anda. Laman web seperti CoinATMRadar menyediakan direktori lokasi ATM Bitcoin di seluruh dunia, yang memperincikan perkhidmatan yang mereka tawarkan dan mata wang kripto yang mereka sokong.\n\nSediakan dompet MetaMask anda: Pastikan mata wang kripto yang anda ingin keluarkan disokong oleh ATM. ATM Bitcoin kebanyakannya menyokong Bitcoin (BTC), jadi anda mungkin perlu menggunakan bursa terdesentralisasi (DEX) untuk menukar token semasa anda kepada BTC di dalam dompet MetaMask anda. Beringat tentang yuran transaksi dan kadar pertukaran semasa proses ini.\n\nMulakan proses pengeluaran: Di ATM, pilih pilihan untuk mengeluarkan wang tunai. Mesin akan meminta anda untuk menentukan jumlah yang anda ingin keluarkan dan memberikan kod QR yang mewakili alamat dompet ATM.\n\nPindahkan dana daripada MetaMask: Menggunakan dompet MetaMask anda, imbas kod QR yang disediakan oleh ATM untuk memasukkan alamat penerima dengan tepat. Masukkan jumlah mata wang kripto yang tepat dan sahkan transaksi. Sedar bahawa kesesakan rangkaian boleh menjejaskan masa transaksi.\n\nAmbil wang tunai anda: Setelah rantaian blok mengesahkan transaksi, ATM akan mengeluarkan jumlah yang sama dalam wang tunai, tolak sebarang yuran yang dikenakan. Proses ini boleh mengambil masa beberapa minit hingga lebih lama, bergantung pada keadaan rangkaian.\n\nApabila menggunakan ATM kripto, anda harus menjangkakan yuran yang sangat tinggi, dan walaupun transaksi kecil biasanya tidak memerlukan KYC, transaksi yang lebih besar masih mungkin memerlukannya.\n\n\n**Adakah transaksi kripto MetaMask dikenakan cukai?**\n\nCukai bukanlah topik yang paling menarik, tetapi ia penting apabila menukar kripto daripada dompet MetaMask kepada fiat. Menjual kripto, sama ada melalui MetaMask, bursa atau perjanjian P2P, mungkin mencetuskan peristiwa yang dikenakan cukai, dan memahami peraturan yang berkenaan adalah penting.\n\nMenjual kripto = mungkin dikenakan cukai\n\nDi kebanyakan negara, termasuk AS, menjual kripto untuk fiat (seperti dolar AS, euro, dll.) dirawat seperti menjual harta. Ini bermakna jika anda membeli ETH pada $1,000 dan menjualnya kemudian pada $1,500, anda telah memperoleh keuntungan modal sebanyak $500—dan itu biasanya dikenakan cukai.\n\nMalah menukar satu kripto kepada kripto lain (katakan, ETH untuk USDC) boleh mencetuskan obligasi cukai yang sama, walaupun tiada fiat terlibat. Jadi, ya, bukan sahaja mengeluarkan wang yang dikira—sebarang perdagangan boleh dilaporkan.\n\nUntuk sentiasa berada di atasnya, catatkan:\n\nBila anda membeli dan menjual setiap aset\n\nBerapa banyak yang anda beli dan/atau jual\n\nBerapakah nilainya dalam fiat pada masa itu\n\nSebarang yuran yang dibayar sepanjang jalan.\n\nButiran ini memudahkan kehidupan apabila musim cukai tiba—atau jika akauntan anda memberi anda pandangan itu.\n\nKetahui peraturan tempatan anda\n\nUndang-undang kripto bukanlah satu saiz sesuai untuk semua. Setiap negara mempunyai pendiriannya sendiri, dan walaupun dalam negara yang sama, peraturan boleh berbeza bergantung pada bagaimana anda menggunakan kripto.\n\nDi AS, contohnya, menjual kripto boleh jatuh di bawah peraturan cukai keuntungan modal atau bahkan undang-undang penghantaran wang, bergantung pada bagaimana anda memindahkan dana. Negara lain mungkin mempunyai peraturan yang lebih longgar—atau jauh lebih ketat.\n\nJadi, inilah yang perlu dilakukan:\n\nSemak undang-undang cukai kripto tempatan anda (walaupun ia kelihatan samar-samar atau lapuk).\n\nSentiasa dikemas kini—peraturan berkembang pesat.\n\nBercakap dengan profesional jika anda tidak pasti. Seorang akauntan atau penasihat undang-undang yang pakar dalam kripto boleh membantu anda mengelakkan kejutan yang tidak menyenangkan.\n\nWalaupun anda menggunakan kaedah bukan KYC atau alat terdesentralisasi, pihak berkuasa cukai mungkin masih menjangkakan laporan penuh. Menjadi proaktif mengenainya akan menjimatkan sakit kepala kemudian—dan mungkin juga menjimatkan wang anda.",
            "translated_summary": "Perlu menukarkan kripto anda kepada wang tunai? Ketahui cara menjual aset daripada MetaMask menggunakan bursa, platform P2P, ATM dan kaedah tanpa pengesahan KYC.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0e08cf3f6fd8d32959",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWZkMmMtZmY5YS03N2Y0LTlkMzItMDZkNzkwOGQwZTE5.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-03 20:02:00"
        },
        {
            "title": "WallitIQ (WLTQ) Vs. Solana: Can SOL’s Block Limit Proposal Outpace AI Trading Tools?",
            "translated_facebook_post": "Solana nak naikkan had unit pengiraan blok, tapi ramai rasa alat dagangan AI macam WallitIQ mungkin akan lebih cepat maju dan berkesan dalam pasaran kripto yang semakin pesat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eee95908cf3f6fd8d3294d",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/5ff7dfc7fa974dfe974b17950b371e5c.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:02:00"
        },
        {
            "title": "Illinois Drops Custody Lawsuit Against Coinbase, Joining Other States",
            "translated_facebook_post": "Illinois dah tarik balik saman terhadap Coinbase, ikut jejak Kentucky, Vermont, dan South Carolina.  Ni menunjukkan trend negeri-negeri Amerika nak kurang kawal selia syarikat kripto.  Walaupun ada lagi negeri lain yang masih saman,  harapnya nanti ada peraturan persekutuan yang jelas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0e1dc8e84edf1c7c66",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/illinois-coinbase-agreement-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:02:00"
        },
        {
            "title": "BlockDAG’s Keynote 3 Makes an Impact with 1M Users Joining X1 App & TG Tap Miner—Solana Rises 15% & XRP Value Falters",
            "translated_facebook_post": "Pasaran kripto macam bercampur-campur minggu ni; Solana naik 15%, XRP masih lembap walaupun dah menang kes, dan BlockDAG’s Keynote 3  punya sambutan hebat dengan lebih sejuta pengguna guna aplikasi X1 dan TG Tap Miner, kutipan dana pun dah cecah lebih $210 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb101dc8e84edf1c7c72",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-51.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Solana, Cardano, XRP, & BlockDAG Are Gaining Buzz—But Which Stands Out as the Top Crypto Gainer for 2025?",
            "translated_facebook_post": "Ramai cakap pasal Solana, Cardano, XRP, dan BlockDAG sekarang ni. Tapi BlockDAG nampak macam paling menonjol sebab kemajuan pesat dia,  dah kumpul dana banyak, dan harga pun naik tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0f08cf3f6fd8d32962",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17436819836556265-image1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Democrats Sound Alarm Over Trump’s Crypto Play, Question SEC’s Soft Stance",
            "translated_facebook_post": "Dua ahli politik Demokrat utama bimbang campur tangan Trump dalam dunia kripto, khuatir keputusan SEC terlalu memihak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0d1dc8e84edf1c7c60",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2025/04/Best-Crypto-to-Buy-as-Trump-Promises-Economic-Golden-Age.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Bybit Kazakhstan Introduces Customizable Referral Program",
            "translated_facebook_post": "Bybit Kazakhstan bagi ganjaran lumayan pada rujukan baru, sampai 30%! Dapat bonus USDT bila kawan daftar, deposit, dan trade.  Ada hadiah misteri jugak!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eee8d108cf3f6fd8d3294b",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/91c8d5edb48a4022952e1979e5fca5e7.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "PI Network Vs. Trump Vs. FloppyPepe: Here’s The Secret To Turning $500 Into $50,000",
            "translated_facebook_post": "Pelaburan dalam kripto macam PI Network, token Trump, dan FloppyPepe menunjukkan potensi yang berbeza;  FloppyPepe nampaknya menjanjikan pulangan yang lebih tinggi disebabkan teknologi AI dan komuniti yang aktif, berbanding PI Network yang prestasi menurun dan token Trump yang agak berubah-ubah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0e08cf3f6fd8d3295c",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-6.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "BlockDAG's Beta Testnet Launch Goes Viral with $210.5M Presale! ETH Price Wavers, ARB to Reclaim 225M Tokens",
            "translated_facebook_post": "Harga ETH jatuh bawah $1800, sementara Arbitrum menimbang untuk tarik balik 225 juta token ARB.  BlockDAG pula berjaya kumpul lebih $210.5 juta dalam jualan awal dan pelancaran Beta Testnet mereka nampaknya mendapat sambutan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ee9df1bebda658e3d5675b",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/40515fcbe332476ca0b87915f5f2f367.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Looking for the Best Meme Coin Under $1? Dragoin ($DDGN) May Be the Hidden Gem with 6,700% ROI Potential!",
            "translated_facebook_post": "Dragoin ($DDGN), duit maya baharu, tawarkan potensi pulangan pelaburan tinggi (ROI) sehingga 6700% dalam peringkat prajualan awal.  Gabungan tema fantasi, permainan, dan ganjaran komuniti menarik minat ramai.  Beli awal, untung berganda!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0f1dc8e84edf1c7c70",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-50.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Bitcoin ETFs Record Inflows as Market Liquidations Wipe Out Traders",
            "translated_facebook_post": "Lebih 200,000 pelabur rugi lebih $567 juta disebabkan pasaran turun naik, tapi dana Bitcoin ETF masih dapat aliran masuk sebanyak 1,941 BTC.  Institusi macam ARK 21Shares dan Fidelity terus beli Bitcoin, tunjuk mereka tetap yakin jangka panjang walaupun harga turun mendadak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0d1dc8e84edf1c7c62",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/bitcoin-ETF-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "BlockDAG Gears Up for Hackathon After $210M Presale; Shiba Inu Price Eyes $0.50 as Polkadot Rises 12%",
            "translated_facebook_post": "Harga Shiba Inu dijangka kekal rendah, manakala kenaikan harga Polkadot baru-baru ini hanya bersifat jangka pendek.  BlockDAG pula rancak menyediakan diri untuk anjuran hackathon global mereka lepas berjaya kumpul dana sebanyak $210 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0d08cf3f6fd8d32956",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Best Performing Crypto Coins to Watch in 2025: BDAG, SOL, XRP & DOGE",
            "translated_facebook_post": "Beberapa syiling kripto seperti BlockDAG, Solana, XRP, dan Dogecoin dijangka meningkat nilainya menjelang 2025,  dengan BlockDAG menunjukkan kemajuan ketara dari segi teknologi dan perkembangan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0e1dc8e84edf1c7c64",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/2025-04-03T180413.201Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Hedera & XLM Gain Momentum as BDAG’s $210.5M Presale Signals Incoming Explosion",
            "translated_facebook_post": "Harga  Hedera dijangka meningkat, Stellar (XLM) kukuh dalam pembayaran rentas sempadan, manakala BlockDAG mencatat jualan pra-pelancaran sebanyak $210.5 juta dan bakal disenaraikan di 10 bursa utama.  Peluang pelaburan menarik, tapi kena buat kajian sendiri ya!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0e08cf3f6fd8d3295d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-03T181352.283Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "BlockDAG’s Cost-Free Mining, Sui Ecosystem & Optimism’s Price Prediction",
            "translated_facebook_post": "Berita ni cerita pasal tiga projek kripto menarik: Sui fokus pada keselamatan, Optimism dijangka naik harga tahun 2025, dan BlockDAG bagi peluang jana duit kripto secara percuma guna aplikasi telefon.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eeeb0f08cf3f6fd8d32960",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-03T181712.102Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 20:00:00"
        },
        {
            "title": "Is Bitcoin Heading Towards a Downward Spiral?",
            "translated_facebook_post": "Analisis terkini menunjukkan Bitcoin mungkin akan mengalami penurunan harga dalam tempoh beberapa bulan akan datang, berdasarkan data volum perdagangan dan corak sejarah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/is-bitcoin-heading-towards-a-downward-spiral",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-069.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 19:58:00"
        },
        {
            "title": "The Quiet Connection: How Crypto Lobbyists Managed to Penetrate the White House",
            "translated_facebook_post": "Ramai syarikat kripto besar sekarang rapat dengan kerajaan Amerika,  cuba pengaruh dasar untuk kepentingan mereka sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eee8b008cf3f6fd8d32949",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/whitehouse0304_bb62915f14.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-03 19:58:00"
        }
    ]
}