{
    "timestamp": "2025-03-19 05:26:03",
    "all_news": [
        {
            "title": "Pihak berkuasa persekutuan mendakwa seorang pembikin filem mencuri $11 juta daripada Netflix untuk berjudi dalam kripto dan saham.",
            "description": "Pembuat filem Los Angeles, Carl Erik Rinsch, menghadapi tuduhan penipuan selepas pendakwa raya persekutuan mendakwa beliau menggunakan dana Netflix untuk berjudi saham dan…",
            "content": "Pihak berkuasa persekutuan AS telah menahan dan mendakwa seorang pembuat filem, menuduhnya membelanjakan AS$11 juta yang diberikan oleh Netflix untuk berjudi saham dan kripto, bukannya menggunakannya untuk membiayai sebuah rancangan TV fiksyen sains.\n\nJabatan Kehakiman menyatakan dalam satu pendakwaan yang didedahkan di mahkamah persekutuan Manhattan pada 18 Mac bahawa ia telah mendakwa Carl Erik Rinsch dengan penipuan dan pengubahan wang haram, dan beliau boleh menghadapi hukuman penjara sehingga 20 tahun.\n\nDOJ mendakwa bahawa Netflix, yang tidak dinamakan dalam aduan tersebut, memberikan Rinsch AS$11 juta pada Mac 2020 untuk membiayai pembuatan storyboard, membayar pelakon dan menyunting rakaman untuk rancangan TV fiksyen sains \"White Horse\"—kemudian dinamakan semula \"Conquest.\"\n\nSebaliknya, pendakwa raya mendakwa bahawa Rinsch memindahkan kira-kira AS$10.5 juta daripada dana tersebut ke dalam akaun pembrokeran di mana beliau \"melakukan beberapa urus niaga yang sangat berisiko,\" termasuk opsyen beli pada sebuah syarikat biofarmaseutikal, yang menyebabkan beliau kerugian lebih AS$5.5 juta.\n\nRinsch kehilangan wang Netflix sambil meyakinkan gergasi penstriman itu bahawa Conquest \"berkembang dengan baik,\" menurut pendakwaan tersebut.\n\nPendakwa raya berkata bahawa pembuat filem Los Angeles itu bernasib baik dengan kripto, mengaut keuntungan beberapa juta dolar berdagang mata wang kripto pada Februari 2021, yang digunakannya untuk membeli perabot dan barang antik bernilai hampir AS$3.8 juta, lima kereta Rolls-Royce, sebuah Ferrari, jam tangan dan barangan pakaian mewah bernilai lebih AS$3 juta.\n\nSeksyen daripada saman DOJ yang difailkan terhadap Carl Erik Rinsch. Sumber: DOJ\n\nPejabat Pendakwa AS tidak menyebut Netflix sebagai syarikat penstriman di sebalik Conquest dalam pendakwaan itu, tetapi The New York Times melaporkan pertikaian Netflix dengan Rinsch mengenai Conquest pada November 2023, di mana ia menyatakan Netflix membatalkan rancangan itu pada awal 2021 selepas tingkah laku Rinsch menjadi \"ganjil.\"\n\nThe Times melaporkan bahawa Netflix membayar Rinsch AS$55 juta, manakala pendakwa raya mendakwa beliau menerima AS$44 juta untuk menghasilkan rancangan itu, yang belum disiarkan.\n\nPendakwa raya AS juga menuduh Rinsch membelanjakan hampir AS$1.8 juta untuk bil kad kredit dan AS$1 juta untuk yuran guaman untuk menyaman Netflix untuk mendapatkan lebih banyak wang dan untuk menampung kos yang berkaitan dengan perceraiannya.\n\nRinsch didakwa dengan satu pertuduhan penipuan wayar, satu pertuduhan pengubahan wang haram dan lima pertuduhan terlibat dalam urus niaga kewangan dalam harta yang diperoleh daripada aktiviti haram tertentu.\n\nTuduhan penipuan dan pengubahan wang haram masing-masing membawa hukuman maksimum 20 tahun, manakala setiap tuduhan urus niaga kewangan membawa hukuman maksimum 10 tahun.\n\nRinsch telah ditangkap pada 18 Mac, dan kesnya telah diserahkan kepada Hakim Mahkamah Persekutuan New York, Jed Rakoff.\n\nAssociated Press melaporkan pada 18 Mac bahawa peguam Rinsch, Annie Carney, enggan memberi komen di luar mahkamah.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFjMTUtMDc2YS03MmVlLTg4OWMtYjJlZDIwYzgzZTk0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da52b13e86575f1ece91c0",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 05:11:00",
            "status": "Posted"
        },
        {
            "title": "Senat Dakota Utara lulus rang undang-undang ATM kripto yang mengehadkan transaksi harian kepada $2,000.",
            "description": "Senat Dakota Utara meluluskan rang undang-undang dengan pindaan untuk mengehadkan transaksi ATM kripto kepada $2,000 sehari, bersama-sama beberapa keperluan yang mengenakan...",
            "content": "Senat North Dakota meluluskan rang undang-undang yang mengawal selia ATM kripto sambil menambah semula peruntukan yang mengehadkan transaksi harian kepada $2,000 setiap pengguna, yang pada asalnya digugurkan oleh Dewan Negara.\n\nSenat negeri meluluskan Rang Undang-Undang Dewan 1447 dengan undian 45-1 pada 18 Mac. Rang undang-undang ini dibentangkan kepada persidangan badan perundangan negeri pada 15 Januari dan bertujuan untuk melindungi penduduk daripada penipuan dengan memperkenalkan beberapa garis panduan baharu untuk ATM kripto dan pengendali mereka.\n\nVersi terbaru rang undang-undang yang diluluskan oleh Senat memerlukan pengendali ATM dan kiosk kripto dilesenkan di negeri ini sebagai pemindah wang, mengehadkan pengeluaran pelanggan di seluruh rangkaian ATM mereka kepada $2,000 sehari, dan mengeluarkan notis amaran penipuan.\n\nPada mulanya, rang undang-undang itu mengehadkan transaksi pelanggan ATM kripto kepada $1,000 sehari, tetapi jawatankuasa Dewan pada bulan lepas melonggarkan had tersebut, dengan had $2,000 sehari untuk lima transaksi pertama dalam tempoh 30 hari.\n\nKini, Senat telah menetapkan had transaksi pada $2,000. Rang undang-undang itu perlu dihantar semula ke Dewan untuk mengundi perubahan sebelum Gabenor North Dakota Kelly Armstrong sama ada boleh memveto atau menandatangani rang undang-undang itu menjadi undang-undang.\n\nRang undang-undang itu juga akan memerlukan pengendali untuk menggunakan analisis blok rantaian untuk memantau aktiviti yang mencurigakan, seperti penipuan, dan melaporkannya kepada pihak berkuasa, dan untuk memberikan laporan suku tahunan mengenai lokasi kiosk, nama dan data transaksi.\n\nVersi terbaru Rang Undang-Undang Dewan 1447 memerlukan pengendali ATM kripto tempatan dilesenkan di negeri ini sebagai pemindah wang, antara keperluan lain. Sumber: Perhimpunan Perundangan North Dakota\n\nSemasa pendengaran jawatankuasa Industri, Perniagaan dan Buruh Dewan North Dakota pada 22 Januari, penaja utama rang undang-undang itu, Wakil Dewan Steve Swiontek, berkata bahawa ATM kripto kini kekurangan langkah perlindungan, yang telah \"membenarkan penjenayah untuk mengeksploitasinya untuk kecurian.\"\n\nGabenor Nebraska Jim Pillen telah menandatangani undang-undang yang serupa pada 13 Mac, Akta Pencegahan Penipuan Rekod Elektronik Terkawal, yang direka untuk membantu memerangi penipuan.\n\nSementara itu, Senator AS Dick Durbin dari Illinois, yang sebelum ini mempengerusikan Jawatankuasa Kehakiman Senat, mencadangkan undang-undang persekutuan yang serupa pada 25 Februari.\n\nDurbin memetik kisah daripada seorang pengundi yang menjadi mangsa penipu yang mendakwa pihak berkuasa telah mengeluarkan waran tangkap terhadap mereka tetapi boleh membayar denda melalui deposit $15,000 di ATM kripto untuk mengelakkan penjara sebagai motivasi untuk memperkenalkan undang-undang baharu.\n\nPada September lalu, Suruhanjaya Perdagangan Persekutuan melaporkan kerugian penipuan di ATM Bitcoin (BTC) telah meningkat hampir sepuluh kali ganda daripada 2020 hingga 2023 dan melebihi $65 juta pada separuh pertama 2024, dengan pengguna berusia 60 tahun ke atas tiga kali ganda lebih cenderung menjadi mangsa.\n\nData Coin ATM Radar menunjukkan bahawa Amerika Syarikat masih mempunyai ATM Bitcoin terbanyak, dengan 29,822 mesin mewakili 78% daripada pasaran global.\n\nAmerika Syarikat adalah peneraju dunia dalam jumlah ATM Bitcoin dan kripto. Sumber: Coin ATM Radar\n\nKanada berada di tempat kedua, dengan 9.2% daripada pasaran dan 3,486 ATM kripto, manakala Australia berada di tempat ketiga dengan 1,613 ATM kripto, mewakili 4.3% daripada pasaran.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFiZTktMTczMi03YmU5LWEzYzItNDYxYTRkMjgxYjA1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da4e1f8f27091f9c5436db",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 04:50:00",
            "status": "Posted"
        }
    ]
}