{
    "timestamp": "2025-03-13 10:28:48",
    "all_news": [
        {
            "title": "USDC dan USDt, mata wang kripto stabil, berfungsi sebagai 'penyimpan nilai' di Amerika Latin — Bitso",
            "description": "Stablecoin Circle’s USDC dan Tether’s USDt muncul sebagai “penyimpan nilai yang boleh dipercayai” di Amerika Latin, dengan pembeliannya meningkat sebanyak 9% pada tahun lepas.",
            "content": "## Penggunaan Stablecoin Meningkat di Amerika Latin\n\nSatu laporan baru dari bursa kripto Bitso menunjukkan peningkatan penggunaan stablecoin di Amerika Latin, dengan lebih banyak pengguna beralih kepada USDC Circle dan USDT Tether untuk kestabilan kewangan.\n\nUSDC (USDC) dan USDT (USDt) telah menjadi \"penyimpan nilai\" di Amerika Latin, menyumbang 39% daripada jumlah pembelian di Bitso pada tahun 2024, menurut laporan edisi ketiga Landskap Kripto Amerika Latin yang dikeluarkan pada 12 Mac.  Laporan tersebut menyerlahkan peningkatan ketara dalam penggunaan stablecoin di platform tersebut, dengan jumlah pembelian stablecoin meningkat sebanyak 9% berbanding tahun 2023.\n\n\"Di Amerika Latin, keadaan makro ekonomi yang mencabar, dicirikan oleh kadar inflasi yang tinggi dan susut nilai mata wang, mendorong peningkatan penggunaan kripto – terutamanya stablecoin – sebagai penyimpan nilai yang boleh dipercayai,\" menurut kenyataan Bitso dalam laporan tersebut.\n\n**USDC Mendahului, Bitcoin Susut**\n\nWalaupun pembelian stablecoin meningkat mendadak, Bitcoin (BTC) menunjukkan penurunan ketara dalam jumlah dagangan di Bitso pada tahun 2024, dengan bahagiannya jatuh kepada 22% daripada 38% pada separuh kedua tahun 2023.  Menurut Bitso, penurunan pembelian BTC di Amerika Latin menunjukkan trend strategi \"hodl\" yang semakin meningkat, yang bermaksud membeli dan memegang kripto untuk meraih keuntungan daripada peningkatan nilai jangka panjangnya. Penurunan pembelian BTC selari dengan pasaran lembu 2024, dengan Bitcoin mencatat harga melebihi $100,000 buat kali pertama dalam sejarah pada bulan Disember.\n\nOleh kerana pengguna Bitso menangguhkan pembelian Bitcoin pada tahun 2024, aktiviti pembelian beralih kepada stablecoin seperti USDC dan USDT, dengan USDC mendahului dengan 24%. Pembelian USDT menyumbang 15% daripada jumlah kripto yang diperoleh di Bitso pada tahun 2024.\n\n**Argentina Menjadi Pasaran Teratas untuk USDT**\n\nAnalisis yang lebih terperinci mengenai keutamaan geografi di kalangan negara-negara Amerika Latin menunjukkan trend besar penggunaan USDT di Argentina, yang terkenal dengan penggunaan stablecoin yang tinggi disebabkan kadar inflasi yang melebihi 100%.  Menurut laporan itu, pengguna Bitso di Argentina kebanyakannya memilih pembelian USDT dan USDC pada tahun 2024, masing-masing menyumbang 50% dan 22% daripada semua pembelian kripto di negara itu.\n\nSebaliknya, bahagian pembelian Bitcoin di Argentina hanya menyumbang 8% daripada pembelian kripto pada tahun lepas di Bitso, bahagian terendah berbanding negara-negara lain yang dianalisis. Pengguna Bitso di Brazil dan Mexico masih menyukai Bitcoin sebagai aset kripto yang paling banyak dibeli pada tahun lepas, dengan peratusan pembelian BTC masing-masing sebanyak 22% dan 25%.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThlOWEtMzI1OC03ZTRmLWJlZjktNmYzZGEwMzM4OGIx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2b001f2aa06741674d5f2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 10:13:00",
            "status": "Posted"
        }
    ]
}