{
    "timestamp": "2025-04-14 19:22:03",
    "all_news": [
        {
            "title": "Criminals Behind the Mantra (OM) Crash May Have Been Identified: One is the CEO of an Altcoin Previously Delisted by Binance",
            "translated_facebook_post": "Si Denko Mancheski dan Fukogoryushu disyaki dalang di sebalik kejatuhan mendadak nilai mata wang kripto Mantra (OM), dengan kerugian lebih $5 billion,  dan salah seorangnya merupakan CEO syarikat altcoin yang pernah dikeluarkan penyenaraian oleh Binance.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5e94623af12e4c8423e5",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/05/kripto-para-dusus.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:11:00"
        },
        {
            "title": "Market Moves: LINK Coin Faces Challenges as Tariff Uncertainty Looms",
            "translated_facebook_post": "Harga LINK Coin mungkin turun lagi kalau tak cecah $12.25, tapi ada juga yang masih positif pasal pasaran mata wang kripto ni akan naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-moves-link-coin-faces-challenges-as-tariff-uncertainty-looms/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-055.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:09:00"
        },
        {
            "title": "Balchunas: Canadian Solana ETFs to include staking, may face slow start",
            "translated_facebook_post": "ETF Solana pertama di Amerika Utara akan dilancarkan di Kanada minggu ini, tapi mungkin lambat mendapat sambutan disebabkan prestasi ETF futures Solana di AS yang kurang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5d7715c25527e8618381",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-Solana-protocol-option03-1380x820-1.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:06:00"
        },
        {
            "title": "Story crashes 25%: Is it the next Mantra?",
            "translated_facebook_post": "Harga token Story jatuh mendadak 25%, mengingatkan ramai pada kejatuhan token Mantra sebelum ini, disebabkan masalah kecairan rendah dan kemungkinan jualan dalaman.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5c5015c25527e8618371",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-DeepSeek-China-and-Russia-AI-partnership-option04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:03:00"
        },
        {
            "title": "Could MAGACOINFINANCE Run Harder Than BTC and XRP This Quarter?",
            "translated_facebook_post": "Pelaburan dalam MAGACOINFINANCE nampaknya menjanjikan pulangan yang tinggi berbanding Bitcoin dan XRP,  walaupun kedua-duanya juga menunjukkan peningkatan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5d7a623af12e4c8423e0",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744647656.docx_1744647656_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:02:00"
        },
        {
            "title": "6 ways to monetize websites in 2025 using web3 models",
            "translated_facebook_post": "Sekarang ni banyak cara kreatif untuk blog buat duit, bukan setakat iklan macam dulu.  Guna teknologi web3, penulis boleh dapat pendapatan sendiri tanpa perlu bergantung pada model iklan lama atau orang tengah.  Ada banyak pilihan,  daripada jual NFT sampai bina komuniti sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5c50623af12e4c8423d8",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/12/crypto-news-smiling-black-woman-in-vr-glasses-over-grid-box-burning-blockchain-and-artificial-intelligence-bright-neon-colors-blurry-background-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:02:00"
        },
        {
            "title": "Bitcoin accounts for 94% of last week’s $795M crypto fund outflows",
            "translated_facebook_post": "Ramai tarik pelaburan daripada Bitcoin minggu lepas, hampir 94% daripada jumlah keseluruhan pengeluaran dana kripto. Walaupun begitu, Bitcoin masih mencatat aliran masuk positif setakat tahun ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5e91e6f7d90b88bbb844",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Bitcoin-accounts-for-94-of-last-weeks-795M-crypto-fund-outflows.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:02:00"
        },
        {
            "title": "What to Expect from Ethereum (ETH) This Week?",
            "translated_facebook_post": "Pasaran kripto tengah naik, dan Ethereum (ETH) mungkin akan meningkat lagi dengan adanya peningkatan Pectra yang bakal datang.  Harga mungkin naik, tapi juga bergantung pada beberapa faktor.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5c5115c25527e8618378",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/What-to-Expect-from-Ethereum-ETH-This-Week.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:00:00"
        },
        {
            "title": "Dogecoin (DOGE) Scam Warning: Don’t Fall for This Dangerous Trap",
            "translated_facebook_post": "Harga Dogecoin tengah naik, tapi ramai yang cuba tipu guna nama sama.  Berhati-hati dengan token palsu yang serupa dengan Dogecoin, sebab ia mungkin penipuan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5c5115c25527e8618375",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/DOGE_CB-7.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:00:00"
        },
        {
            "title": "Federal Reserve's Waller Discusses Temporary Tariff Impact",
            "translated_facebook_post": "Pegawai Rizab Persekutuan, Waller, kata kesan inflasi akibat tarif import Amerika Syarikat tu sementara je, dan takkan beri kesan jangka panjang yang besar kepada ekonomi negara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd5c51623af12e4c8423da",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/federal-reserve-waller-speech.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:00:00"
        },
        {
            "title": "Dogecoin Traders Are Tapping Out While This Lesser-Known Coin Picks Up 243% in a Week",
            "translated_facebook_post": "Harga Dogecoin jatuh, ramai pelabur beralih kepada RCO Finance, satu projek kripto baharu yang guna AI,  dengan potensi pulangan tinggi.  RCO Finance menawarkan pelbagai pilihan pelaburan dan automasi pintar untuk memudahkan urusan perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/dogecoin-traders-are-tapping-out-while-this-lesser-known-coin-picks-up-243-in-a-week/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-15-1-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 19:00:00"
        },
        {
            "title": "Vaulta Q&A: From EOS roots to stablecoin rails with VirgoPay",
            "translated_facebook_post": "Vaulta, dahulunya dikenali sebagai EOS,  fokus kepada kewangan praktikal dan infrastruktur *blockchain* yang mematuhi peraturan.  Dengan VirgoPay, aplikasi kiriman wang rentas sempadan,  Vaulta  sasarkan pembayaran pantas guna *stablecoin*,  mula di Amerika Syarikat, Kanada, Brazil, dan Hong Kong.  Vaulta juga  menawarkan pelbagai ciri menarik termasuk  pengurusan tadbir urus yang dipertingkatkan dan sokongan pelbagai *stablecoin* untuk mengurangkan risiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd59f8dab4c407ba7db822",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-Stablecoins-are-inevitable-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:53:00"
        },
        {
            "title": "Bitcoin price targets new all-time high in emerging Shark Harmonic setup",
            "translated_facebook_post": "Bitcoin mungkin cecah harga tertinggi baharu sebelum menurun, berdasarkan corak 'Shark Harmonic'.  Ini peluang untuk pedagang, tapi kena sabar dan berhati-hati sebab harga mungkin kekal tak menentu sekejap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd58c715c25527e861836e",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/08/crypto-news-bull-and-bitcoin-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:45:00"
        },
        {
            "title": "US Senators want answers from Social Security Administration over D.O.G.E’s ‘dangerous’ cuts",
            "translated_facebook_post": "Beberapa Senator Amerika bimbang dengan rancangan untuk kurangkan kakitangan di Pentadbiran Keselamatan Sosial, yang mungkin menjejaskan akses jutaan rakyat kepada faedah mereka.  Ini disebabkan masalah teknikal sedia ada dan kekurangan kakitangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd59f7623af12e4c8423cf",
            "source": "Cryptopolitan",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/35200.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:42:00"
        },
        {
            "title": "Trump's Tariff Strategy Faces Scrutiny Amid Market Concerns",
            "translated_facebook_post": "Cadangan tarif Trump timbulkan kebimbangan ketidaktentuan pasaran, terutama kesan terhadap industri farmaseutikal dan elektronik, dan dakwaan pada 15 April masih belum disahkan.  Pakar bimbang tentang impaknya terhadap ekonomi Amerika Syarikat jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd578915c25527e8618369",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-tariffs-market-chaos.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:41:00"
        },
        {
            "title": "Price analysis 4/14: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO",
            "translated_facebook_post": "Pasaran kripto nampaknya agak bercampur-baur sekarang, dengan Bitcoin cuba naik tapi ada juga pelabur besar jual aset digital mereka.  Harga beberapa mata wang kripto lain macam Ether, XRP, dan BNB pun menunjukkan pergerakan yang agak tak menentu.  Secara keseluruhannya, keadaan agak berhati-hati dan kita kena tengok perkembangan ekonomi Amerika lagi sebelum boleh buat jangkaan yang lebih tepat.",
            "translated_title": "Analisis Harga 14/4: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, LEO",
            "translated_content": "## Analisis Pasaran Kripto: Bitcoin, Altcoin, dan Indeks Utama\n\nPendukung Bitcoin (BTC) cuba memulakan minggu ini dengan nota positif dengan menolak harga melebihi $85,000. Strategi Michael Saylor telah menggunakan penurunan harga baru-baru ini untuk membeli 3,459 Bitcoin bernilai $285.5 juta pada harga purata $82,618. Ini meningkatkan pegangan keseluruhan firma kepada 531,644 Bitcoin yang dibeli pada harga purata $67,556.\n\nBagaimanapun, tidak semua orang optimis dalam jangka masa terdekat. Beberapa pelabur institusi nampaknya telah mengurangkan pegangan mereka. CoinShares melaporkan pada 14 April bahawa produk bursa dagangan aset digital (ETP) menyaksikan aliran keluar sebanyak $795 juta minggu lalu. Aliran keluar sebanyak $7.2 bilion sejak Februari telah membalikkan hampir semua aliran masuk setakat tahun ini, kini hanya berjumlah $165 juta.\n\nPrestasi pasaran kripto harian. Sumber: Coin360\n\nWalaupun Bitcoin nampaknya telah mencapai tahap terendah dalam jangka pendek, peralihan pasaran lembu jantan yang pesat tidak mungkin bermula dengan segera. Tajuk berita tarif dan hasil rundingan tarif antara Amerika Syarikat dan negara-negara lain boleh menentukan tindakan harga.\n\nBolehkah Bitcoin meneruskan pemulihan, menarik altcoin lebih tinggi? Mari kita analisis carta untuk mengetahui.\n\n## Analisis Harga Indeks S&P 500\n\nIndeks S&P 500 (SPX) menyaksikan minggu yang sangat tidak menentu, tetapi tanda positif ialah paras yang lebih rendah menarik pembelian kukuh daripada pihak pembeli.\n\nCarta harian SPX. Sumber: Cointelegraph/TradingView\n\nSelepas turun naik yang besar dalam beberapa hari yang lalu, indeks ini boleh memasuki fasa yang lebih tenang. Penjual kemungkinan akan menjual kenaikan harga berhampiran 5,500, manakala pembeli dijangka membeli penurunan harga kepada sokongan 5,119. Ini menandakan tindakan yang mungkin terhad antara 5,500 dan 5,119 untuk beberapa waktu.\n\nPergerakan aliran seterusnya dijangka bermula selepas pembeli menolak harga melebihi 5,500 atau jatuh di bawah 4,950. Jika paras 5,500 dicapai, indeks itu boleh melonjak kepada 5,800.\n\n## Analisis Harga Indeks Dolar AS\n\nIndeks Dolar AS (DXY) telah jatuh bebas sejak menurun daripada purata bergerak eksponen 20 hari (102.81) pada 10 April.\n\nCarta harian DXY. Sumber: Cointelegraph/TradingView\n\nPembeli mempertahankan paras 99.57 pada penutup pada 11 April, tetapi penjual memperbaharui jualan mereka pada 14 April. Jika harga ditutup di bawah 99.57, indeks itu boleh jatuh kepada 97.50 dan selepas itu, kepada 95. Semakin lama harga kekal di bawah 99.57, semakin besar risiko memulakan aliran menurun baharu.\n\nJika pembeli ingin mencegah pergerakan menurun, mereka perlu segera menolak harga kembali melebihi 99.57. Ini boleh memulakan pemulihan kepada 101.\n\n## Analisis Harga Bitcoin\n\nBitcoin memecah di atas garisan rintangan pada 12 April, dan pembeli berjaya mengekalkan ujian semula paras penembusan pada 13 April.\n\nCarta harian BTC/USDT. Sumber: Cointelegraph/TradingView\n\nEMA 20 hari ($82,979) telah menjadi rata, dan RSI hampir berada di titik tengah, menunjukkan bahawa tekanan jualan semakin berkurangan. Pasangan BTC/USDT boleh meningkat kepada $89,000, yang kemungkinan akan bertindak sebagai rintangan yang teguh. Jika harga jatuh dengan mendadak daripada $89,000 dan memecah di bawah EMA 20 hari, ia akan menunjukkan pembentukan julat. Pasangan itu mungkin akan berayun antara $89,000 dan $73,777 selama beberapa hari.\n\nJika penjual mahu memerangkap pembeli yang agresif dan mengekalkan kawalan, mereka perlu segera menarik harga kembali di bawah EMA 20 hari. Jika mereka berbuat demikian, pasangan itu mungkin akan menurun kepada $78,500 dan kemudiannya kepada sokongan penting pada $73,777.\n\n## Analisis Harga Ether\n\nEther (ETH) menghadapi jualan pada EMA 20 hari ($1,722), seperti yang dilihat daripada sumbu panjang pada lilin 14 April.\n\nCarta harian ETH/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga jatuh di bawah $1,546, pasangan ETH/USDT boleh menguji semula sokongan $1,368. Ini adalah paras penting bagi pembeli untuk dipertahankan kerana pemecahan di bawah $1,368 boleh memulakan peringkat penurunan seterusnya ke arah $1,150.\n\nSebaliknya, jika pembeli menolak harga melebihi EMA 20 hari, ia menandakan bahawa penjual sedang kehilangan pegangan mereka. Terdapat rintangan pada SMA 50 hari ($1,955), tetapi ia mungkin akan diatasi. Pasangan itu kemudiannya mungkin akan meningkat kepada rintangan kukuh pada $2,111.\n\n## Analisis Harga XRP\n\nXRP (XRP) menurun daripada SMA 50 hari ($2.24) pada 13 April, menunjukkan bahawa penjual aktif pada paras yang lebih tinggi.\n\nCarta harian XRP/USDT. Sumber: Cointelegraph/TradingView\n\nEMA 20 hari ($2.10) telah menjadi rata, dan RSI hampir berada di titik tengah, menunjukkan keseimbangan antara penawaran dan permintaan. Pemecahan di bawah $2 akan menguntungkan penjual. Pasangan XRP/USDT boleh jatuh kepada $1.72 dan kemudiannya kepada $1.61.\n\nPembeli akan mendapat kelebihan jika mereka menolak dan mengekalkan harga di atas SMA 50 hari. Jika mereka berjaya, pasangan itu boleh meningkat kepada garisan rintangan. Penjual dijangka akan mempertahankan garisan rintangan secara agresif kerana pemecahan di atasnya menandakan perubahan trend yang berpotensi.\n\n## Analisis Harga BNB\n\nBNB (BNB) menghadapi rintangan pada garisan aliran menurun, tetapi perkara positif yang kecil ialah pembeli belum menyerahkan banyak tanah kepada penjual.\n\nCarta harian BNB/USDT. Sumber: Cointelegraph/TradingView\n\nIni meningkatkan kemungkinan pemecahan di atas garisan aliran menurun. Jika itu berlaku, pasangan BNB/USDT boleh meningkat kepada $645. Penjual akan cuba mempertahankan paras $645, tetapi ia mungkin akan diatasi.\n\nPandangan positif ini akan dibatalkan dalam jangka masa terdekat jika harga jatuh dengan mendadak daripada garisan aliran menurun dan memecah di bawah $566. Ini boleh mengekalkan pasangan itu terperangkap di dalam segi tiga untuk sedikit masa lagi.\n\n## Analisis Harga Solana\n\nPenjual cuba mempertahankan SMA 50 hari ($130) dalam Solana (SOL), tetapi pembeli telah mengekalkan tekanan.\n\nCarta harian SOL/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga ditutup di atas SMA 50 hari, pasangan SOL/USDT boleh meningkat kepada zon rintangan $147 hingga $153. Penjual dijangka akan mempertahankan zon ini dengan kuat, tetapi jika pembeli menang, pasangan itu boleh melonjak kepada $180.\n\nSokongan pertama di bahagian bawah ialah EMA 20 hari ($123). Pemantulan daripada EMA 20 hari akan mengekalkan momentum positif, manakala pemecahan di bawahnya boleh menenggelamkan pasangan itu kepada $110 dan akhirnya kepada $95.\n\n## Analisis Harga Dogecoin\n\nPembeli cuba memulakan pemulihan dalam Dogecoin (DOGE) tetapi dijangka akan menghadapi rintangan yang teguh daripada penjual pada purata bergerak.\n\nCarta harian DOGE/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga jatuh daripada purata bergerak, penjual akan sekali lagi cuba menenggelamkan pasangan DOGE/USDT di bawah $0.14. Jika mereka berjaya berbuat demikian, jualan boleh meningkat, dan pasangan itu mungkin jatuh kepada $0.10.\n\nSebaliknya, jika pembeli menolak harga melebihi purata bergerak, pasangan itu boleh meningkat kepada $0.20. Ini adalah paras penting dalam jangka masa terdekat untuk diperhatikan kerana pemecahan di atasnya akan melengkapkan corak double-bottom. Pasangan itu kemudiannya boleh meningkat ke arah sasaran corak $0.26.\n\n## Analisis Harga Cardano\n\nPembeli sedang berusaha untuk menolak Cardano (ADA) melebihi EMA 20 hari ($0.65), menunjukkan bahawa permintaan berkurangan pada paras yang lebih tinggi.\n\nCarta harian ADA/USDT. Sumber: Cointelegraph/TradingView\n\nJika harga jatuh daripada EMA 20 hari, sokongan seterusnya di bahagian bawah ialah $0.58 dan kemudian $0.50. Pembeli dijangka akan mempertahankan paras $0.50 dengan kuat kerana pemecahan di bawahnya boleh menenggelamkan pasangan ADA/USDT kepada $0.40.\n\nDi bahagian atas, pembeli perlu menolak dan mengekalkan harga di atas SMA 50 hari ($0.71) untuk menandakan bahawa aliran menurun mungkin berakhir. Ini boleh menolak pasangan itu kepada $0.83 dan kemudiannya kepada $1.03.\n\n## Analisis Harga UNUS SED LEO\n\nPembeli cuba menolak UNUS SED LEO (LEO) melebihi EMA 20 hari ($9.39), tetapi penjual menimbulkan cabaran yang besar.\n\nCarta harian LEO/USD. Sumber: Cointelegraph/TradingView\n\nEMA 20 hari yang merata dan RSI hampir berada di titik tengah menunjukkan keseimbangan antara penawaran dan permintaan. Ini boleh mengekalkan pasangan LEO/USD terperangkap antara $9.90 dan $8.79 selama beberapa hari.\n\nPergerakan aliran seterusnya boleh bermula pada pemecahan di atas $9.90 atau di bawah $8.79. Jika pembeli menolak harga melebihi $9.90, pasangan itu akan melengkapkan corak segi tiga menaik lembu jantan. Susunan lembu jantan ini mempunyai objektif sasaran $12.04.\n\nDi bahagian bawah, pemecahan di bawah $8.70 boleh menandakan permulaan pembetulan yang lebih mendalam ke arah $8.30.\n\n*Rencana ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.*",
            "translated_summary": "Bitcoin dan pasaran kripto yang lebih luas menunjukkan kekuatan, tetapi adakah kejutan dari segi makroekonomi AS akan menjejaskan momentum menaik semasa?",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd567115c25527e8618361",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjM1MzctZTVmNi03Njc5LTg0OGQtMjE4MDllOGU3ZGYy.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-14 18:37:00"
        },
        {
            "title": "MTN chairman, Mcebisi Jonas appointed as South Africa’s special envoy to the US",
            "translated_facebook_post": "Mcebisi Jonas, bekas Timbalan Menteri Kewangan Afrika Selatan, dilantik sebagai utusan khas ke Amerika Syarikat untuk memperbaiki hubungan dua hala,  walaupun memegang jawatan Pengerusi MTN.  Lantikan ini dibuat selepas Amerika Syarikat mengusir duta Afrika Selatan.  MTN juga memperbaharui lesen operasinya di Sudan Selatan untuk 15 tahun lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd566f623af12e4c8423c7",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26533.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:36:00"
        },
        {
            "title": "Analyst Predicts Dogecoin Price Could Surge to $0.29",
            "translated_facebook_post": "Harga Dogecoin dijangka meningkat kepada $0.29, malah mungkin cecah paras tertinggi sepanjang zaman, jika beberapa petunjuk teknikal dan sentimen pasaran kekal positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd567115c25527e8618363",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Analyst-Predicts-Dogecoin-Price-Could-Surge-to-0.29.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:35:00"
        },
        {
            "title": "Is Story (IP) Following a Key Bearish Fractal? HYPE's Chart Comparison Hints at Downside",
            "translated_facebook_post": "Harga Story (IP) jatuh 16%, dan carta harganya menunjukkan persamaan dengan carta Hyperliquid (HYPE) yang sebelum ini mengalami penurunan mendadak.  Ini menimbulkan kebimbangan penurunan harga yang lebih besar untuk IP, mungkin sehingga sekitar $1.50. Walau bagaimanapun,  ramalan ini tak semestinya tepat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd551615c25527e8618350",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/4df3c414ed0a418d92bc23cc8627feba.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:33:00"
        },
        {
            "title": "BDTCOIN Now Listed on MEXC, Accelerating Its Mission to Democratize Digital Finance",
            "translated_facebook_post": "BDTCOIN, matawang digital yang disokong emas, kini tersenarai di MEXC, memudahkan akses kewangan antarabangsa dan lebih ramai orang boleh guna.  Ia dibangunkan untuk kegunaan seharian dan lebih selamat, serta  menawarkan transaksi pantas dan teknologi kripto tahan kuantum.  Penyenaraian ini membolehkan lebih ramai orang guna dan melabur dalam BDTCOIN.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd554a15c25527e8618357",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/image1-42.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-14 18:32:00"
        }
    ]
}