{
    "timestamp": "2025-03-07 03:01:16",
    "all_news": [
        {
            "title": "Sentimen Ether Mencapai Tahap Terendah Tahunan, Tetapi Ini Mungkin Satu Perkara Baik: Santiment",
            "description": "Sentimen sosial terhadap Ether lebih bearish berbanding mata wang kripto utama yang lain buat masa ini, tetapi itu mungkin menandakan peningkatan akan berlaku…",
            "content": "Sentimen sosial terhadap Ether telah mencapai paras terendah tahun ini kerana prestasi harganya kurang memberangsangkan berbanding mata wang kripto lain; namun, menurut Santiment, ini mungkin menandakan ia sudah bersedia untuk kembali meningkat.\n\nPengesan sentimen sosial Santiment mendapati perbincangan pedagang tentang Ether di pelbagai saluran media sosial seperti X, Reddit dan Telegram lebih bearish berbanding mata wang kripto utama yang lain, kata platform data rantaian blok itu dalam catatan X pada 5 Mac.\n\n\"Bagi mereka yang bersabar memegang Ether mereka, sentimen bearish yang diunjurkan di media sosial adalah petanda baik bagi kemungkinan perubahan sebaik sahaja pasaran kripto stabil,\" kata Santiment.\n\nSentimen Ether adalah bullish semasa pasaran lembu kripto yang lebih meluas tahun lepas, tetapi ia telah beralih kepada bearish sejak itu. Sumber: Santiment\n\nHarga Ether (ETH) telah menurun lebih 20% dalam sebulan terakhir, menurut CoinMarketCap, dengan mata wang kripto kedua terbesar diniagakan pada $2,176. Sebaliknya, Bitcoin (BTC) hanya menurun 10% dalam sebulan terakhir, diniagakan pada $88,000 setiap syiling.\n\nBercakap kepada Cointelegraph, Mike Cahill, Ketua Pegawai Eksekutif Douro Labs, penyumbang utama kepada rangkaian data terdesentralisasi, Pyth Network, berkata walaupun prestasi Ether yang kurang memberangsangkan mungkin membawa kepada penurunan sentimen sosial, adalah penting \"untuk memisahkan naratif jangka pendek daripada asas jangka panjang.\"\n\n\"Secara sejarah, sentimen bearish yang melampau sering bertepatan dengan paras terendah pasaran, kerana pergerakan harga cenderung mendahului sentimen sosial — bukan sebaliknya,\" katanya.\n\nDari Mac hingga September tahun lepas, sentimen itu kebanyakannya bullish terhadap Ether di tengah-tengah pasaran lembu kripto yang lebih meluas, menurut Santiment. Selepas September, pedagang menjadi lebih bearish, satu trend yang berterusan hingga ke tahun baru.\n\nDominick John, seorang penganalisis di Kronos Research, memberitahu Cointelegraph bahawa prestasi Ether mungkin mengecewakan pelabur jangka pendek, tetapi terdapat sinar harapan: negatif yang melampau sering bermakna dasar kitaran, dan ia mungkin \"sedia untuk peningkatan yang ketara.\"\n\n\"Faktor-faktor seperti kadar faedah yang semakin berkurangan atau perkembangan pengawalseliaan yang jelas mengenai penetapan ETH dalam ETF boleh mendorongnya lebih tinggi,\" katanya.\n\n\nPengesan Santiment menyaring saluran media sosial khusus kripto seperti X untuk 10 perkataan teratas yang telah menyaksikan peningkatan paling ketara dalam sebutan media sosial berbanding dua minggu sebelumnya.\n\nPenganalisis telah membuat spekulasi bahawa Ether sedang bergelut disebabkan oleh kelemahan aktiviti rangkaian, penurunan nilai terkunci total (TVL), dan kebimbangan pelabur mengenai kadar pelepasan bekalannya.\n\nSkor MVRV Z-Ether, satu metrik utama untuk menilai sama ada token asalnya terlalu tinggi atau terlalu rendah nilainya, baru-baru ini menurun ke paras terendah dalam 17 bulan.\n\nKali terakhir Skor MVRV Z-Ether mencapai paras rendah yang sama adalah pada Oktober 2023, sejurus sebelum ia meningkat semula sebanyak hampir 160%. Penurunan skor pada Disember 2022 dan Mac 2020 juga mendahului larian lembu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTE4ZjQtYzFjMy03OTU0LTg1YzktNTZkODM1ODU1MzIw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca5a0f0f536536f26d5c05",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 02:25:00",
            "status": "Posted"
        }
    ]
}