{
    "timestamp": "2025-03-07 21:22:03",
    "all_news": [
        {
            "title": "Bisnes Kripto:  Pasaran lembu Bitcoin belum mati lagi",
            "description": "Bitcoin dan kitaran perniagaan, rizab kripto Presiden Trump, dan masalah pelombong BTC antara tajuk utama buletin Crypto Biz minggu ini.",
            "content": "Presiden AS Donald Trump mengejutkan pelabur hujung minggu lalu apabila mengarahkan kumpulan kerja aset digitalnya untuk mencipta rizab mata wang kripto yang termasuk Bitcoin, Ether, Solana, dan XRP. Selepas peningkatan harga yang mendadak, pasaran kripto berbalik arah dalam masa 24 jam, meninggalkan Bitcoin di ambang pembalikan trend menurun. Ketakutan dan keraguan menyelubungi pasaran, dengan pelabur tertanya-tanya sama ada pasaran lembu telah berakhir terlalu awal.\n\nTinjauan yang lebih dekat terhadap kitaran perniagaan menunjukkan bahawa pasaran lembu Bitcoin (BTC) masih jauh daripada mati. Keadaan mungkin akan menjadi lebih panas apabila kekacauan perang perdagangan Trump memberi laluan kepada dasar perdagangan yang munasabah dengan China, Kanada dan Mexico.\n\nBuletin Crypto Biz minggu ini meneroka Bitcoin melalui kaca mata kitaran perniagaan dan mencatat tindak balas pasaran terhadap rizab kripto pelbagai mata wang.\n\nTrump menjejaskan Bitcoin, tetapi ada sinar harapan\n\nWalaupun terdapat angin perubahan peraturan yang baik untuk kripto, bulan pertama Trump memegang jawatan adalah malapetaka bagi pasaran. Bitcoin mengalami bulan Februari terburuk dalam tempoh sedekad, dan altcoin musnah kerana ancaman perang perdagangan Trump mencetuskan pelarian ke aset selamat.\n\nKetakutan telah menyelubungi pasaran kripto, dengan penganalisis dan pelabur tertanya-tanya sama ada kemuncak BTC pada Hari Perasmian iaitu $109,000 adalah yang tertinggi untuk kitaran ini. Walau bagaimanapun, menurut Indeks Pengurus Pembelian Pembuatan (PMI), kemuncak itu masih jauh.\n\nSepanjang sejarahnya, harga Bitcoin telah mencerminkan PMI pembuatan dengan rapat, iaitu proksi penting untuk kitaran perniagaan. Contohnya, pada tahun 2017 dan 2021, kemuncak kitaran Bitcoin seiring dengan kemuncak PMI pembuatan.\n\nSumber: TomasOnMarkets\n\nPada Januari, PMI pembuatan memasuki wilayah pertumbuhan buat kali pertama dalam tempoh lebih dua tahun, menandakan bahawa kitaran perniagaan sedang berkembang. Menurut pengasas Real Vision, Raoul Pal, trend dalam PMI menunjukkan kemuncak kitaran Bitcoin pada akhir 2025 atau awal 2026.\n\nWalaupun terdapat ketidaktentuan baru-baru ini, pasaran lembu Bitcoin mungkin belum berakhir.\n\nCEO Coinbase dan Gemini meratapi rizab kripto\n\nCEO Coinbase, Brian Armstrong dan CEO Gemini, Tyler Winklevoss berkata rizab kripto yang termasuk apa sahaja selain Bitcoin adalah idea yang buruk untuk Amerika Syarikat.\n\n\"Hanya satu aset digital di dunia sekarang memenuhi piawaian dan aset digital itu ialah Bitcoin,\" kata Tyler Winklevoss dari Gemini.\n\nArmstrong dari Coinbase bersetuju, dengan berkata, \"Hanya Bitcoin mungkin merupakan pilihan terbaik,\" kerana ia adalah satu-satunya \"pengganti emas.\"\n\nMalah Peter Schiff yang terkenal sebagai pembenci Bitcoin berkata beliau memahami tesis emas digital BTC tetapi tidak melihat sebab untuk memasukkan altcoin dalam rizab kripto negara.\n\nSumber: Peter Schiff\n\nSetiausaha Perdagangan Trump, Howard Lutnick kemudiannya menjelaskan bahawa pentadbiran itu mungkin akan memperlakukan Bitcoin secara berbeza daripada aset lain dalam rizab kripto.\n\nMetaplanet membeli semasa penurunan harga\n\nFirma pelaburan Jepun, Metaplanet telah menambah lebih banyak Bitcoin kepada lembaran imbangannya, memperoleh 497 BTC pada harga purata $88,448. Sekali lagi, pengambilalihan itu menyebabkan saham Metaplanet melonjak, menggariskan sentimen pelabur yang positif terhadap aset digital. Syarikat itu kini memegang 2,888 BTC bernilai kira-kira $251 juta. Hanya sedozen syarikat tersenarai awam yang memegang lebih banyak Bitcoin daripada Metaplanet, menurut data industri.\n\nMetaplanet dikenali sebagai \"Strategi Asia,\" merujuk kepada firma perisikan perniagaan Michael Saylor yang bertukar menjadi bank Bitcoiin. Pada Januari, Metaplanet mengumumkan rancangan untuk mengumpul lebih daripada $700 juta untuk membiayai pembelian Bitcoin pada masa hadapan.\n\nMasalah pelombong Bitcoin selepas pengurangan ganjaran\n\nKetidaktentuan Bitcoin yang melampau telah memberi tekanan kepada pelombong awam, yang sudah tertekan oleh peristiwa pengurangan ganjaran separuh tahunan rangkaian pada April lalu. Menurut JPMorgan, saham perlombongan Bitcoin secara kolektif merosot 22% pada Februari. Analisis itu termasuk Riot Platforms, Bitdeer, Marathon Digital dan Core Scientific, antara lain.\n\nPraktis semua syarikat menyaksikan harga saham mereka jatuh selepas melaporkan pendapatan suku tahun pada Februari — malah Core Scientific, yang melaporkan jualan yang lebih baik daripada jangkaan pada tiga bulan terakhir tahun 2024.\n\nSejak pengurangan ganjaran separuh Bitcoin, pendapatan dan keuntungan kasar pelombong telah menurun sebanyak purata 46% dan 57%, menurut JPMorgan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDRiNzMtZWFhMC03Mjk0LWI4MjgtYTg2YTUwYTJmOTI3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb5f69e05f051542b19380",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 21:00:00",
            "status": "Posted"
        },
        {
            "title": "Kita telah memutuskan Bitcoin itu terhad, ia bernilai — David Sacks",
            "description": "Ketua kripto Rumah Putih, David Sacks, berkata Bitcoin dan altcoin akan dilayan secara berbeza oleh kerajaan AS ketika ia mewujudkan rizab BTC...",
            "content": "## Ketua Kripto Rumah Putih David Sacks Jelaskan Keputusan AS Menganggap Bitcoin Sebagai Aset Cadangan Khusus\n\nKetua kripto Rumah Putih, David Sacks, menjelaskan lebih lanjut keputusan pemerintah AS untuk memperlakukan Bitcoin sebagai aset cadangan khusus, menyebutnya sebagai sumber daya digital yang \"langka\" yang dapat menguntungkan negara dalam jangka panjang.\n\nDalam wawancara dengan Bloomberg Technology pada 7 Maret, Sacks mengatakan, \"Kami telah memutuskan bahwa Bitcoin itu langka, berharga, dan strategis bagi Amerika Serikat untuk menyimpannya sebagai aset cadangan jangka panjang.\"\n\nSacks secara khusus merujuk pada sekitar 200.000 Bitcoin (BTC) yang saat ini dimiliki pemerintah AS. Namun, ia mengakui bahwa jumlah pasti BTC yang dimiliki pemerintah tidak diketahui karena belum pernah dilakukan audit komprehensif.\n\n\"Kami akan melakukan audit pemerintah secara menyeluruh untuk mengetahui aset digital apa yang sebenarnya kami miliki sehingga dapat dijaga keamanannya dan dipindahkan ke strategi yang memaksimalkan nilai jangka panjangnya,\" katanya.\n\nDavid Sacks mengatakan pemerintah AS akan membangun cadangan aset digital strategis. Sumber: Bloomberg Technology\n\nPerintah eksekutif Presiden Donald Trump pada 6 Maret yang menyerukan cadangan Bitcoin strategis dan cadangan aset digital menginstruksikan lembaga federal untuk melakukan audit penuh atas kepemilikan mata uang kripto mereka.\n\nMengenai cadangan aset digital, \"Perbedaannya adalah bahwa sekretaris perbendaharaan [Howard Lutnick] akan menjalankan pengelolaan yang bertanggung jawab atas aset tersebut, dan ia memiliki wewenang untuk menyeimbangkan kembali portofolio atau menjual aset dalam portofolio tersebut, tetapi itu tidak berlaku untuk Bitcoin,\" kata Sacks.\n\nDengan cadangan Bitcoin, \"tujuannya adalah pelestarian jangka panjang,\" katanya. \"Dengan cadangan, tujuannya adalah [...] manajemen portofolio, pada intinya.\"\n\nSacks mengatakan strategi portofolio aset digital dapat mencakup penjualan atau bahkan penempatan aset digital berdasarkan kebijakan sekretaris perbendaharaan.\n\nSacks tidak menyebutkan altcoin tertentu dan memperingatkan agar tidak terlalu banyak membaca pernyataan Presiden Trump pada 2 Maret yang menyatakan Ether (ETH), Solana (SOL), XRP (XRP), dan Cardano (ADA) sebagai bagian dari cadangan.\n\n\"Presiden hanya menyebutkan lima mata uang kripto teratas berdasarkan kapitalisasi pasar, jadi saya pikir orang-orang terlalu banyak membaca ini,\" kata Sacks. Pada akhirnya, keputusan tentang aset mana yang akan dimasukkan akan bergantung pada audit pemerintah secara menyeluruh.\nSumber: David Sacks\n\n**Tanggapan Industri**\n\nPerintah eksekutif Trump dan komentar Sacks gagal memberikan dorongan jangka pendek pada harga Bitcoin dan kripto, tetapi itu mungkin akan berubah seiring pasar sepenuhnya menganalisis signifikansi perkembangan kebijakan AS terbaru.\n\nJoe Kelly, CEO perusahaan layanan keuangan Bitcoin Unchained, mengatakan kepada Cointelegraph, \"Pasar mungkin masih berhati-hati sampai kita melihat skala dan strategi di balik akumulasi ini, tetapi gambaran yang lebih besar bukanlah tentang pergerakan harga jangka pendek.\" Ia menambahkan:\n\nAurelie Barthere, analis riset utama di Nansen, menyebutkan satu kalimat dari lembar fakta perintah eksekutif sebagai \"sedikit bullish untuk BTC\" dalam jangka pendek: \"Sekretaris Perbendaharaan dan Perdagangan diberi wewenang untuk mengembangkan strategi netral anggaran untuk memperoleh Bitcoin tambahan.\"\n\n\"Apakah ini berarti beberapa pertukaran aset potensial, misalnya dari euro ke yen Jepang ke Bitcoin?\" tanya Barthere.\n\nDi luar hype perintah eksekutif, Barthere mengatakan aksi harga Bitcoin dipengaruhi oleh kondisi ekonomi makro, termasuk ekonomi dan potensi perubahan kebijakan Federal Reserve.\n\n\"Penurunan harga Bitcoin baru-baru ini tidak dapat dihindari, seperti yang saya ramalkan pada awal tahun, karena pasar keuangan yang lebih luas perlu mencerna dampak kebijakan tarif Trump,\" kata CK Zheng, mantan kepala risiko global untuk Credit Suisse dan pendiri ZX Squared Capital.\n\n\"Saya percaya Bitcoin saat ini sedang dalam proses mencapai titik terendah dalam jangka pendek dan akan kembali naik hingga 2025 seiring dengan semakin banyaknya aturan dan peraturan pro-kripto yang diberlakukan,\" kata Zheng.\n\nZheng percaya bahwa cadangan Bitcoin strategis dapat berfungsi sebagai katalis untuk adopsi negara-bangsa di masa mendatang.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5MzkxOWEtZTY4ZC03MzRiLWJhM2UtYjQ2NjEyMzYwNmNl.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb5e2c491d4d70eb2ee13b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 20:54:00",
            "status": "Posted"
        }
    ]
}