{
    "timestamp": "2025-03-11 03:37:33",
    "all_news": [
        {
            "title": "SEC nampaknya akan membatalkan usaha untuk mewajibkan firma kripto mendaftar sebagai bursa.",
            "description": "Cadangan pindaan peraturan SEC yang memerlukan beberapa firma kripto untuk berdaftar sebagai bursa mungkin akan dibatalkan.",
            "content": "Cadangan perubahan peraturan yang menggesa beberapa firma kripto untuk berdaftar sebagai bursa mungkin akan dibatalkan di bawah arahan baharu daripada pengerusi sementara Suruhanjaya Sekuriti dan Bursa AS (SEC).\n\nSemasa ucapan pada 10 Mac di Persidangan Washington Institut Bank-Bank Antarabangsa, Pengerusi SEC sementara, Mark Uyeda, berkata beliau telah “meminta kakitangan SEC untuk pilihan bagi membatalkan” sebahagian daripada perubahan cadangan yang akan memperluaskan pengawalseliaan sistem dagangan alternatif (ATS) untuk memasukkan firma kripto.\n\n“Berikutan komen awam negatif yang signifikan yang diterima mengenai definisi bursa berkaitan kripto, saya telah meminta kakitangan SEC untuk pilihan bagi membatalkan bahagian cadangan itu,” katanya.\n\n“Pada pandangan saya, ia adalah satu kesilapan bagi suruhanjaya untuk mengaitkan pengawalseliaan pasaran Perbendaharaan dengan percubaan berat sebelah untuk mengekang pasaran kripto.”\n\nUyeda berkata peraturan itu pada mulanya diwujudkan pada tahun 2020 di bawah bekas Pengerusi SEC, Jay Clayton, untuk mewujudkan peraturan yang lebih mudah difahami untuk sistem dagangan alternatif; panduan itu bertujuan untuk memberi impak utama kepada peserta pasaran Perbendaharaan AS.\n\nWalau bagaimanapun, apabila ia menjadi tanggungjawab bekas Pengerusi SEC, Gary Gensler, untuk melaksanakan peraturan itu, beliau mengambil “arah yang sangat berbeza” dengan memperluaskan senarai melebihi hanya ATS.\n\n“Daripada menumpukan pada isu-isu sempit yang berkaitan dengan ATS Sekuriti Kerajaan, satu lelaran baharu peraturan itu dicadangkan pada tahun 2022 yang akan mentakrifkan semula definisi pengawalseliaan bursa,” kata Uyeda.\n\n“Definisi baharu istilah bursa termasuk protokol komunikasi tanpa mentakrifkan dengan jelas maksud istilah itu.  Pada hakikatnya, definisi bursa yang diperluaskan secara meluas itu akan merangkumi pelbagai protokol yang digunakan berkaitan aset kripto,” tambahnya.\n\nTempoh Gensler di SEC disertai dengan pendirian pengawalseliaan yang agresif terhadap kripto.  Beliau telah mengambil lebih 100 tindakan pengawalseliaan terhadap firma-firma dari tahun 2021 sehingga peletakan jawatannya pada 20 Januari.\n\nSelepas peletakan jawatan Gensler, SEC sejak itu telah mengambil pendekatan baharu yang lebih mesra terhadap kripto. Sejumlah firma yang menghadapi tindakan undang-undang daripada pengawal selia telah mendapat kes mereka ditolak, termasuk bursa kripto Gemini pada 26 Februari, Kraken pada 3 Mac dan firma dagangan kripto Cumberland DRW pada 4 Mac.\n\nSementara itu, agensi itu juga telah melancarkan pasukan petugas kripto yang dikhaskan untuk membangunkan rangka kerja untuk aset digital yang diketuai oleh Pesuruhjaya yang mesra kripto, Hester Peirce.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzUxOGUtODdjNS03NzhhLWJhNDAtZTRjMGEzNWVkZTAz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cfacf753771d6e10efe322",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 03:21:00",
            "status": "Posted"
        },
        {
            "title": "Pelaporan penipuan kripto perlu digabungkan di bawah satu platform — CSO Coinbase",
            "description": "AS menyatakan perlunya memudahkan pelaporan penipuan kripto, memandangkan pengendaliannya kini terpecah di antara pelbagai agensi kerajaan, kata pihak keselamatan Coinbase.",
            "content": "Laporan penipuan kripto di Amerika Syarikat kini dikendalikan oleh pelbagai agensi yang perlu diperkemas untuk melindungi pengguna dengan lebih baik, kata ketua pegawai keselamatan Coinbase, Philip Martin.\n\n“Ia adalah ekosistem yang sangat berpecah-belah. Di manakah anda melaporkan perkara ini? Anda pergi ke sini, anda pergi ke sana, anda pergi ke tempat lain,” kata Martin kepada Cointelegraph di persidangan SXSW di Austin, Texas.\n\n“Ini kemudian membantu menggerakkan sumber daya dari seluruh kerajaan persekutuan untuk melakukan lebih banyak perkara bagi menangani beberapa punca utama, tambahnya.\n\nAS mempunyai berpuluh-puluh agensi peringkat persekutuan dan negeri yang mengendalikan laporan jenayah kewangan dan internet, salah satunya ialah Pusat Aduan Jenayah Internet (IC3) FBI, yang memberi mangsa cara untuk melaporkan jenayah siber.\n\nMartin berkata mangsa penipuan kripto melaporkan kepada pihak berkuasa, tetapi \"mereka berasa seperti menjerit ke dalam ruang kosong kepada IC3 atau beberapa laman web pelaporan kerajaan.\"\n\nBeliau menambah pelbagai laman web pelaporan perlu digabungkan \"ke dalam satu sistem pelaporan yang bukan sahaja mempunyai semua data di satu tempat tetapi juga, dalam dunia yang ideal, memberi mangsa beberapa kebolehlihatan.\"\n\nDalam panel terdahulu mengenai penipuan dalam talian, yang disertai Martin, ejen FBI yang telah bersara, Roger Campbell berkata ramai mangsa penipuan romantik kripto mencari di internet bagaimana untuk melaporkan jenayah itu dan \"semua jenis maklumat muncul.\"\n\n\"Ia agak mengecewakan,\" katanya. Campbell memberi contoh UK sebagai sebuah negara dengan \"sistem pelaporan yang hebat\" di mana satu portal digunakan untuk melaporkan semua jenayah, dan mangsa boleh mengikuti status aduan mereka.\n\n\"Anda melaporkan sesuatu kepada IC3, anda tidak pernah mendengar apa-apa balasan 99% daripada masa,\" tambahnya. \"Ia menjadi mengecewakan lagi bagi mangsa. Mereka hampir berasa menjadi mangsa lagi.\"\n\nMartin dari Coinbase memberitahu Cointelegraph bahawa penipuan mempunyai \"kelewatan dalam pelaporan,\" dan cara penyerang menjalankan skim hari ini tidak akan diketahui selama berbulan-bulan.\n\n\"Penipuan mungkin berlaku enam bulan yang lalu, dan kami mungkin mendengarnya esok,\" katanya.\n\nSatu lagi kesukaran dalam mengawal penipuan kripto, menurut Martin, ialah ia \"kebanyakannya\" dijalankan dari luar AS di negara-negara termasuk Myanmar dan Laos, di mana \"ia boleh menjadi sukar bagi penguat kuasa undang-undang untuk sampai ke kawasan tersebut dan benar-benar mencekik perkara itu di akar umbi.\"\n\nBeliau berkata memerangi penipuan kripto harus memberi tumpuan kepada hubungan antarabangsa dan AS, \"menjadikannya keutamaan untuk bekerjasama dengan kerajaan di seluruh dunia supaya tidak ada tempat perlindungan yang selamat untuk penipu ini.\"\n\nSementara itu, pada 10 Mac, Jabatan Perlindungan dan Inovasi Kewangan California berkata ia menerima lebih 2,600 aduan tahun lepas dan menemui tujuh jenis penipuan yang belum ditemui, termasuk perlombongan kripto, permainan, pekerjaan dan penipuan hadiah.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgyNzYtOGZmYy03MGU0LTlmMzItZjQ4MWMyNGQxOWUy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cfa85153771d6e10efe2ff",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 03:00:00",
            "status": "Posted"
        }
    ]
}