{
    "timestamp": "2025-04-18 03:08:05",
    "all_news": [
        {
            "title": "Will MELANIA Token Recover from Recent Dip?",
            "translated_facebook_post": "Walaupun pasaran meme coin tengah naik, token MELANIA jatuh 5% dan ramai jual token ni, jadi harga mungkin terus turun kalau tak ada perkembangan positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-melania-token-recover-from-recent-dip",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/meme-token-008.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:48:00"
        },
        {
            "title": "Pump.fun Rejects Token Issuance, Focuses on Social Media Improvements",
            "translated_facebook_post": "Pump.fun tetap komited untuk tak keluarkan token sendiri, fokus pada inovasi media sosial dan teknologi tokenisasi je.  Mereka nak elak masalah peraturan dan jaga ketelusan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801bdc9b0c1ea57b0bb6bc0",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-news-thumbnail-pump-fun.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:42:00"
        },
        {
            "title": "Market Fluctuations: MELANIA Token Faces Challenges and Investor Concerns",
            "translated_facebook_post": "Token MELANIA tengah alami penurunan harga,  banyak pelabur jual token ni, dan harga mungkin turun lagi kalau tak sampai $0.40.  Risau juga sebab banyak token dipegang oleh dalaman syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-fluctuations-melania-token-faces-challenges-and-investor-concerns/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/meme-token-003.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:40:00"
        },
        {
            "title": "BASE Token Incident Spurs Industry Debates",
            "translated_facebook_post": "Pelancaran 'content coin' BASE baru-baru ni timbulkan kontroversi perdagangan,  dedahkan risiko dalam pasaran token dan pentingnya komunikasi jelas serta pengurusan risiko yang lebih baik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801ba32b0c1ea57b0bb6bb2",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/content-coin-launch-ink-drawing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:32:00"
        },
        {
            "title": "Solana, XRP, and BTC Might Pop 25 Percent With 2,500 Percent in Sight",
            "translated_facebook_post": "Bitcoin, Ethereum, XRP, dan Solana dijangka naik, tapi MAGACOINFINANCE menawarkan pulangan pelaburan yang jauh lebih tinggi.  Peluang untuk mendapat keuntungan besar masih ada, tapi kena cepat!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801bdc9b0c1ea57b0bb6bc2",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-280.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:30:00"
        },
        {
            "title": "Whales Acquire $20M in DeFi Tokens, Driving AAVE and UNI Prices",
            "translated_facebook_post": "Dua wallet 'paus' baru beli AAVE dan UNI bernilai $20 juta, dan harga dua token DeFi ni pun naik!  AAVE naik 3.5%, UNI naik 2.5%. Nampak macam ada keyakinan baru dalam pasaran ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801bdc87bb4b668052b96a0",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/aave-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:30:00"
        },
        {
            "title": "Trump Criticizes Fed Chair Powell's Monetary Policy Decisions",
            "translated_facebook_post": "Bekas Presiden Trump kritik tindakan pengerusi Fed, Powell, menyebabkan pasaran kripto kekal tak berubah pada harga USD 85,000,  walaupun ada potensi kenaikan harga nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b905e41b3b3008677094",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/crypto-market-reacts-to-trump.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:26:00"
        },
        {
            "title": "Next 1000x Crypto? 5 Low-Cap Gems Heating Up in April 2025 With Early Mover Advantage",
            "translated_facebook_post": "Lima matawang kripto — PEPE, ADA, SEI, SHX, dan ZBCN — tengah meningkat nilainya pada April 2025, menunjukkan potensi untuk melonjak tinggi pada masa akan datang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/next-1000x-crypto-5-low-cap-gems-heating-up-in-april-2025-with-early-mover-advantage/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/PITCH-3-4-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:23:00"
        },
        {
            "title": "VanEck Introduces Groundbreaking Crypto ETF",
            "translated_facebook_post": "VanEck bakal lancarkan ETF kripto baharu, NODE, pada 14 Mei, memberi peluang pelaburan dalam syarikat berkaitan infrastruktur kripto, dengan mempelbagaikan portfolio dalam bursa kripto, perlombongan, pusat data dan institusi kewangan tradisional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/vaneck-introduces-groundbreaking-crypto-etf",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-077-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:18:00"
        },
        {
            "title": "Qubetics, Theta, and Maker Price Surge: The Best Altcoins to Buy and Hold for Short Term Gains in 2025",
            "translated_facebook_post": "Ramai pakar jangka  Qubetics, Theta, dan Maker akan naik harga dalam masa terdekat.  Qubetics menarik perhatian dengan alat pembangunan blok rantainya, Theta dengan penstriman video terdesentralisasinya, dan Maker dengan teknologi stablecoinnya.  Peluang untung jangka pendek nampaknya cerah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b7ece41b3b300867708e",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-20.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:15:00"
        },
        {
            "title": "Qubetics Raises $16.1M, Cosmos Enhances Blockchain, and Celestia Boosts Scalability – Best Cryptos to Join for Short Term Profits",
            "translated_facebook_post": "Qubetics dah kumpul dana $16.1 juta, Cosmos upgrade blockchain, dan Celestia tingkatkan kebolehskalaan.  Nampaknya tiga projek ni berpotensi untung jangka pendek, terutamanya Qubetics dengan jualan pra-pelancaran yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b6c4d87fd633d6c21316",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-42.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:15:00"
        },
        {
            "title": "Qubetics: From $0.1729 to 8567% ROI – Top Crypto to Buy with Tezos and Near Protocol",
            "translated_facebook_post": "Qubetics, Tezos, dan Near Protocol antara projek kripto menarik tahun 2025. Qubetics fokus pada interoperabiliti, Tezos pada pentadbiran terdesentralisasi, manakala Near Protocol pada skalabiliti.  Pelaburan perlu dibuat dengan berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/qubetics-from-0-1729-to-8567-roi-top-crypto-to-buy-with-tezos-and-near-protocol/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-90-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:15:00"
        },
        {
            "title": "Qubetics, Ethereum & Tron: Best Crypto to Buy Now for Long Term Growth – Latest Insights",
            "translated_facebook_post": "Qubetics, Ethereum, dan Tron antara kripto yang berpotensi untuk pelaburan jangka panjang. Qubetics fokus pada penukaran aset fizikal kepada digital, Ethereum dominasi dalam aplikasi terdesentralisasi, manakala Tron menawarkan platform pantas untuk penggiat kandungan digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b6c57bb4b668052b9693",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-17T161308.547Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:15:00"
        },
        {
            "title": "Arizona crypto reserve bill passes House committee, heads to third reading",
            "translated_facebook_post": "Rang undang-undang rizab kripto Arizona, SB 1373, dah lulus peringkat jawatankuasa dan hampir siap untuk jadi undang-undang, cuma tunggu undi terakhir je lagi.  Walaupun ada potensi ditentang oleh gabenor, Arizona makin dekat untuk jadi negeri termaju dalam simpanan Bitcoin.",
            "translated_title": "Rang Undang-Undang rizab kripto Arizona lulus jawatankuasa Dewan, menuju bacaan ketiga.",
            "translated_content": "Salah satu rang undang-undang rizab kripto Arizona telah diluluskan oleh Dewan Negara dan kini hanya memerlukan satu undi lagi sebelum dihantar ke meja gabenor untuk kelulusan rasmi.\n\nRang Undang-Undang Rizab Aset Digital Strategik Arizona (SB 1373) telah diluluskan pada 17 April oleh Jawatankuasa Dewan Negara, yang melibatkan 60 ahli Dewan Negara menimbang rang undang-undang tersebut sebelum bacaan ketiga dan terakhir serta undian penuh dewan.\n\nSB 1373 bertujuan untuk menubuhkan Dana Rizab Strategik Aset Digital yang terdiri daripada aset digital yang dirampas melalui prosiding jenayah untuk diuruskan oleh bendahari negeri.\n\nBendahari Arizona dibenarkan untuk melabur sehingga 10% daripada jumlah wang dana dalam mana-mana tahun fiskal dalam aset digital. Bendahari juga boleh memberi pinjaman aset dana untuk meningkatkan pulangan, dengan syarat ia tidak meningkatkan risiko kewangan.\n\nWalau bagaimanapun, SB 1373 yang diluluskan Senat mungkin ditangguh oleh Gabenor Arizona, Katie Hobbs, yang baru-baru ini berikrar untuk memveto semua rang undang-undang sehingga badan perundangan meluluskan rang undang-undang untuk pembiayaan ketidakupayaan.\n\nHobbs juga mempunyai sejarah memveto rang undang-undang sebelum Dewan Negara dan telah memveto 15 rang undang-undang yang dihantar ke mejanya minggu ini sahaja.\n\nArizona kini peneraju dalam perlumbaan rizab Bitcoin negeri.\n\nSB 1373 telah diluluskan oleh badan perundangan Arizona bersama-sama dengan Akta Rizab Bitcoin Strategik Arizona (SB 1025), yang hanya termasuk Bitcoin (BTC).\n\nRang undang-undang itu mencadangkan untuk membenarkan perbendaharaan dan sistem persaraan negeri Arizona untuk melabur sehingga 10% daripada dana yang ada ke dalam Bitcoin.\n\nSB 1025 juga diluluskan oleh Jawatankuasa Dewan Negara Arizona pada 1 April dan sedang menunggu undian penuh dewan.\n\nUtah meluluskan undang-undang Bitcoin pada 7 Mac tetapi membatalkan peruntukan asas yang mewujudkan rizab Bitcoin dalam bacaan akhir.\n\nSenat Texas meluluskan rang undang-undang rizab Bitcoin pada 6 Mac, manakala rang undang-undang yang serupa baru-baru ini diluluskan oleh Dewan Negara New Hampshire.",
            "translated_summary": "Salah satu rang undang-undang rizab kripto Arizona, SB 1373, telah diluluskan oleh Jawatankuasa Dewan Undangan, dan kini hanya memerlukan satu undi dan tandatangan lagi untuk…",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b6c5e41b3b300867708a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ2MWItMzNmYy03Mjc5LTllODAtMWZlZTgyNmNkMDAx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 02:14:00"
        },
        {
            "title": "Bitcoin Targets $60K Resistance After Forming 3-Drive Pattern",
            "translated_facebook_post": "Bitcoin mungkin akan naik harga sampai $60,000 berdasarkan corak teknikal yang menunjukkan peningkatan momentum dan minat membeli.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoin-targets-60k-resistance-after-forming-3-drive-pattern/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/5-Bitcoin.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:13:00"
        },
        {
            "title": "Crypto Fear Index Shows Slight Rise to 33, Market Remains Cautious",
            "translated_facebook_post": "Indeks Ketakutan & Ketamakan naik sikit, menunjukkan ramai masih ragu-ragu dengan pasaran kripto sekarang ni, terutama dengan isu pelepasan token dan perubahan harga yang agak tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b599e41b3b3008677086",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-market-sentiment-2025.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:11:00"
        },
        {
            "title": "Slovenia’s finance ministry floats 25% tax on crypto transactions",
            "translated_facebook_post": "Kementerian Kewangan Slovenia nak kenakan cukai 25% atas keuntungan dagangan kripto, berkuatkuasa 1 Januari 2026, tapi ada pengecualian untuk transaksi tertentu.  Ada juga yang risau langkah ni boleh halang perkembangan kripto di negara tersebut.",
            "translated_title": "Kementerian Kewangan Slovenia cadangkan cukai 25% ke atas transaksi kripto.",
            "translated_content": "Kementerian Kewangan Slovenia sedang mempertimbangkan cukai 25% ke atas keuntungan perdagangan kripto untuk penduduk negara itu di bawah draf undang-undang baharu yang kini dibuka untuk perundingan awam.\n\nRang undang-undang ini mencadangkan untuk mengenakan cukai ke atas pedagang apabila mereka menjual kripto mereka untuk wang fiat atau membayar barangan dan perkhidmatan, tetapi pertukaran kripto-ke-kripto dan pemindahan antara dompet yang dimiliki oleh pengguna yang sama akan dikecualikan, kata Kementerian Kewangan Slovenia dalam satu kenyataan pada 17 April.\n\nDi bawah undang-undang yang dicadangkan, cukai kripto akan diselaraskan dengan undang-undang cukai sedia ada. Pembayar cukai Slovenia akan dikehendaki menyimpan rekod semua urus niaga mereka untuk pulangan cukai tahunan. Asas cukai akan dikira berdasarkan keuntungan dengan menolak harga pembelian daripada harga jualan.\n\nDalam satu kenyataan kepada Slovenia Times, Menteri Kewangan Klemen Boštjančič berkata adalah tidak munasabah bahawa perdagangan kripto bagi individu tidak dikenakan cukai di negara itu.\n\n\"Matlamat cukai ke atas aset kripto bukanlah untuk menjana hasil cukai, tetapi kami mendapati ia tidak logik dan tidak munasabah bahawa salah satu instrumen kewangan yang paling spekulatif tidak dikenakan cukai langsung,\" katanya dalam satu kenyataan yang diterjemahkan daripada bahasa Slovenia.\n\nCukai baharu boleh menjejaskan pertumbuhan kripto di Slovenia, kata penggubal undang-undang\n\nJernej Vrtovec, ahli perhimpunan kebangsaan Slovenia dan parti pembangkang New Slovenia, mengecam cadangan itu dalam satu kenyataan pada 16 April kepada X, dengan menyatakan bahawa ia boleh menjejaskan pertumbuhan kripto di negara itu.\n\n\"Slovenia berpeluang menjadi negara mesra kripto, tetapi dengan cadangan kerajaan, kita akan terlepas peluang ini sekali lagi,\" katanya dalam catatan yang juga diterjemahkan daripada bahasa Slovenia.\n\n\"Dengan cukai yang berlebihan, kita sekali lagi akan melihat golongan muda dan modal berpindah ke luar negara. Cukai harus menggalakkan, bukannya mengekang.\"\n\nCadangan ini dibuka untuk perundingan awam sehingga 5 Mei. Jika penggubal undang-undang Slovenia meluluskan rang undang-undang itu, ia akan berkuat kuasa pada 1 Januari 2026.\n\nSlovenia memperkenalkan cukai 10% ke atas pengeluaran dan pembayaran kripto pada tahun 2023, tetapi keuntungan modal daripada perdagangan kripto sekali-sekala tidak dikenakan cukai, menurut platform cukai kripto Token Tax.\n\nAktiviti kripto juga boleh dikecualikan daripada cukai jika ia dianggap sebagai hobi. Aktiviti perniagaan, seperti perlombongan atau pengesahan, tertakluk kepada cukai pendapatan.\n\nSatu rang undang-undang terdahulu yang dicadangkan pada April 2022 merancang untuk mengenakan cukai 5% ke atas keuntungan melebihi 10,000 euro ($11,372), tetapi ia tidak pernah diluluskan menjadi undang-undang.\n\nSlovenia telah mengeluarkan bon berdaulat digital pertama di Kesatuan Eropah pada 25 Julai tahun lepas. Ia mempunyai saiz nominal sebanyak 30 juta euro ($32.5 juta) dengan kupon 3.65% dan tarikh matang pada 25 November tahun itu.\n\nBilangan pengguna kripto di Slovenia diunjurkan mencapai kira-kira 98,000 pada tahun 2025, menurut platform data dalam talian Statisa, dengan kadar penembusan sebanyak 4.6% daripada jumlah penduduknya iaitu 2.12 juta orang. Manakala hasil yang diunjurkan untuk pasaran kripto negara itu dijangka mencecah $2.8 juta.",
            "translated_summary": "Kementerian Kewangan Slovenia mencadangkan cukai 25% ke atas keuntungan perdagangan kripto, di bawah cadangan baharu yang jika diluluskan, akan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b599e41b3b3008677082",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ2MDctMTYxYi03NTUzLWFmMTUtZjcxZjQzYWIxMGMx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 02:10:00"
        },
        {
            "title": "Venture into the Future: VanEck Launches Innovative Crypto-Focused ETF",
            "translated_facebook_post": "VanEck bakal lancarkan ETF tumpuan kripto, NODE, pada 14 Mei, melabur dalam syarikat yang menyokong ekonomi kripto, menawarkan peluang pelaburan dalam pelbagai sektor.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/venture-into-the-future-vaneck-launches-innovative-crypto-focused-etf/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1074-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:10:00"
        },
        {
            "title": "Alon Cohen Confirms Pump.fun Will Not Issue Tokens",
            "translated_facebook_post": "CEO Pump.fun, Alon Cohen, dah sahkan diorang tak akan keluarkan token, menepis khabar angin yang tersebar luas dalam pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b468e41b3b300867707e",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/alon-cohen-pixel-art-rpg.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:04:00"
        },
        {
            "title": "XRP, BTC, Solana Tipped to Surge 500% by 2025, Say Experts",
            "translated_facebook_post": "Pakar jangka Bitcoin, XRP, dan Solana mungkin naik sampai 500% menjelang 2025, tapi MAGACOINFINANCE nampaknya lagi cepat naik sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801b469e41b3b3008677080",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744920806.docx_1744920806_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 02:02:00"
        }
    ]
}