{
    "timestamp": "2025-03-06 16:32:26",
    "all_news": [
        {
            "title": "Parti pemerintah Jepun bercadang mengurangkan cukai keuntungan modal kripto kepada 20%.",
            "description": "Parti Demokrasi Liberal Jepun yang memerintah telah mencadangkan rangka kerja pengawalseliaan baharu untuk mata wang kripto yang termasuk pengurangan keuntungan modal yang signifikan…",
            "content": "Parti Demokratik Liberal Jepun (LDP), parti pemerintah dalam politik Jepun, sedang meneruskan reformasi pengawalsetiaan komprehensif ke atas mata wang kripto yang akan mengurangkan cukai keuntungan modal ke atas kripto kepada 20% dan mengkategorikan aset digital sebagai kelas aset yang berbeza.\n\nMenurut ahli Parlimen LDP, Akira Shiizaki (Akihisa), mata wang kripto akan dikategorikan sebagai kelas aset baharu, berasingan daripada sekuriti di bawah Akta Instrumen Kewangan dan Pertukaran.\n\nCadangan LDP juga meminta agar perdagangan derivatif mata wang kripto menerima rawatan cukai yang sama seperti pelaburan tunai dan berusaha untuk menangguhkan cukai ke atas pertukaran kripto-ke-kripto. Sebaliknya, LDP mencadangkan agar cukai daripada pertukaran kripto dikira sekaligus dan dikenakan hanya apabila kripto ditukar kepada mata wang fiat.\n\nSumber: Akira Shiizaki\n\nReformasi pengawalsetiaan ini menandakan bahawa Jepun semakin terbuka kepada mata wang kripto selepas pendekatan yang agak berhati-hati terhadap pelaburan aset digital pada masa lalu, memandangkan negara itu beralih daripada menggalakkan pelaburan dalam aset hutang AS.\n\nJepun mengutamakan inovasi tetapi dengan pendekatan yang berhati-hati.\n\nKerajaan Jepun tidak pernah secara jelas menentang kripto dan telah mengambil pendekatan pengawalsetiaan yang terukur dengan mengimbangi inovasi dengan perlindungan pengguna.\n\nPada November 2024, kerajaan Jepun meluluskan rang undang-undang rangsangan ekonomi dan komited kepada reformasi cukai kripto, yang sedang dijalankan, dengan LDP meminta maklum balas ke atas reformasi kripto sehingga 31 Mac 2025.\n\nPenyataan terjemahan cadangan cukai kripto LDP. Sumber: Kumpulan Kerja LDP\n\nAhli Parlimen Jepun, Satoshi Hamada, meminta badan perundangan untuk mengkaji potensi penggunaan rizab strategik Bitcoin (BTC) di Amerika Syarikat pada Disember 2024.\n\nHamada juga meminta kerajaan Jepun untuk mempertimbangkan untuk menggunakan rizab strategik Bitcoin dengan menukar sebahagian daripada rizab mata wang asingnya kepada BTC untuk kekal kompetitif dengan AS.\n\nBagaimanapun, Perdana Menteri Jepun, Shigeru Ishiba, kemudian menjawab bahawa Jepun tidak mempunyai cukup pengetahuan tentang pergerakan Bitcoin AS untuk membuat keputusan — menolak cadangan tersebut.\n\nBaru-baru ini, pada Februari 2025, Agensi Perkhidmatan Kewangan Jepun (FSA) meminta Google dan Apple untuk menggantung aplikasi bursa kripto yang tidak berdaftar di rantau ini sehingga bursa tersebut berdaftar dengan pihak berkuasa pengawalsetiaan Jepun.\n\nMajalah: Bagaimana undang-undang kripto berubah di seluruh dunia pada tahun 2025",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZiYWUtMmFhZS03ZGI0LTkyNWQtMGJkMGY4NTU0MjBi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c9cb2a519fdc5c0cf4ace5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 16:15:00",
            "status": "Posted"
        }
    ]
}