{
    "timestamp": "2025-03-17 20:28:00",
    "all_news": [
        {
            "title": "Hashdex pinda S-1 untuk ETF indeks kripto, tambah tujuh altcoins",
            "description": "Hashdex telah meminda pemfailan S-1 untuk ETF Indeks Kripto Nasdaq AS Hashdex bagi memasukkan tujuh altcoin, bukan hanya Bitcoin dan Ether.",
            "content": "Pengurus aset Hashdex telah meminda pemfailan pengawalseliaan S-1 untuk dana dagangan bursa (ETF) indeks mata wang kripto mereka untuk memasukkan tujuh altcoin sebagai tambahan kepada Bitcoin (BTC) dan Ether (ETH), menurut pemfailan pada 14 Mac.\n\nPindaan itu mencadangkan penambahan tujuh altcoin khusus kepada ETF indeks – Solana (SOL), XRP (XRP), Cardano (ADA), Chainlink (LINK), Avalanche (AVAX), Litecoin (LTC), dan Uniswap (UNI). Sehingga 17 Mac, ETF Indeks Kripto Nasdaq AS Hashdex hanya memegang Bitcoin dan Ether.\n\nVersi terdahulu S-1 Hashdex mencadangkan kemungkinan untuk menambah mata wang kripto lain pada masa hadapan tetapi tidak menyatakan yang mana.\n\nMenurut pemfailan tersebut, penambahan altcoin yang dicadangkan \"ialah sistem komputer rakan sebaya terdesentralisasi yang bergantung kepada kriptografi kunci awam untuk keselamatan, dan nilai mereka terutamanya dipengaruhi oleh penawaran dan permintaan pasaran.\"\n\nPemfailan yang disemak semula menunjukkan bagaimana penerbit ETF sedang mempercepatkan pelancaran produk kripto yang dirancang sekarang setelah Presiden AS Donald Trump mengarahkan pengawal selia persekutuan untuk mengambil pendekatan yang lebih lunak terhadap pengawalseliaan aset digital.\n\nSebagai sebahagian daripada peralihan itu, ETF merancang untuk menukar indeks rujukannya daripada Indeks Kripto AS Nasdaq – yang hanya menjejaki BTC dan ETH – kepada Indeks Kripto Nasdaq yang lebih komprehensif, menurut pemfailan tersebut.\n\nPengurus aset itu tidak menyatakan bila ia merancang untuk membuat perubahan tersebut. Suruhanjaya Sekuriti dan Bursa AS (SEC) mesti meluluskan perubahan yang dicadangkan sebelum ia boleh berkuat kuasa.\n\nPada bulan Disember, SEC memberi lampu hijau kepada kedua-dua ETF indeks Bitcoin dan Ether Hashdex dan Franklin Templeton.\n\nKedua-dua ETF disenaraikan pada bulan Februari, pada mulanya menarik aliran masuk yang agak sederhana, data menunjukkan. Ia merupakan ETF AS pertama yang bertujuan untuk menawarkan pelabur kedai sehenti yang mempelbagaikan indeks kripto.\n\nPengurus aset Grayscale juga telah memohon untuk menukarkan Dana Saham Besar Digital Grayscale kepada ETF. Diwujudkan pada tahun 2018, dana tersebut memegang portfolio indeks kripto yang terdiri daripada BTC, ETH, SOL dan XRP, antara lain.\n\nPenganalisis industri mengatakan ETF indeks kripto adalah tumpuan besar seterusnya bagi penerbit selepas ETF yang memegang BTC dan ETH disenaraikan pada Januari dan Julai.\n\nPada bulan Februari, SEC mengiktiraf lebih daripada sedozen pemfailan bursa berkaitan dengan ETF mata wang kripto, menurut rekod.\n\nPemfailan, yang dikemukakan oleh Cboe dan bursa lain, menangani perubahan peraturan yang dicadangkan mengenai peneguhan, pilihan, tebusan sejenis dan jenis dana altcoin baharu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTNkOTUtOTEyYi03MTE4LWE3NTEtNDRjNDExZWUzNmMy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d882a092ee27531dd44ba5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 20:12:00",
            "status": "Posted"
        }
    ]
}