{
    "timestamp": "2025-05-19 15:30:56",
    "all_news": [
        {
            "title": "Arctic Pablo Presale Nears Meltdown as $0.1 Price Target Draws Eyes – While Purple Pepe and Banana for Scale Close the Meme Coin Trinity",
            "translated_facebook_post": "Pasaran kripto tengah meriah dengan kemunculan duit syiling meme yang semakin meningkat nilainya, antaranya Arctic Pablo, Purple Pepe, dan Banana for Scale.  Arctic Pablo, khususnya, menarik perhatian ramai dengan potensi pulangan pelaburan yang tinggi dan konsep presale yang unik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682a30afc7dda07f5c994184",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f9c36bf727e5407e83b176c409fd904c.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:18:00"
        },
        {
            "title": "Missed Pepe Coin? Don’t Miss Your Chance with Arctic Pablo Coin – The Next Big Meme Coin Opportunity",
            "translated_facebook_post": "Lepas terlepas peluang Pepe Coin, nampaknya Arctic Pablo Coin ni ada potensi besar untuk ganti.  Harga sekarang masih rendah, dan pulangan pelaburan dijangka tinggi.  Cepat sikit sebelum terlepas lagi!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682afd94f0779b1202296b41",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0fc900330e8944b0a64733baa855f1bf.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:17:00"
        },
        {
            "title": "Strategy Faces Lawsuit Over Bitcoin But Still Buys $745M BTC",
            "translated_facebook_post": "Syarikat Strategy, yang dah beli Bitcoin bernilai $745 juta baru-baru ni,  kini tengah hadapi saman, tapi tetap teruskan rancangan nak kumpul Bitcoin sampai $42 billion menjelang 2027.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b4c1ac04b302e5a0970d1",
            "source": "The Crypto Times",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26708.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:16:00"
        },
        {
            "title": "Crypto Chaos Meets Gold Rush: 8 Best Meme Coins to Join for Long Term in 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b4c1a42eb9d5ecd0c5c2d",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/unnamed-2025-05-18T122113.972-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:15:00"
        },
        {
            "title": "Best Meme Coins for Exponential Returns: Arctic Pablo Coin, Bonk, and Book of Meme",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b4c1cab16fc00de10d527",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/2025-05-18T172719.327Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:15:00"
        },
        {
            "title": "Trump Disagrees with Moody’s US Credit Downgrade",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b4c1aab16fc00de10d525",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/trump-3-4.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:14:00"
        },
        {
            "title": "MaxAB-Wasoko acquires Egypt’s Fatura to bolster Africa’s B2B retail ecosystem",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b4c19ab16fc00de10d523",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:14:00"
        },
        {
            "title": "Dogecoin Shows Technical Reset as RSI Approaches Mid-Level Support",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/dogecoin-shows-technical-reset-as-rsi-approach/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/04/prediction-dogecoin-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:14:00"
        },
        {
            "title": "Europol Uncovers Major Crypto Money Laundering Network",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b4ae59cf4f7341dffe12c",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/europol-crypto-laundering-bust.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:10:00"
        },
        {
            "title": "Vitalik Buterin Proposes Ethereum Node History Limit",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b49c3ab16fc00de10d51d",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/vitalik-buterin-tech-talk-art.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:08:00"
        },
        {
            "title": "Ethereum: Vitalik Buterin Pushes for Stateless Nodes as ETH Price Drops and Whales Take Profits",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b49c242eb9d5ecd0c5c25",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/Ethreum-stateless-node.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:05:00"
        },
        {
            "title": "Dogecoin’s 96M Token Unlock This Week Could Trigger Sudden Market Shakeup",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b49c29cf4f7341dffe125",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2022/11/dogecoin-1.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:04:00"
        },
        {
            "title": "Fake Microsoft Token Plummets by 96% After Hype",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b49c19cf4f7341dffe123",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/digital-crash-oil-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:04:00"
        },
        {
            "title": "2025’s Best New Bitcoin Casinos – Newest Crypto Casino Websites, Ranked by Experts",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/2025s-best-new-bitcoin-casinos-newest-crypto-casino-websites-ranked-by-experts/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-19%20at%2016.01.24.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-19 15:03:00"
        },
        {
            "title": "Who’s got the charm, cash and code to be a crypto hub?",
            "translated_facebook_post": "Ramai negara sekarang berlumba-lumba nak jadi hab kripto utama dunia,  dengan Singapura, Dubai, Hong Kong, Amerika Syarikat dan UK antara yang paling aktif.  Setiap negara ada strategi sendiri, ada yang fokus pada peraturan ketat, ada yang lebih longgar, tapi semuanya nak tarik pelabur dan syarikat kripto.",
            "translated_title": "Siapakah yang mempunyai daya tarikan, wang, dan kod untuk menjadi hab kripto?",
            "translated_content": "## Kazakhstan, Maldives, dan Pakistan Sasar Gelaran Hab Kripto\n\nKazakhstan, Maldives, dan Pakistan baru-baru ini menyatakan hasrat untuk meletakkan diri sebagai hab kripto dan membangunkan ekonomi digital mereka.  Secara sejarahnya, negara-negara ini tidak menjadi tumpuan utama syarikat kripto global — walaupun Kazakhstan pernah seketika menjadi destinasi utama pelombong Bitcoin (BTC) selepas larangan perlombongan di China.\n\nSementara itu, pusat kewangan yang telah lama bertapak kini bersaing untuk menjadi hab kripto terkemuka di dunia dengan mencari keseimbangan yang tepat antara peraturan, bakat, modal dan infrastruktur. Berikut adalah bagaimana lima daripadanya menyokong impian kripto mereka.\n\n\n## Singapura: Hab Kripto dengan Panduan Ibu Bapa\n\nSingapura telah lama menjadi hab kewangan, disokong oleh penarafan kredit AAA, kadar cukai korporat yang rendah dan peraturan yang mesra perniagaan.  Dengan kemunculan aset digital, Singapura berada di antara pelopor dalam perlumbaan hab kripto.\n\nSingapura merupakan antara yang terawal dalam peraturan kripto. Akta Perkhidmatan Pembayaran (PSA) tahun 2019 — yang dikuatkuasakan pada tahun 2020 — merupakan salah satu rangka kerja undang-undang komprehensif pertama di Asia yang merangkumi aktiviti kripto.\n\nPSA menggunakan istilah \"token pembayaran digital\" (DPT) untuk mentakrifkan perwakilan nilai digital yang boleh dipindahkan, disimpan atau diniagakan secara elektronik — seperti kripto.\n\nPada masa penulisan ini, terdapat 33 penyedia perkhidmatan DPT yang dilesenkan oleh Penguasa Monetari Singapura (MAS), bank pusat negara-bandar itu. Casper Johansen, pengasas bersama Spartan Group yang berpangkalan di Singapura dan Hong Kong, berkata kelulusan lesen telah berjalan pada kadar yang terkawal, memberi ruang kepada hab yang lebih pantas seperti Dubai untuk mengejar.\n\n\"Singapura lebih merupakan hab kewangan institusi daripada hab kewangan runcit,\" kata Johansen, merujuk kepada batasan negara-bandar itu terhadap pemasaran kripto kepada pelabur runcit.\n\n\"Larangan pemasaran kepada runcit tidak menjejaskan kedudukan Singapura sebagai hab kripto global. Syarikat kripto yang beroperasi di Singapura tertarik dengan cukai yang rendah dan telus, rangka kerja pengawalseliaan yang kukuh dan kedaulatan undang-undang, perkhidmatan profesional bertaraf dunia, kemudahan hidup dan keterhubungan global,\" tambah Johansen.\n\nNamun, kelemahan telah muncul baru-baru ini, terutamanya berkaitan dasar imigresen dan pengambilan pekerja. Pada akhir tahun 2024, kebimbangan timbul apabila Ketua Pegawai Eksekutif firma analisis rantaian blok Nansen, Alex Svanevik, berkongsi bahawa beliau ditolak kediaman tetap. Kerajaan telah meningkatkan usaha untuk mengutamakan pengambilan pekerja tempatan di tengah-tengah peningkatan sensitiviti politik terhadap buruh asing.\n\n\n## Emiriah Arab Bersatu Mengalu-alukan Status Hab Kripto\n\nTidak seperti pesaing hab kripto lain, Dubai mempunyai pengawal selia aset digital khusus, iaitu Pihak Berkuasa Pengawalseliaan Aset Maya (VARA).\n\nRejim pelesenan yang luas menyediakan garis panduan yang jelas — malah untuk platform NFT — yang belum ditangani oleh ekonomi utama seperti Kesatuan Eropah. Rangka kerja Pasaran Aset Kripto (MiCA) EU pada masa ini tidak termasuk NFT.\n\nKejelasan VARA menarik minat syarikat yang kecewa dengan ketidakpastian peraturan di tempat lain. Binance, bursa tanpa sempadan tanpa pejabat utama rasmi, terpaksa memikirkan semula model itu di bawah tekanan pengawalseliaan global — dan hubungan bursa itu dengan UAE semakin meningkat.\n\nRichard Teng, bekas Ketua Pegawai Eksekutif zon bebas Abu Dhabi Global Market, mengambil alih sebagai Ketua Pegawai Eksekutif Binance selepas Zhao, dan baru-baru ini memberi bayangan bahawa UAE merupakan calon yang kuat untuk ibu pejabat bursa itu, walaupun keputusan belum dibuat lagi.\n\nUAE juga menyediakan insentif tersendiri, seperti tiada cukai pendapatan peribadi dan zon bebas seperti Pusat Komoditi Pelbagai Dubai (DMCC) dan Pusat Kewangan Antarabangsa Dubai (DIFC) menawarkan kelebihan cukai korporat 0% dan pemilikan asing 100%.\n\nSyarikat kripto melaporkan akses yang lebih mudah kepada perkhidmatan perbankan di Dubai, yang merupakan peningkatan berbanding cabaran yang dikatakan dihadapi syarikat di Amerika Syarikat di bawah \"Operasi Chokepoint 2.0.\"\n\n\n## Hong Kong Mendorong Hab Kripto dengan Akses Runcit dan ETF Pegangan\n\nHong Kong telah lama bertindak sebagai pintu masuk kewangan ke tanah besar China, di mana aktiviti kripto seperti perlombongan dan perdagangan masih dilarang.\n\nSebelum ini, bandar itu mempunyai rejim pelesenan sukarela, di mana hanya OSL dan HashKey dilesenkan untuk berkhidmat kepada institusi dan pelabur profesional. Di Hong Kong, pelabur profesional ditakrifkan secara sah sebagai mereka yang mempunyai portfolio bernilai sekurang-kurangnya 8 juta dolar Hong Kong (kira-kira $1 juta).\n\nIa kemudian dikemas kini kepada rejim mandatori, yang dilancarkan pada tahun 2023, yang membuka pintu kepada runcit.\n\nPeralihan kepada pelesenan mandatori menandakan satu titik perubahan. OSL dan HashKey menjadi bursa pertama yang dibenarkan untuk berkhidmat kepada pelabur runcit, manakala syarikat seperti Bybit dan OKX menarik balik permohonan mereka dan keluar daripada pasaran. Sehingga kini, 10 platform dilesenkan, manakala 15 lagi telah menarik balik atau ditolak.\n\nHong Kong telah membuat langkah selanjutnya dengan penyenaraian ETF Bitcoin dan Ether (ETH), dan baru-baru ini meluluskan pegangan dalam ETF Ether, yang masih belum dibenarkan di Amerika Syarikat. Ia juga telah memperkenalkan kotak pasir stablecoin di bawah pengawasan Penguasa Monetari Hong Kong untuk mencuba aset digital yang diluluskan dalam persekitaran yang terkawal.\n\n\"Kotak pasir adalah eksperimen, begitu juga ETF pegangan,\" kata Kelvin Koh, pengasas bersama Spartan Group. \"Perkara utama ialah eksperimen ini berlaku di Hong Kong.\"\n\nHong Kong baru-baru ini mengeluarkan pelan hala tuju ASPIRe pada Februari 2025, yang bertujuan untuk memupuk inovasi rantaian blok dan mengisi jurang pengawalseliaan untuk menjadikan bandar itu sebagai hab kripto global.\n\n\n## Impian Trump 2.0: Hab Kripto\n\nSyarikat kripto AS terperangkap dalam kebuntuan pengawalseliaan di bawah Suruhanjaya Sekuriti dan Bursa yang sebelum ini diketuai oleh Gary Gensler, yang strategi \"pengawalseliaan melalui penguatkuasaan\" yang agresif mencetuskan pertempuran undang-undang selama bertahun-tahun.\n\nItu berubah dengan pelantikan Presiden Donald Trump, yang telah menerima pakai pendirian yang mesra kripto. SEC sejak itu telah menggugurkan beberapa kes dan siasatan berprofil tinggi, termasuk yang menentang Coinbase, Uniswap dan Consensys, menandakan perubahan iklim pengawalseliaan yang bersedia untuk mengalu-alukan kembali kripto ke tanah AS.\n\nBinance.US menyambung semula perkhidmatan dolar AS pada bulan Februari selepas sekatan selama 18 bulan yang susulan tindakan penguatkuasaan daripada Suruhanjaya Dagangan Niaga Hadapan Komoditi, penyelesaian $2.7 bilion dan hukuman penjara empat bulan untuk bekas Ketua Pegawai Eksekutif Binance Changpeng Zhao.\n\nBursa pesaing OKX memasuki semula pasaran AS pada April 2025 selepas penyelesaian $500 juta dengan Jabatan Kehakiman.  Juga pada bulan April, Nexo mengumumkan — semasa acara dengan anak lelaki Trump hadir — bahawa ia telah menghidupkan semula impian Amerika selepas membatalkannya pada tahun 2022.\n\nKewangan tradisional semakin hangat, dengan pelaburan institusi membanjiri ETF spot Bitcoin dan Ether, yang disediakan oleh beberapa pengurus aset terbesar di dunia, termasuk gergasi $11.5 trilion BlackRock.\n\nHubungan cinta kewangan ini adalah dua hala kerana syarikat kripto juga semakin terbuka untuk berintegrasi ke dalam infrastruktur AS yang sedia ada.\n\nGalaxy Digital disenaraikan di Nasdaq pada 16 Mei, Circle sedang mempertimbangkan percubaan IPO lain, dan syarikat rintis rantaian blok Hong Kong Animoca Brands kini mengintai penyenaraian di New York, memetik pendirian Trump terhadap kripto.\n\nPusat kewangan terbesar di dunia, Bandar Raya New York, sedang membuat langkahnya sendiri. Datuk Bandar Eric Adams berkata pada 12 Mei bahawa Big Apple \"terbuka untuk perniagaan\" dengan syarikat kripto.\n\n\n## Dorongan Hab Kripto UK Menjadi Senyap, Tetapi London Masih Memanggil\n\nPada tahun 2023, Perdana Menteri ketika itu, Rishi Sunak, melancarkan visi berani untuk menjadikan UK sebagai hab kripto global, mendorong pengiktirafan stablecoin sebagai instrumen pembayaran yang dikawal selia dan menggariskan rangka kerja yang lebih luas untuk mengintegrasikan kripto ke dalam sistem kewangan negara.\n\nMomentum itu diterjemahkan kepada pergerakan sebenar: Pada April 2025, Perbendaharaan UK mengeluarkan undang-undang hampir muktamad yang bertujuan untuk membawa aset kripto — seperti platform dagangan, stablecoin dan perkhidmatan pegangan — ke dalam lingkungan pengawalseliaan negara.\n\nPihak Berkuasa Kelakuan Kewangan (FCA) kini sedang berunding tentang bagaimana untuk mengawal selia perantara, pinjaman dan bahagian teras lain ekosistem, menandakan pembangunan pengawalseliaan yang berterusan.\n\nTetapi sementara jentera pengawalseliaan terus berjalan, kehendak politik telah reda.  Seperti yang diberitahu oleh Arvin Abraham, rakan kongsi di kumpulan ekuiti persendirian firma guaman Goodwin kepada Cointelegraph, kripto pernah menjadi tumpuan utama agenda daya saing Sunak, tetapi di bawah kerajaan Buruh semasa, tumpuan itu telah pudar.\n\nStrategi Pertumbuhan dan Daya Saing Perkhidmatan Kewangan baharu, yang diketuai oleh Canselor Rachel Reeves, mengetengahkan teknologi kewangan sebagai keutamaan tanpa tumpuan semata-mata kepada kripto.\n\n\"UK tidak merasa seperti mengutamakannya seperti beberapa tahun yang lalu,\" kata Abraham.\n\nAbraham menambah UK kekal \"salah satu tempat terbaik untuk menubuhkan syarikat baharu,\" terutamanya untuk pengumpulan modal peringkat awal.\n\nBeliau menunjukkan insentif cukai yang murah hati untuk pelabur malaikat dan penumpuan unik kewangan dan syarikat rintis di London, menggelarnya \"mungkin salah satu bandar terbaik di dunia untuk perniagaan jenis teknologi kewangan.\"\n\nDalam erti kata itu, walaupun tanpa dasar kripto yang menarik perhatian, daya tarikan struktur UK masih menarik firma Web3 — hanya sekarang dengan latar belakang yang lebih senyap.",
            "translated_summary": "Berbilion ringgit dilambungkan ke dalam cita-cita kripto di seluruh dunia, tetapi lima pusat kewangan ini meletakkan infrastruktur dan peraturan sebenar di sebalik...",
            "original_url": "https://coinmarketcap.com/community/en/articles/682b48979cf4f7341dffe11b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmU4YjgtZDFiOS03YzU2LWE3MWUtMWRmOTJkZDcwNzI2.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-19 15:01:00"
        }
    ]
}