{
    "timestamp": "2025-04-05 15:25:16",
    "all_news": [
        {
            "title": "Berachain Revenue Soars 450% in One Week",
            "translated_facebook_post": "Pendapatan Berachain meningkat naik dengan mendadak, walaupun harga token BERA turun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f147b979311501ec502ffc",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Berachain-Revenue-Soars-450-in-Last-Seven-Days.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:07:00"
        },
        {
            "title": "58th Reason For National Bitcoin Reserve: Transparent Blockchains Modernize Supply Chain Oversight",
            "translated_facebook_post": "Negara yang guna Bitcoin sebagai rizab kebangsaan boleh cipta sistem rantaian bekalan yang lebih telus dan cekap, kurangkan penipuan, dan jimatkan kos.  Ini juga bagi kuasa perdagangan yang lebih saksama antara negara besar dan kecil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f147b979311501ec502ffe",
            "source": "BTCPeers",
            "image": "https://btcpeers.com/content/images/2025/04/3322.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:06:00"
        },
        {
            "title": "Should You Buy Solana Now or Wait?",
            "translated_facebook_post": "Harga Solana sekarang agak tak menentu,  berlegar sekitar $117.  Nampaknya peluang untuk naik ke $130 atau jatuh ke $100 masih terbuka.  Secara keseluruhannya,  pelaburan perlu dibuat dengan berhati-hati buat masa ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f147b9258cd21d0b0b68a6",
            "source": "CryptoTicker",
            "image": "https://cryptoticker-strapi-media.s3.eu-central-1.amazonaws.com/freepik_the_style_is_candid_image_photography_with_natural_43141_57400680e0.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:05:00"
        },
        {
            "title": "Bitcoin Creator Satoshi Nakamoto’s Birthday Celebrated",
            "translated_facebook_post": "Hari jadi pencipta Bitcoin, Satoshi Nakamoto, disambut ramai, walaupun identitinya masih misteri,  legasi beliau dalam dunia kewangan digital terus berkembang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1468c258cd21d0b0b68a2",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Satoshi-Nakamoto.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:03:00"
        },
        {
            "title": "SEC: USDT and USDC Stablecoins Are Not Securities",
            "translated_facebook_post": "Suruhanjaya Sekuriti Amerika Syarikat (SEC) telah sahkan stablecoin seperti USDT dan USDC bukanlah sekuriti,  membuka jalan untuk perkembangan pasaran stablecoin yang lebih luas dan mungkin menarik lebih banyak penyertaan daripada institusi kewangan besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1468b258cd21d0b0b689e",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/sec0504_df6ccd0c96.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:02:00"
        },
        {
            "title": "Utility, volatility and longevity: Looking beyond the hype",
            "translated_facebook_post": "Projek mata wang digital yang berjaya ialah yang memberi manfaat sebenar, bukan sekadar spekulasi jangka pendek.  Kegunaan dan kestabilan lebih penting daripada turun naik harga.  Token peminat, contohnya, menunjukkan ketahanan kerana ia menawarkan pengalaman yang lebih baik kepada peminat.",
            "translated_title": "Kegunaan, Ketidakstabilan dan Jangka Hayat: Melihat Melebihi Sensasi",
            "translated_content": "Pendapat oleh: James Newman, ketua pegawai hal ehwal korporat di Chiliz\n\nTanggapan terhadap teknologi rantaian blok, terutamanya bagi mereka yang berada di luar industri ini, sering dipacu oleh cerita-cerita tentang ketidaktentuan yang melampau, pelaku jahat, dan spekulasi.\n\nDalam beberapa bulan kebelakangan ini, industri ini didominasi oleh naratif tentang kebangkitan dan kejatuhan seterusnya duit syiling meme seperti HAWK, Fartcoin dan LIBRA.  Jika kita kembali ke tahun 2021, dengan kekurangan kes penggunaan yang tulen, publisiti besar-besaran terhadap token tidak boleh tukar ganti (NFT) gagal diterjemahkan kepada kejayaan jangka panjang, dengan purata projek NFT hari ini mempunyai jangka hayat 2.5 kali lebih pendek daripada purata projek kripto.\n\nNamun, bagi ramai, daya tarikan aset-aset ini terletak pada ketidaktentuannya, yang mampu mengubah beberapa ringgit kepada kekayaan semalaman. Walaupun NFT dan duit syiling meme tidak dinafikan merupakan sebahagian daripada budaya Web3, apa yang mengekalkan projek, mengekalkan penglibatan pengguna, dan memacu industri ke hadapan bukanlah ketidaktentuan tetapi penyediaan penyelesaian tulen kepada masalah dunia sebenar.  Pada akhirnya, ia adalah mengenai utiliti.\n\nUtiliti memacu kestabilan\n\nRamai projek rantaian blok gagal kerana ia merupakan penyelesaian yang mencari masalah, dan bukannya menyelesaikan masalah yang sedia ada. Aset yang tidak menawarkan sebarang utiliti langsung tidak mungkin lebih daripada satu saat spekulasi yang tidak menentu. Walaupun aset digital terus menolak sempadan inovasi teknologi, keperluan manusia untuk utiliti dan nilai ketara kekal tetap. Tambahan pula, utiliti aset digital mempromosikan kestabilan dengan mengalihkan tumpuan daripada spekulasi jangka pendek kepada penglibatan yang bermakna.\n\nApabila menilai kestabilan aset digital, jangka hayatnya jauh lebih memberitahu daripada perubahan harga jangka pendek. Ketidaktentuan adalah wujud dalam kripto, tetapi ukuran ketahanan yang tepat ialah sama ada sesuatu projek itu dapat bertahan dalam kitaran pasaran. Token peminat telah menunjukkan kestabilan ini, manakala NFT — walaupun dengan ledakan awalnya — kebanyakannya bergelut untuk mengekalkan nilai jangka panjang di luar publisiti spekulatif.\n\nWalaupun duit syiling meme pastinya menjana publisiti, jangka hayatnya adalah singkat. 97% daripada duit syiling meme yang dilancarkan pada tahun 2024 telah pun gagal. Sudah tentu terdapat pengecualian, tetapi sebahagian besarnya tidak dapat bertahan lama.\n\nSebaliknya, kelab sukan telah mengeluarkan token peminat sejak tahun 2018, mengharungi kedua-dua pasaran lembu dan beruang. Ketahanan mereka datang daripada utiliti — token peminat terus berkembang untuk mencipta semula penglibatan peminat, mendekatkan peminat dan kelab.\n\nSelesaikan masalah, cipta nilai, bina jangka hayat\n\nHubungan antara utiliti dan kestabilan adalah jelas. Aset digital yang menyelesaikan masalah dunia sebenar memupuk penggunaan yang mampan.  Sebaliknya daripada menarik spekulator yang mengharapkan keuntungan cepat, aset yang dipacu utiliti membawa pengguna dengan keperluan atau minat tulen terhadap projek tersebut.\n\nKebangkitan stablecoin menggariskan kepentingan utiliti.\n\nBaru-baru ini: Token peminat menawarkan kestabilan — NFT tidak\n\nSepanjang enam bulan yang lalu, permodalan pasaran stablecoin telah meningkat daripada $160 bilion kepada $230 bilion. Menurut DeSpread Research, pada tahun 2021, terdapat 27 stablecoin. Menjelang Julai 2024, terdapat 182, mewakili kadar pertumbuhan 574% dalam tempoh tiga tahun. Sebabnya? Stablecoin menyediakan utiliti sebenar kepada pengguna, sama ada anda seorang pemilik perniagaan kecil yang ingin berurus niaga merentas sempadan atau seorang pembangun yang mencari kecairan untuk protokol kewangan terdesentralisasi (DeFi) anda.\n\nSatu lagi petunjuk utiliti aset ialah penggunaan institusi. Secara terus terang, BlackRock melabur dalam Bitcoin (BTC). Ia menawarkan dana dagangan bursa (ETF) BTC — bukan Fartcoin — kerana institusi mengutamakan aset dengan rekod prestasi yang terbukti dalam mencipta nilai ketara untuk pelanggan mereka berbanding spekulasi jangka pendek yang dipenuhi publisiti.\n\nBagi peminat sukan, hubungan emosi dengan pasukan mereka sangat mendalam — walaupun mereka tidak pernah menjejakkan kaki ke stadium pasukan mereka. Token peminat mengisi jurang ini dan memanfaatkan hubungan emosi ini dengan menawarkan lebih banyak cara untuk peminat berhubung dengan pasukan mereka melalui penyertaan dan ganjaran langsung — di mana sahaja mereka berada di dunia.\n\nSama ada mengundi keputusan pasukan, mengakses tawaran eksklusif, menaruh token peminat untuk faedah tambahan atau hanya memiliki sebahagian daripada identiti digital pasukan mereka, token peminat menyediakan utiliti sepanjang kitaran hayatnya.\n\nMasa depan aset digital\n\nUntuk melengkapkan kitaran, visi asal Satoshi Nakamoto untuk Bitcoin adalah untuk menyelesaikan masalah: sistem kewangan yang tidak adil. 16 tahun kemudian, walaupun pelbagai aplikasi teknologi rantaian blok, ini masih menjadi realiti aset tersebut.\n\nMasa depan aset digital akan ditentukan oleh keupayaan mereka untuk menyelesaikan masalah dunia sebenar, yang diiktiraf oleh kelab-kelab itu sendiri. Inilah sebabnya mereka tidak hanya mengeluarkan token peminat — mereka secara aktif memberikan hak IP mereka untuk mengukuhkan kepercayaan dan kredibiliti dalam aset tersebut. Apabila beberapa jenama sukan paling ikonik di dunia menerima teknologi rantaian blok dengan cara ini, ia adalah isyarat yang jelas bahawa era penglibatan peminat seterusnya bukan di ufuk — ia sudah pun di sini. Dan kita baru sahaja bermula.\n\nDi luar token peminat, rantaian blok sedang mengubah industri sukan dalam pelbagai dimensi, dengan setiap kes penggunaan menjadi semakin saling berkaitan. Ambil pelaburan Tether yang baru-baru ini dalam Juventus. Peningkatan harga token peminat Juventus menggariskan betapa mendalamnya rantaian blok dan kripto bersilang dalam pelaburan, penajaan dan penglibatan peminat. Dengan penajaan kripto dalam sukan yang melonjak pada tahun 2024, penumpuan ini hanya akan mempercepatkan apabila kelab, liga dan jenama meneroka cara baharu untuk memanfaatkan teknologi Web3 — mewujudkan pengalaman peminat yang lebih kaya dan interaktif sambil membuka aliran pendapatan baharu.",
            "translated_summary": "Naratif teknologi rantaian blok seringkali tertumpu kepada ketidaktentuan dan spekulasi, sekali gus mengaburi potensi utiliti sebenar teknologi ini dalam dunia nyata. Penyelesaian tulen membolehkan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1468c258cd21d0b0b68a0",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIyZjctMjk3YS03NmVmLTk2YzgtZDk3MmZkNDRmNGYx.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-05 15:00:00"
        },
        {
            "title": "Solana’s Price Struggles and Why SOL Holders Are Jumping Ship to Trending Mutuum Finance (MUTM) Amid 62x Predictions",
            "translated_facebook_post": "Harga Solana (SOL) tengah turun, ramai pelaburalih kepada Mutuum Finance (MUTM) yang sedang naik daun,  dengan jangkaan pulangan tinggi sampai 62 kali ganda.  MUTM menawarkan peluang pelaburan awal menarik pada harga $0.025, sebelum naik lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f147b967186d37c7c577cc",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-7-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:00:00"
        },
        {
            "title": "Investor Reveals the Best Crypto to Hold for a 10,000% ROI By the End of June 2025 – Shiba Inu, XRP or Lightchain AI?",
            "translated_facebook_post": "Pelaburan dalam kripto macam Shiba Inu, XRP, dan Lightchain AI tengah hangat diperkatakan, dengan jangkaan pulangan tinggi sampai 10,000% menjelang pertengahan 2025.  Namun,  semua pelaburan ada risiko, kena buat kajian sendiri sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f147b9258cd21d0b0b68a8",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-2-6.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 15:00:00"
        },
        {
            "title": "No country wins a global trade war, BTC to surge as a result: Analyst",
            "translated_facebook_post": "Perang perdagangan global tak untungkan sesiapa, dan ini mungkin akan menyebabkan harga Bitcoin meningkat.",
            "translated_title": "Tiada negara menang dalam perang perdagangan global, BTC dijangka melonjak sebagai hasilnya: Penganalisis",
            "translated_content": "Presiden Amerika Syarikat Donald Trump's dasar perdagangan akan mencipta kekacauan makroekonomi di seluruh dunia dan krisis kewangan jangka pendek yang akhirnya akan membawa kepada penggunaan Bitcoin (BTC) yang lebih meluas sebagai aset simpanan nilai, menurut penganalisis Bitwise Jeff Park.\n\nKetidakstabilan ekonomi daripada perang perdagangan akan menyebabkan kerajaan-kerajaan mengguna pakai dasar fiskal dan monetari inflasi, yang akan terus merosakkan mata wang dan membawa kepada pelarian global ke tempat yang selamat dalam simpanan nilai alternatif, seperti Bitcoin, Park berhujah.\n\nPeningkatan permintaan untuk BTC akan memacu harga jauh lebih tinggi dalam jangka masa panjang, penganalisis itu menyimpulkan. Dalam catatan X pada 2 Februari, Park meramalkan kesan serta-merta perang perdagangan:\n\nWalaupun peningkatan permintaan untuk Bitcoin sebagai simpanan nilai terhadap mata wang fiat yang menyusut dengan cepat memacu harga BTC lebih tinggi dalam jangka masa panjang, pasaran kewangan global akan merasai kesakitan jangka pendek dan kemusnahan kekayaan perang perdagangan, menurut Park.\n\nBitcoin dilanda kejutan harga jangka pendek akibat Covid-19 pada Mac 2020 sebelum melonjak ke paras tertinggi sepanjang zaman semasa pasaran lembu 2020-2021.\n\nPasaran global merasai kejutan jangka pendek\n\nTarif adalah \"stagflasi untuk dunia secara keseluruhan,\" ahli ekonomi dan pengurus dana lindung nilai Ray Dalio menulis dalam catatan X pada 4 April. Tarif cenderung lebih mendeflasi untuk pengeluar barangan yang dikenakan cukai dan lebih inflasi untuk negara pengimport, Dalio menambah.\n\nBeliau menyimpulkan bahawa tahap hutang dan ketidakseimbangan perdagangan akhirnya akan membawa kepada peralihan kewangan global yang mengubah susunan monetari yang telah ditetapkan.\n\nPasaran saham AS mengalami jualan besar-besaran berikutan tarif perdagangan meluas daripada pentadbiran Trump.\n\n\"Jika tarif perdagangan ini membawa kepada perang perdagangan besar-besaran, ia akan menjadi sangat buruk untuk seluruh dunia,\" pengasas Coin Bureau dan penganalisis pasaran Nic Puckrin memberitahu Cointelegraph dalam satu temu bual.\n\nPenganalisis itu berkata ekonomi AS mempunyai 40% peluang mengalami kemelesetan pada 2025 di tengah-tengah kebimbangan tentang perang perdagangan yang panjang dan ketidakpastian makroekonomi yang disebabkan oleh dasar perdagangan proteksionis.\n\nTiada kesakitan, tiada keuntungan: Kejutan jangka pendek untuk memacu harga aset lebih tinggi dalam jangka panjang?\n\nPengurus aset Anthony Pompliano baru-baru ini membuat spekulasi bahawa presiden AS sengaja menjunam pasaran modal untuk memaksa pengurangan kadar faedah dan menurunkan kos perkhidmatan hutang negara AS.\n\nKadar faedah bagi Bon Perbendaharaan AS 10 tahun telah menurun sejak permulaan penggal kedua Trump.\n\nKadar faedah bagi Bon Perbendaharaan AS 10 tahun menurun daripada kira-kira 4.66% pada Januari kepada kadar semasa 4.00%.\n\nPompliano juga menyimpulkan bahawa walaupun dasar pentadbiran AS semasa akan mencipta kesakitan jangka pendek, kesan kadar faedah yang lebih rendah akan menggalakkan pinjaman dan memacu harga aset berisiko lebih tinggi dalam jangka panjang.",
            "translated_summary": "Penganalisis pasaran dan ahli ekonomi meramalkan peralihan ekonomi global yang besar yang diburukkan lagi oleh tarif perdagangan Presiden Amerika Syarikat Donald Trump dan akibat-akibatnya…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1456167186d37c7c577c3",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWZjNjEtNDdkNy03ZjM2LWIzNDItNzBlY2YxNTkxNzZm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-05 14:58:00"
        },
        {
            "title": "Cryptocurrency Mining Shifts Towards Localized Models",
            "translated_facebook_post": "Industri perlombongan kripto kini beralih kepada operasi kecil-kecilan dan setempat untuk kurangkan kos, elak risiko politik, dan kekalkan keseimbangan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/cryptocurrency-mining-shifts-towards-localized-models",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/mining-065-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:48:00"
        },
        {
            "title": "New Coin Under $0.25 Explodes as Private Crypto Group Known For Accurate 12,000% Calls Like Solana and Dogecoin Backs It",
            "translated_facebook_post": "Satu token baharu, RXS,  nampaknya berpotensi tinggi dengan sokongan kumpulan kripto yang tepat ramalannya dan tumpuan kepada aset fizikal digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f142f567186d37c7c577ba",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/dCczekytuc0nv1S3Y7L1ChKXsJYYM05bW3M1tDzX.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:48:00"
        },
        {
            "title": "Crypto Outperforms Nasdaq as BTC Becomes 'U.S. Isolation Hedge' Amid $5T Equities Carnage",
            "translated_facebook_post": "Pasaran mata wang kripto menunjukkan prestasi lebih baik berbanding Nasdaq, dengan Bitcoin dilihat sebagai lindung nilai daripada ketidaktentuan pasaran saham AS yang mengalami kerugian sekitar $5 trilion.  Pelabur beralih kepada Bitcoin sebagai alternatif di tengah-tengah kejatuhan pasaran saham Amerika Syarikat.\n\n\nBitcoin jadi pilihan pelabur masa saham AS jatuh teruk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-outperforms-nasdaq-as-btc-becomes-u-s-isolation-hedge-amid-usd5t-equities-carnage/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/fde84cadb8f296129e099039722986883421e527-1440x1080.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:47:00"
        },
        {
            "title": "Trump's Tariffs Ignite Recession Concerns: Crypto Market on Alert",
            "translated_facebook_post": "Cukai import baru Trump ni bagi signal ekonomi mungkin merosot, dan pasaran kripto pun terkesan, tapi buat masa ni kesan dia tak berapa ketara sangat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f142f467186d37c7c577b6",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/businessman-concerned-stock-market.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:45:00"
        },
        {
            "title": "Ethereum Eyes Bullish Reversal as RSI Divergence Signals Momentum Shift Toward $4K",
            "translated_facebook_post": "Harga Ethereum mungkin akan naik semula, dengan petunjuk teknikal menunjukkan momentum beli semakin meningkat dan harga mungkin mencecah $4,000.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1456067186d37c7c577c1",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/Ethereum-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:45:00"
        },
        {
            "title": "China’s state media uses AI-generated videos to criticize Trump’s tariffs",
            "translated_facebook_post": "Media China guna video AI untuk kritik dasar tarif Trump, tunjuk kesan negatif pada ekonomi Amerika.  China balas dengan mengenakan cukai eksport dan import sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f1443467186d37c7c577be",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Chinas-state-media-uses-AI-generated-videos-to-criticize-Trumps-tariffs.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:42:00"
        },
        {
            "title": "Bitcoin ETFs See Negative Daily Net Inflow of $64.88M Despite Positive Cumulative Inflow",
            "translated_facebook_post": "Walaupun aliran masuk harian Bitcoin ETF negatif, jumlah keseluruhan aliran masuk masih positif, menunjukkan minat pelabur yang berterusan dalam pasaran Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoin-etfs-see-negative-daily-net-inflow-of-64-88m-despite-positive-cumulative-inflow/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/05/bitcoin-etf-9.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:41:00"
        },
        {
            "title": "TRON's Sun Alleges Severe Fund Misuse by First Digital Trust",
            "translated_facebook_post": "Pengasas TRON, Justin Sun, tuduh First Digital Trust salah guna dana pelanggan sebanyak $500 juta, menjejaskan pasaran kripto dan menyebabkan matawang stabil FDUSD jatuh nilainya.  Pihak berkuasa Hong Kong pun dah mula siasat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f141c879311501ec502fef",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/justin-sun-accuses-trust-chaos.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:40:00"
        },
        {
            "title": "Shift to Localized Models: The Future of Cryptocurrency Mining",
            "translated_facebook_post": "Industri perlombongan mata wang kripto makin bergerak ke model setempat dan terdesentralisasi sebab risiko campur tangan politik dan kos tenaga tinggi.  Syarikat perlombongan besar makin terdedah, jadi  model kecil dan setempat lebih selamat dan menjimatkan.  Ini penting untuk keseimbangan pasaran jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/shift-to-localized-models-the-future-of-cryptocurrency-mining/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-mining-018.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:39:00"
        },
        {
            "title": "UK Police Partner With Law Firm for Crypto Fraud Recovery",
            "translated_facebook_post": "Polis UK sekarang bekerjasama dengan firma guaman untuk dapatkan balik duit mangsa penipuan mata wang kripto, jadi harapnya lebih ramai dapat duit mereka balik lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f140b079311501ec502fea",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/uk-police-lawyers-meeting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:34:00"
        },
        {
            "title": "Here’s why crypto stocks COIN, MARA, MSTR beat S&P 500 index",
            "translated_facebook_post": "Saingan saham kripto mengatasi pasaran saham minggu ini, terutamanya disebabkan harga kripto yang agak stabil walaupun pasaran saham jatuh akibat beberapa faktor seperti tarif baharu dan kebimbangan terhadap sektor AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f13f8967186d37c7c577aa",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/11/cropped-crypto-news-is-Ethereum-dying-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-05 14:33:00"
        }
    ]
}