{
    "timestamp": "2025-03-08 02:35:23",
    "all_news": [
        {
            "title": "Rizab Bitcoin AS Mencetuskan Pengaliran Modal ETF Bernilai $370 Juta: Farside",
            "description": "Aliran keluar ETF Bitcoin menunjukkan pelabur institusi was-was terhadap “emas digital” selepas perintah eksekutif Trump pada 6 Mac mengecewakan pedagang.",
            "content": "Bitcoin bursa dagangan (ETF) menyaksikan hampir USD 370 juta pengeluaran bersih pada 7 Mac, susulan reaksi pelabur terhadap pelan Presiden Donald Trump untuk rizab strategik Bitcoin AS, menurut data daripada Farside Investors.\n\nPengeluaran ini menunjukkan pelabur institusi was-was dengan pendedahan Bitcoin (BTC) selepas perintah eksekutif Trump pada 6 Mac — yang mencipta rizab Bitcoin kebangsaan tetapi tidak mengarahkan kerajaan untuk membeli Bitcoin — mengecewakan pedagang.\n\n\"Walaupun [perintah eksekutif Trump] mengiktiraf peranan kripto dalam kewangan global, kekurangan pembelian baharu mengecewakan pasaran,\" kata Alvin Kan, ketua pegawai operasi Bitget Wallet, kepada Cointelegraph.\n\nPengumuman bernuansa\n\nPada 6 Mac, Trump menandatangani perintah eksekutif yang mencipta rizab Bitcoin strategik dan, secara berasingan, simpanan aset digital untuk menyimpan mata wang kripto lain.\n\nKedua-duanya pada mulanya akan terdiri daripada aset yang diperoleh oleh penguatkuasaan undang-undang dan prosiding undang-undang yang lain.\n\nPerintah itu meminta pegawai untuk \"membangunkan strategi neutral bajet untuk memperoleh bitcoin tambahan, dengan syarat strategi tersebut tidak mengenakan kos tambahan kepada pembayar cukai Amerika.\"\n\n\"Skop terhad ini tidak mencapai jangkaan pasaran dan mengakibatkan kekecewaan yang ketara,\" kata Temujin Louie, CEO Wanchain, protokol interoperabiliti rentas rantaian, kepada Cointelegraph.\n\nWalau bagaimanapun, \"perintah Trump membuka kemungkinan untuk memperoleh Bitcoin tambahan juga, selagi pengambilalihan tidak menelan belanja pembayar cukai,\" kata Bryan Armour, pengarah penyelidikan strategi pasif di Morningstar, kepada Cointelegraph.\n\n\"Itu boleh memperkenalkan pembeli baharu kepada ekosistem Bitcoin.\"\n\nReaksi pasaran\n\nHarga spot Bitcoin jatuh lebih daripada 2% pada 7 Mac, menurut data daripada Google Finance.\n\nSementara itu, data daripada CME, bursa derivatif terbesar AS, menunjukkan penurunan lebih daripada 2% merentas kebanyakan lengkung hadapan Bitcoin, yang terdiri daripada kontrak niaga hadapan yang tamat pada tarikh yang berperingkat.\n\nNiaga hadapan ialah kontrak piawai yang mewakili perjanjian untuk membeli atau menjual aset pada tarikh hadapan tertentu.\n\nWalaupun tanpa kerajaan AS secara aktif membeli Bitcoin, \"Rizab Bitcoin Strategik AS bermakna… Negara lain akan membeli bitcoin… [dan] Institusi kewangan tiada alasan\" untuk tidak menambah peruntukan BTC, kata Ryan Rasmussen, ketua penyelidikan pengurus aset Bitwise, dalam catatan X.\n\nPenjualan itu ialah \"peristiwa beli khabar angin, jual berita yang mudah,\" kata Austin Arnold, pengasas bersama Altcoin Daily, kepada Cointelegraph.  \"Dalam jangka panjang, ini adalah kenaikkan harga.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5NDA2YTAtM2VmNy03Njg3LWJmOWYtNDY0NjJjYmI3YzVl.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cba6dc8c1cf11a33aeabb9",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 02:06:00",
            "status": "Posted"
        }
    ]
}