{
    "timestamp": "2025-05-08 13:36:00",
    "all_news": [
        {
            "title": "Why Are U.S. Crypto Firms Expanding?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/why-are-u-s-crypto-firms-expanding",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/exchanges-012.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:18:00"
        },
        {
            "title": "Dogecoin Eyes 252% Rally Toward $0.65 Target",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681caf79041c054777ac6cb8",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/Dogecoin-.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:17:00"
        },
        {
            "title": "Coinbase to Acquire Deribit in $2.9B Deal, Becoming Leading Global Crypto Derivatives Platform",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681caf7bf27842618c7b13d7",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/coinbase43421.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:15:00"
        },
        {
            "title": "Soneium partners with Square Enix’s SYMBIOGENESIS to provide cross-game NFT rewards",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681caf79041c054777ac6cb4",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/05/crypto-news-The-human-side-of-web3-games-option01.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:15:00"
        },
        {
            "title": "Coinbase Users Hit by $45M Theft in Social Engineering Spree",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681caf79041c054777ac6cba",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/Coinbase-crypto-exchange-1-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:15:00"
        },
        {
            "title": "Browser-based crypto mining in 2025: Still viable or virtually dead?",
            "translated_facebook_post": "Sekarang ni,  menambang kripto guna pelayar web masih ada, tapi taklah banyak untung sangat. Lebih kepada mencuba dan belajar je, bukan nak kaya raya.",
            "translated_title": "Perlombongan kripto berasaskan pelayar pada tahun 2025: Masih berdaya maju atau sudah pupus?",
            "translated_content": "**Pengambilan Utama:**\n\nSelepas penutupan Coinhive pada tahun 2019, perlombongan pelayar telah kembali dengan alat-alat baru seperti CryptoTab Browser, Pi Network dan YouHolder.  Perlombongan menggunakan pelayar boleh menelan kos elektrik yang lebih tinggi daripada kripto yang diperoleh, terutamanya bagi pengguna dengan peranti pertengahan. Walaupun kurang intensif tenaga berbanding ladang ASIC, perlombongan pelayar masih menambahkan penggunaan kuasa secara kumulatif dan memberi tekanan kepada perkakasan peranti anda. Perlombongan pelayar sedang berkembang dengan bantuan WebAssembly (Wasm), meningkatkan kecekapan skrip dan mewujudkan pengalaman pengguna yang lebih lancar.\n\nPerlombongan kripto berasaskan pelayar kedengaran seperti mimpi: Hanya buka laman web, biarkan ia berjalan, dan komputer anda mula memperoleh kripto di latar belakang. Tiada ASIC yang besar, tiada ladang GPU, tiada tutorial persediaan yang panjang — hanya pelayar anda melakukan kerja berat. Idea ini menjadi popular pada lewat tahun 2010-an dengan alat-alat seperti Coinhive, yang membenarkan pemilik laman web perlombongan Monero (XMR) menggunakan JavaScript. Pada mulanya, ia kelihatan seperti alternatif yang bijak kepada iklan; pelawat menderma sedikit kuasa CPU yang tidak digunakan, dan laman web memperoleh kripto. Tetapi kemudian datangnya kriptojacking. Laman web mula menjalankan skrip ini tanpa kebenaran pengguna, menghabiskan sumber dan melambatkan peranti. Pada tahun 2019, Coinhive ditutup, memetik pulangan yang semakin kecil dan pengawasan yang semakin meningkat.\n\nKini, pada tahun 2025, perlombongan kripto pelayar sedang membuat kemunculan semula secara senyap-senyap. Alat-alat baru, peraturan baru dan generasi pengguna kripto yang baru sedang menghidupkan semula konsep ini. Tetapi adakah ia berbaloi atau hanya tinggalan masa lalu kripto yang lebih mencabar? Mari kita lihat keadaan semasa.\n\nAdakah anda tahu? Pada tahun 2018, Coinhive bertanggungjawab terhadap kira-kira 1.18% daripada semua blok Monero yang dilombong.\n\n\n**Status Perlombongan Kripto Berasaskan Pelayar pada 2025:**\n\n**Platform Aktif:**\n\nNama terbesar dalam perlombongan kripto pelayar hari ini ialah CryptoTab Browser. Ia adalah pelayar berasaskan Chromium dengan ciri perlombongan terbina dalam yang membolehkan pengguna memperoleh Bitcoin (BTC) secara pasif. Ia juga menawarkan alat seperti Cloud Boost untuk melipatgandakan pendapatan dan kolam perlombongan untuk kecekapan yang lebih baik.\n\nSementara itu, platform berasaskan mudah alih seperti Pi Network dan YouHolder memenuhi keperluan pengguna yang ingin melombong melalui telefon pintar — atau sekurang-kurangnya mensimulasikan proses tersebut sambil mengumpul ganjaran. Platform ini mengaburkan garisan antara perlombongan sebenar dan penglibatan permainan, tetapi ia telah menarik berjuta-juta pengguna, terutamanya di pasaran baru muncul.\n\n**Syiling yang Disokong:**\n\nMonero masih popular untuk perlombongan pelayar; algoritma RandomXnya dioptimumkan untuk CPU dan tahan ASIC, yang bermaksud komputer biasa boleh mengendalikannya. CryptoTab, sementara itu, memberi tumpuan kepada Bitcoin, walaupun ia menggunakan sejenis kuasa hash berkumpul untuk menjadikannya sesuai melalui antara muka pelayar, walaupun kecekapan dan keuntungannya sering dipertikaikan disebabkan oleh kesukaran perlombongan Bitcoin yang tinggi dan pergantungan kepada perkakasan khusus.\n\n**Siapakah yang Melombong Kripto Melalui Pelayar?**\n\nAudiens perlombongan pelayar hari ini agak luas:\n\n* Pengguna kasual: Orang yang menyukai idea pendapatan pasif tanpa komitmen yang banyak.\n* Pendatang baru kepada kripto: Mereka yang mencuba tanpa mengambil risiko modal.\n* Pengguna yang ingin tahu tentang kripto: Orang yang ingin memperoleh sesuatu secara sampingan semasa mereka melayari internet.\n\nPerlombongan pelayar tidak akan menjadikan anda kaya — mari kita jelaskan. Tetapi ia mengurangkan halangan untuk masuk, terutamanya bagi pengguna di kawasan berpendapatan rendah atau tanpa akses kepada perkakasan canggih.\n\nAdakah anda tahu? Sesetengah skrip perlombongan berasaskan pelayar telah direka bentuk untuk terus beroperasi walaupun selepas pengguna menutup tab pelayar dengan membuka tetingkap tersembunyi yang kekal di latar belakang.\n\n**Adakah Perlombongan Pelayar Menguntungkan pada 2025?**\n\nJawapan ringkas: tidak begitu. Ia lebih kepada perkara baharu atau eksperimen daripada menjana wang yang banyak.\n\nPerlombongan dalam pelayar mungkin memberikan anda beberapa sen kripto sehari, tetapi hanya jika anda membiarkan komputer anda berjalan tanpa henti. Dan itu membawa kepada dua masalah: kos elektrik dan tekanan perkakasan. Dari masa ke masa, kos tersebut boleh mengatasi nilai kripto yang anda peroleh.\n\nSebagai contoh, di Amerika Syarikat, kadar elektrik kediaman purata adalah kira-kira $0.15 setiap kilowatt-jam. Membiarkan komputer riba pertengahan melombong sepanjang hari boleh menggunakan kira-kira 0.1–0.2 kWh sejam — iaitu lebih daripada $10 sebulan untuk elektrik untuk mungkin satu atau dua dolar kripto yang dilombong. Dan anda meletakkan beban berterusan pada CPU anda.\n\n**Berbanding dengan Kaedah Lain:**\n\nPerlombongan pelayar tidak boleh menandingi persediaan GPU atau ASIC. Mesin perlombong ASIC moden seperti Antminer S19 Pro menghasilkan sehingga 110 terahashes sesaat (TH/s) — iaitu beberapa magnitud lebih tinggi daripada apa yang boleh dihantar oleh skrip pelayar.\n\nPerlombongan awan, sebaliknya, membolehkan pengguna menyewa kuasa perlombongan daripada ladang jauh. Ia lebih cekap dan tanpa campur tangan tetapi juga disertakan dengan yuran langganan dan reputasi yang bercampur-campur. Sekurang-kurangnya dengan perlombongan pelayar, anda hanya mengambil risiko peranti dan bil elektrik anda sendiri.\n\nAdakah anda tahu? Pada tahun 2025, beberapa platform perlombongan awan telah mengintegrasikan kecerdasan buatan untuk mengoptimumkan operasi perlombongan, meningkatkan kecekapan dan keuntungan bagi pengguna tanpa memerlukan pengurusan perkakasan secara langsung.\n\n**Jejak Alam Sekitar:**\n\nWalaupun ia menggunakan kuasa yang kurang daripada ladang ASIC, perlombongan pelayar masih menambahkan penggunaan kuasa. Ribuan pengguna yang melombong secara tidak cekap pada peranti peribadi menjana penggunaan kuasa kumulatif yang mengejutkan.\n\nItulah sebabnya kebanyakan usaha untuk menjadikan perlombongan kripto lebih mesra alam — seperti menggunakan tenaga boleh diperbaharui atau mengoptimumkan kecekapan ASIC — belum sampai ke peringkat pelayar. Jika anda mementingkan alam sekitar, perlombongan pelayar bukanlah pilihan yang paling bersih.\n\n**Apakah yang Akan Terjadi Seterusnya untuk Perlombongan Kripto Pelayar?**\n\n**Peningkatan Teknologi:**\n\nWebAssembly (Wasm) telah meningkatkan apa yang boleh dilakukan oleh pelayar, termasuk perlombongan. Ia membolehkan pelaksanaan skrip yang lebih pantas dan cekap, bermakna pelayar kini boleh menjalankan skrip perlombongan yang ringan tanpa merosakkan pengalaman pengguna.\n\nPlatform seperti CryptoTab juga telah meningkatkan UX mereka, mengintegrasikan ciri-ciri seperti VPN terbina dalam dan penyekat iklan. Ini adalah usaha untuk menjadikan perlombongan terasa lebih seperti bonus dan kurang seperti beban.\n\nSesetengah projek kewangan terdesentralisasi (DeFi), seperti Ore, malah sedang mencuba menggabungkan perlombongan pelayar dan kewangan terdesentralisasi. Ia masih awal, tetapi potensinya ada untuk membenarkan pengguna menyumbang kuasa pengkomputeran dan memperoleh ganjaran semasa berinteraksi dengan aplikasi terdesentralisasi (DApps) — semuanya dalam satu tab pelayar.\n\n**Pasaran dan Peraturan:**\n\nPada tahun 2025, pengambilan kripto global semakin meningkat, tetapi begitu juga pengawasan peraturan. Di Amerika Syarikat, SEC sedang berusaha untuk mendapatkan panduan yang lebih jelas, yang akhirnya mungkin menjejaskan bagaimana alat perlombongan berasaskan pelayar diklasifikasikan atau dikenakan cukai.\n\nDi tempat lain, negara-negara seperti Kuwait telah mengambil tindakan terhadap perlombongan sepenuhnya, memetik kekurangan tenaga. Peraturan tempatan akan memainkan peranan yang besar dalam menentukan di mana dan bagaimana perlombongan kripto pelayar boleh bertahan.\n\n**Kes Penggunaan Alternatif:**\n\nPerlombongan bukanlah satu-satunya permainan di bandar. Pelayar Brave, sebagai contoh, membenarkan pengguna memperoleh Token Perhatian Asas (BAT) hanya dengan melihat iklan, yang boleh digunakan dalam ekosistem Brave atau ditukar. Ia bukan perlombongan, secara teknikalnya, tetapi ia adalah satu lagi cara untuk memperoleh kripto secara pasif melalui melayari internet.\n\nDalam dunia DeFi, terdapat potensi untuk menghubungkan perlombongan pelayar dengan pertanian hasil atau perlombongan kecairan. Bayangkan memperoleh sedikit token hanya dengan membuka pelayar anda dan berinteraksi dengan aplikasi onchain. Ia masih awal, tetapi eksperimen sebenar sedang dijalankan.\n\n\n**Adakah Perlombongan Kripto Berasaskan Pelayar Berbaloi?**\n\nJadi, adakah perlombongan pelayar sudah mati pada tahun 2025? Tidak juga, tetapi ia bukan juga satu kegiatan yang menjanjikan kekayaan.\n\nIa adalah aktiviti sampingan, yang menarik kepada pendatang baru, mereka yang suka mencuba dan sesiapa sahaja yang ingin tahu tentang sudut kripto yang lebih kurang dikenali. Dengan teknologi yang lebih baik dan etika yang lebih jelas daripada zaman Coinhive, ia bukan lagi satu ancaman — hanya satu cara yang perlahan dan sederhana untuk mencuba sesuatu yang baru.\n\nJika matlamat anda adalah untuk memahami kripto tanpa membelinya, perlombongan pelayar masih mempunyai peranan untuk dimainkan.",
            "translated_summary": "Perlombongan kripto berasaskan pelayar masih berdaya maju pada tahun 2025?  Jom ketahui platform utama, mata wang kripto yang disokong, dan sama ada ia berbaloi dengan masa anda.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681caf7b38e89a09c8c74bcd",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8zMDQ0M2FmNWJkMmI2MGMzNTY1M2M3MDNkODUwOGM5ZS5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-08 13:15:00"
        },
        {
            "title": "Crypto.com Opens Washington Office for Regulatory Focus",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cae505eab094103ee9e04",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/crypto-office-ink-drawing.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:13:00"
        },
        {
            "title": "Sei Blockchain Proposes Shift to EVM-Based System",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cae4e5eab094103ee9e02",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/futuristic-blockchain-office.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:12:00"
        },
        {
            "title": "Trump Advisor David Bailey Raises $300M for Bitcoin Investment",
            "translated_facebook_post": "Penasihat Trump, David Bailey, berjaya kumpul $300 juta untuk pelaburan Bitcoin melalui syarikat baharu, Nakamoto, yang akan tersenarai di Nasdaq dan merancang untuk melabur secara besar-besaran dalam Bitcoin serta mengembangkan perniagaan ke peringkat antarabangsa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cae4e38e89a09c8c74bcb",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/Trump-Advisor-David-Bailey-Raises-300M-for-Bitcoin-Investment.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:12:00"
        },
        {
            "title": "U.S. Crypto Giants Acquire Major Companies in Bold Strategy",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/u-s-crypto-giants-acquire-major-companies-in-bold-strategy/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/cryptocurrency-exchanges-1018-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:11:00"
        },
        {
            "title": "Pol (MATIC) Price Prediction 2025, 2026 – 2030: Will MATIC Price Surge to $1?",
            "translated_facebook_post": "Ramalan harga Polygon (POL) agak memberangsangkan, mungkin mencecah $0.47 pada 2025 dan  sampai $4.94 menjelang 2030.  Namun, ia tetap bergantung pada pelbagai faktor.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66e54bc68d30cb2ded624742",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/04/08140842/price-prediction-polygon-matic.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:11:00"
        },
        {
            "title": "Bitcoin Global Reserve Asset: The Shocking Speed of Sovereign Adoption",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cae4e38e89a09c8c74bc9",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bitcoin-Global-Reserve-Asset-The-Shocking-Speed-of-Sovereign-Adoption.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:10:00"
        },
        {
            "title": "Exclusive Interview at TOKEN2049 Dubai: CoinEx Research’s Jeff Ko on Seeking Long-Term Growth Opportunities through Infrastructure Innovatio...",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cacc738e89a09c8c74bc3",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/1de1cc4de3804d51a09e1577c8a329eb.JPG",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:08:00"
        },
        {
            "title": "Can U.S. Tariff Moves Shift Crypto Dynamics?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/can-u-s-tariff-moves-shift-crypto-dynamics",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/economics-111.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:08:00"
        },
        {
            "title": "Expanding RWA on-chain: ArbitrumDAO chooses Franklin Templeton, Spiko, and WisdomTree for STEP 2",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cad18f27842618c7b13c4",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/05/crypto-news-the-inevitable-future-of-the-global-financial-system-is-tokenization-option02.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:07:00"
        },
        {
            "title": "CoinSwitch’s 5th Proof of Reserves shows 10% Growth in Funds",
            "translated_facebook_post": "CoinSwitch, platform kripto India yang besar,  menunjukkan peningkatan 10% dalam simpanan pengguna dan mempunyai lebihan simpanan untuk menampung semua pengeluaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cad19f27842618c7b13c8",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/CoinSwitch-Publishes-Fifth-Edition-of-Proof-of-Reserves.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:06:00"
        },
        {
            "title": "Sei proposes shift to EVM-only model to resolve complexity and boost adoption",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cae4df27842618c7b13ce",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Sei-proposes-shift-to-EVM-only-model-to-resolve-complexity-and-boost-adoption.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:05:00"
        },
        {
            "title": "Bithumb Adds Particle Network (PARTI) and Balance (EPT) to KRW Market",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cad1d5eab094103ee9dff",
            "source": "DeFi Planet",
            "image": "https://defi-planet.com/wp-content/uploads/2025/05/Bithumb-Adds-Particle-Network-PARTI-and-Balance-EPT-to-KRW-Market.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:05:00"
        },
        {
            "title": "IOTA and global partners unveil blockchain trade initiative: ‘We want to make it easier and cheaper for countries to trade with each other’",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cad18041c054777ac6ca7",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/05/crypto-news-IOTA-option04.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:05:00"
        },
        {
            "title": "Can’t Pick A Movie On Netflix? OpenAI Does It For You",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681cae4ef27842618c7b13d0",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/ia-netflix-openai.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 13:05:00"
        }
    ]
}