{
    "timestamp": "2025-03-10 21:23:57",
    "all_news": [
        {
            "title": "Kripto Lebih Memerlukan Perubahan Dasar Daripada Rizab Bitcoin — Eksekutif",
            "description": "Susulan arahan Presiden Amerika Syarikat Donald Trump pada 6 Mac untuk mencipta rizab Bitcoin, eksekutif kripto berkata mereka masih menunggu garis panduan terperinci...",
            "content": "Industri kripto akan mendapat lebih banyak manfaat daripada kejelasan peraturan AS daripada rancangan Presiden Donald Trump untuk mencipta rizab Bitcoin (BTC) kebangsaan, beberapa eksekutif kripto memberitahu Cointelegraph.\n\nPerintah eksekutif Trump pada 6 Mac untuk mencipta rizab strategik Bitcoin AS dan simpanan aset digital berasingan untuk altcoins tidak begitu mengujakan eksekutif industri kripto.\n\nSementara itu, mereka masih menunggu Rumah Putih untuk memberikan panduan terperinci mengenai isu-isu seperti pengawalseliaan sekuriti dan percukaian, kata para eksekutif.\n\n“Pasaran menjangkakan pelan hala tuju untuk inovasi dan garis panduan yang jelas mengenai stablecoin, penggunaan institusi dan percukaian,” kata Max Giammario, Ketua Pegawai Eksekutif syarikat permulaan kecerdasan buatan Web3 Kindred, kepada Cointelegraph.\n\n“Sebaliknya, retorik yang samar-samar dan kekurangan tindakan segera hanya memperdalam ketidakpastian.”\n\nTrump menandatangani perintah eksekutif kripto pada 6 Mac. Sumber: Margo Martin\n\nJanji kempen\n\nPada bulan Julai, Trump berjanji untuk menjadikan Amerika sebagai “ibu negara kripto dunia” dan mencipta rizab Bitcoin AS yang serupa dengan simpanan emas negara.\n\nPerintah eksekutif Trump pada 6 Mac menepati janji kempennya tetapi mengecewakan peniaga.\n\nBukannya mengarahkan kerajaan AS untuk membeli kripto, rizab dan simpanan itu pada mulanya hanya akan terdiri daripada aset digital yang dirampas oleh penguat kuasa undang-undang.\n\nBitcoin turun kira-kira 13% bermula 6 Mac apabila peniaga bertindak balas kepada berita itu dalam suasana ketidakpastian ekonomi makro.\n\nAltcoins mencatatkan kerugian yang sama, dengan jumlah permodalan pasaran kripto merosot lebih daripada $400 juta.\n\nKerugian itu boleh bertambah buruk tanpa panduan dasar AS yang lebih jelas tidak lama lagi, kata eksekutif industri.\n\n“Jika pentadbiran Trump menyediakan peraturan yang lebih jelas mengenai stablecoin, ETF dan penggunaan institusi, altcoins boleh mendapat momentum semula,” kata Alvin Kan, ketua pegawai operasi Bitget Wallet, kepada Cointelegraph.\n\n“Jika tidak, dominasi Bitcoin mungkin berterusan, kerana ia kekal sebagai aset makro utama.”\n\nAlasan untuk optimis\n\nWalaupun begitu, eksekutif industri kripto tetap optimis, memetik retorik pro-kripto Trump dan pelantikannya terhadap pemimpin mesra industri ke jawatan pengawalseliaan AS yang utama.\n\n“Masa depan dasar kripto AS di bawah Trump […] masih belum dapat dipastikan,” kata Theodore Agranat, pengarah Web3 Gunzilla Games, kepada Cointelegraph.\n\n“Walau bagaimanapun, memandangkan orang ramai berada di semua jawatan penting, kita harus menjangkakan untuk melihat aliran inisiatif dan berita yang berterusan dan positif untuk kripto secara umum dan terutamanya projek kripto di AS.”",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDQwNDctZTg0Yy03OTVjLTk0ZTktMmVkYmNjMmIzOGQ2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf53e7ef33b56bff04f1d8",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 21:02:00",
            "status": "Posted"
        }
    ]
}