{
    "timestamp": "2025-03-15 16:29:24",
    "all_news": [
        {
            "title": "Peranan Bitcoin sebagai lindung nilai inflasi bergantung kepada lokasi seseorang — Penganalisis",
            "description": "Peranan Bitcoin sebagai lindung nilai inflasi bergantung kepada negara kediaman pelabur.",
            "content": "Selama bertahun-tahun, inflasi terutama menjadi perhatian negara-negara membangun, di mana mata wang yang tidak stabil dan ketidakstabilan ekonomi menjadikan kenaikan harga sebagai cabaran berterusan. Walau bagaimanapun, berikutan pandemik COVID-19, inflasi menjadi isu global. Ekonomi yang pernah stabil dengan inflasi yang rendah secara sejarah tiba-tiba bergelut dengan kos yang melonjak, mendorong pelabur untuk memikirkan semula cara memelihara kekayaan mereka.\n\nWalaupun emas dan hartanah telah lama dipuji sebagai aset tempat perlindungan yang selamat, penyokong Bitcoin berhujah bahawa bekalan tetap dan sifatnya yang terdesentralisasi menjadikannya perisai utama terhadap inflasi. Tetapi adakah teori itu terbukti?\n\nJawapannya mungkin bergantung besar kepada tempat seseorang tinggal.\n\nPenyokong Bitcoin menekankan had bekalan yang ketat sebanyak 21 juta syiling sebagai kelebihan utama dalam memerangi dasar monetari inflasi. Tidak seperti mata wang fiat, yang boleh dicetak oleh bank pusat dalam kuantiti yang tidak terhad, bekalan Bitcoin ditentukan terlebih dahulu oleh algoritma, mencegah sebarang bentuk pengembangan buatan. Kekurangan ini, mereka berhujah, menjadikan Bitcoin serupa dengan \"emas digital\" dan simpanan nilai yang lebih boleh dipercayai daripada wang kerajaan yang dikeluarkan secara tradisional.\n\nBeberapa syarikat dan bahkan negara berdaulat telah menerima idea ini, menambah Bitcoin kepada perbendaharaan mereka untuk melindungi daripada risiko mata wang fiat dan inflasi. Contoh yang paling ketara ialah El Salvador, yang menjadi tajuk utama global pada tahun 2021 dengan menjadi negara pertama yang mengguna pakai Bitcoin sebagai tender sah. Kerajaan sejak itu telah secara konsisten mengumpul Bitcoin, menjadikannya komponen utama strategi ekonominya.\n\nStrategi pelaburan Bitcoin setakat ini telah berhasil. Setakat ini, strategi pelaburan Bitcoin korporat dan kerajaan telah berhasil kerana BTC mengatasi S&P 500 dan niaga hadapan emas sejak awal tahun 2020 sebelum inflasi melonjak di Amerika Syarikat.\n\nWalau bagaimanapun, baru-baru ini, prestasi kukuh itu menunjukkan tanda-tanda penurunan. Bitcoin kekal sebagai pemain yang kuat sepanjang 12 bulan yang lalu, dan sementara keuntungan BTC mengatasi inflasi pengguna, ahli ekonomi memberi amaran bahawa prestasi lalu bukanlah jaminan keputusan masa hadapan. Sesungguhnya, beberapa kajian menunjukkan korelasi antara pulangan mata wang kripto dan perubahan jangkaan inflasi adalah jauh daripada konsisten dari semasa ke semasa.\n\nPeranan Bitcoin sebagai lindung nilai inflasi masih belum pasti. Tidak seperti lindung nilai inflasi tradisional seperti emas, Bitcoin masih merupakan aset yang agak baharu. Peranannya sebagai lindung nilai masih belum pasti, terutamanya memandangkan pengambilan meluas hanya mendapat daya tarikan dalam beberapa tahun kebelakangan ini.\n\nWalaupun inflasi tinggi dalam beberapa tahun kebelakangan ini, harga Bitcoin telah turun naik dengan hebat, selalunya berkorelasi lebih dengan aset berisiko seperti saham teknologi daripada dengan lindung nilai inflasi tradisional seperti emas.\n\nSatu kajian baru-baru ini yang diterbitkan dalam Jurnal Ekonomi dan Perniagaan mendapati bahawa keupayaan Bitcoin untuk melindungi inflasi telah melemah dari semasa ke semasa, terutamanya apabila pengambilan institusi meningkat. Pada tahun 2022, apabila inflasi AS mencapai paras tertinggi dalam 40 tahun, Bitcoin kehilangan lebih daripada 60% nilainya, sementara emas, lindung nilai inflasi tradisional, kekal agak stabil.\n\nAtas sebab ini, sesetengah penganalisis mengatakan bahawa harga Bitcoin mungkin didorong lebih oleh sentimen pelabur dan keadaan kecairan daripada asas makroekonomi seperti inflasi. Apabila selera risiko adalah tinggi, Bitcoin meningkat. Tetapi apabila pasaran takut, Bitcoin sering jatuh bersama saham.\n\nDalam kajian Jurnal Ekonomi dan Perniagaan, pengarang Harold Rodriguez dan Jefferson Colombo berkata bahawa sifat lindung nilai inflasi Bitcoin adalah lebih kuat pada peringkat awal apabila pengambilan institusi BTC tidak begitu meluas. Kedua-dua penyelidik bersetuju bahawa \"sifat lindung nilai inflasi Bitcoin adalah spesifik konteks dan mungkin berkurangan apabila ia mencapai pengambilan yang lebih luas dan menjadi lebih bersepadu ke dalam pasaran kewangan arus perdana.\"\n\n\"Setakat ini, ia telah bertindak sebagai lindung nilai inflasi—tetapi ia bukan kes hitam dan putih. Ia lebih kepada fenomena kitaran,\" kata Robert Walden, ketua perdagangan di Abra, kepada Cointelegraph.\n\nPergerakan Bitcoin sekarang, kata Walden, adalah lebih berkaitan dengan kedudukan pasaran daripada lindung nilai inflasi—ia adalah mengenai aliran modal dan kadar faedah.\n\nArgentina dan Turki mencari perlindungan kewangan dalam kripto. Dalam ekonomi yang mengalami inflasi yang tidak terkawal dan kawalan modal yang ketat, Bitcoin telah terbukti sebagai alat yang bernilai untuk memelihara kekayaan. Argentina dan Turki, dua negara dengan inflasi berterusan sepanjang beberapa dekad kebelakangan ini, menggambarkan dinamik ini dengan baik.\n\nArgentina telah lama bergelut dengan krisis kewangan berulang dan inflasi yang melonjak. Walaupun inflasi telah menunjukkan tanda-tanda peningkatan baru-baru ini, penduduk tempatan secara sejarah telah beralih kepada mata wang kripto sebagai cara untuk melangkau sekatan kewangan dan melindungi kekayaan mereka daripada susut nilai mata wang.\n\nSatu tinjauan Coinbase baru-baru ini mendapati bahawa 87% rakyat Argentina percaya bahawa teknologi kripto dan rantaian blok boleh meningkatkan kemerdekaan kewangan mereka, manakala hampir tiga daripada empat responden melihat kripto sebagai penyelesaian kepada cabaran seperti inflasi dan kos transaksi yang tinggi.\n\nDengan penduduk seramai 45 juta, Argentina telah menjadi tumpuan utama bagi pengambilan kripto, dengan Coinbase melaporkan bahawa sebanyak lima juta rakyat Argentina menggunakan aset digital setiap hari.\n\n\"Kebebasan ekonomi adalah asas kemakmuran, dan kami berbangga untuk membawa perkhidmatan kripto yang selamat, telus, dan boleh dipercayai ke Argentina,\" kata Fabio Plein, Pengarah untuk Amerika di Coinbase.\n\n\"Rakyat di Argentina tidak mempercayai peso. Mereka sentiasa mencari cara untuk menyimpan nilai di luar mata wang tempatan,\" kata Julián Colombo, pengarah kanan di Bitso, bursa mata wang kripto utama Amerika Latin, kepada Cointelegraph.\n\n\"Bitcoin dan stablecoin membolehkan mereka melangkau kawalan modal dan melindungi simpanan mereka daripada susut nilai.\"\n\nDi luar pelabur individu, perniagaan di Argentina juga menggunakan Bitcoin dan stablecoin untuk melindungi pendapatan dan menjalankan transaksi antarabangsa. Sesetengah pekerja juga memilih untuk menerima sebahagian daripada gaji mereka dalam mata wang kripto untuk melindungi pendapatan mereka daripada inflasi.\n\nMenurut ahli ekonomi dan penganalisis kripto Natalia Motyl, walaupun keberkesanan Bitcoin sebagai lindung nilai inflasi masih dipertikaikan, stablecoin telah menjadi penyelesaian yang lebih praktikal dalam ekonomi inflasi tinggi, terutamanya yang dipatutkan kepada dolar AS.\n\nBerbanding dengan saiz ekonominya, Turki telah muncul sebagai pusat transaksi stablecoin. Pada tahun yang membawa kepada Mac 2024, pembelian sahaja menyumbang 4.3% daripada KDNK. Ledakan mata wang digital ini, didorong oleh inflasi dua angka selama bertahun-tahun—mencapai puncak 85% pada tahun 2022—dan penurunan lebih daripada 80% dalam lira berbanding dolar dalam tempoh lima tahun yang lalu, mendapat momentum semasa pandemik.\n\nPenggunaan Bitcoin di Turki membuktikan bahawa rakyat mendorong pengambilan, bukan kerajaan. Walaupun Turki membenarkan warganya membeli, memegang, dan memperdagangkan kripto, penggunaan mata wang digital untuk pembayaran telah diharamkan sejak 2021 apabila Bank Pusat Republik Turki melarang \"sebarang penggunaan aset kripto secara langsung atau tidak langsung dalam perkhidmatan pembayaran dan pengeluaran wang elektronik.\" Walau bagaimanapun, pengambilan kripto di Turki masih ketara, dengan peningkatan bilangan bank Turki yang menawarkan perkhidmatan kripto dan kedai serta ATM yang menyediakan pilihan pertukaran kripto.\n\nKadar inflasi yang tinggi menyokong hakisan nilai lira Turki, yang kehilangan hampir 60% kuasa belinya apabila inflasi meningkat kepada 85.5% antara tahun 2021 dan 2023. Ini mendorong ramai rakyat Turki untuk beralih kepada Bitcoin sebagai simpanan nilai dan medium pertukaran.\n\nWalaupun sesetengah pihak berhujah bahawa kekurangan Bitcoin menjanjikan penghargaan jangka panjang, berpotensi mengatasi inflasi pengguna, turun naiknya yang tinggi dan korelasi berulang dengan indeks berat teknologi, yang berkaitan dengan risiko seperti Nasdaq dalam masa terdekat menunjukkan bahawa prestasinya sebagai lindung nilai inflasi tulen masih bercampur baur.\n\nWalau bagaimanapun, di negara-negara yang mengalami inflasi seperti Argentina dan Turki, di mana mata wang tempatan telah jatuh nilainya, \"emas digital\" telah terbukti sebagai jalan keluar yang penting daripada mata wang tempatan, memelihara kuasa beli dengan cara yang fiat tradisional tidak dapat lakukan.\n\nWalaupun Bitcoin masih merupakan aset yang baru muncul, dan keberkesanannya sebagai lindung nilai memerlukan kajian lanjut, satu perkara yang tetap jelas—setakat ini, ia telah mengatasi inflasi pengguna dengan ketara. Bagi peminat Bitcoin, itu sahaja sudah cukup untuk dirai.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZmOTQtYTVlNC03NzMwLWI4MDktYTgzYTI2MTVjNGEy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d5a5083877cd485e130861",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 16:00:00",
            "status": "Posted"
        }
    ]
}