{
    "timestamp": "2025-04-24 07:27:51",
    "all_news": [
        {
            "title": "Texas Bitcoin Bill: Crucial Hearing Ignites Hope for State Reserve",
            "translated_facebook_post": "Rang undang-undang Bitcoin Texas masih dalam pertimbangan, lepas je lepas sesi pendengaran di Dewan Undangan Negeri.  Ada potensi untuk Texas jadi negeri pertama dengan rizab Bitcoin, tapi masih banyak hal yang perlu difikirkan, macam risiko turun naik harga dan keselamatan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e4e43e09864239fe41a3",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Texas-Bitcoin-Bill-Crucial-Hearing-Ignites-Hope-for-State-Reserve.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:10:00"
        },
        {
            "title": "$100M Bitget Heist: Bot Glitch & Arbitrage Chaos",
            "translated_facebook_post": "Satu platform perdagangan kripto, Bitget, kerugian sebanyak $100 juta disebabkan oleh kelemahan dalam bot perdagangan mereka.  Penyerang mengambil kesempatan daripada kelemahan ini dan membuat keuntungan besar dalam masa yang singkat melalui aktiviti arbitraj.  Kejadian ini menunjukkan betapa pentingnya keselamatan dalam dunia kripto dan risiko menyimpan aset digital di platform berpusat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e4e3381c4835802fb202",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/21126.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:10:00"
        },
        {
            "title": "Binance Will Delist ALPACA, PDA, VIB and WING on May 2",
            "translated_facebook_post": "Binance akan tanggalkan senarai ALPACA, PDA, VIB dan WING pada 2 Mei. Harga keempat-empat duit kripto ni jatuh mendadak lepas pengumuman tu, tapi ada juga yang naik balik sikit lepas tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e3bd3e09864239fe4197",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/04/photo_5787634552561322011_w-1024x683.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:08:00"
        },
        {
            "title": "Will Profit-Taking Shake Up Crypto Markets?",
            "translated_facebook_post": "Pasaran kripto turun sikit lepas naik mendadak awal minggu ni, tapi Bitcoin masih stabil.  Pelabur besar pun nampaknya masih yakin dengan Bitcoin,  walaupun ketegangan global mungkin menjejaskan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-profit-taking-shake-up-crypto-markets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-056-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:08:00"
        },
        {
            "title": "Solana Foundation Alters Validator Strategy for Self-Sufficiency",
            "translated_facebook_post": "Yayasan Solana ubah strategi pengesah untuk ke arah kebebasan dan desentralisasi rangkaian, menggalakkan pengesah cari sokongan luaran sendiri,  dan jangka panjang, langkah ni diharap akan kuatkan lagi keselamatan rangkaian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e3bd3e09864239fe4199",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-data-center-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:07:00"
        },
        {
            "title": "Binance to delist these altcoins on May 2, here’s how they’re doing",
            "translated_facebook_post": "Binance akan tanggalkan dagangan beberapa token, termasuk ALPACA, PDA, VIB, dan WING pada 2 Mei nanti.  Pengeluaran duit masih boleh dibuat sampai 4 Julai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e3bc3e09864239fe418f",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/06/crypto-news-Kraken-and-Binance-delisted-Bitcoin-option02.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:05:00"
        },
        {
            "title": "What is quantitative easing, and how does it work?",
            "translated_facebook_post": "QE atau Kelonggaran Kuantitatif, membantu ekonomi negara melalui peningkatan bekalan wang dan galakkan pinjaman. Tapi, kalau banyak sangat, boleh naik inflasi dan harga aset jadi tak realistik.",
            "translated_title": "Apakah itu pelonggaran kuantitatif, dan bagaimana ia berfungsi?",
            "translated_content": "## Kuantitatif Kelonggaran (QE): Penjelasan dan Kesannya\n\nKuantitatif Kelonggaran (QE) ialah alat dasar monetari bukan tradisional yang digunakan oleh bank pusat, terutamanya apabila kadar faedah sudah rendah dan tidak boleh dikurangkan lagi. Ia menjadi popular semasa krisis kewangan global 2008 apabila alat monetari tradisional, seperti menurunkan kadar faedah, tidak mencukupi untuk merangsang pertumbuhan ekonomi.\n\nMatlamat utama QE ialah untuk melonjakkan ekonomi dengan meningkatkan bekalan wang. Ini dicapai dengan menggalakkan bank untuk memberi pinjaman lebih banyak dan menjadikan pinjaman lebih murah untuk pengguna dan perniagaan. Apabila bank pusat melaksanakan QE, mereka membeli bon kerajaan atau sekuriti lain dari pasaran, menyuntik wang tunai ke dalam sistem kewangan.\n\nWalaupun orang kadang-kadang mengatakan QE seperti \"mencetak wang,\" ia tidak sama dengan membuat wang fizikal baharu. Sebaliknya, ia meningkatkan jumlah wang digital — bermaksud baki yang disimpan dalam akaun bank — dalam ekonomi. Ini bukan mata wang kripto; ia adalah wang biasa yang dicipta oleh bank pusat dan digunakan oleh bank untuk memberi pinjaman lebih banyak, yang membantu meningkatkan perbelanjaan dan pelaburan.\n\nQE juga boleh menaikkan harga aset seperti saham dan bon kerana wang tambahan yang mencari pulangan memacu permintaan lebih tinggi. Kerajaan juga menggunakan QE semasa pandemik COVID-19 untuk membantu mengekalkan kestabilan ekonomi dan menyokong pertumbuhan.\n\n**Bagaimana Kuantitatif Kelonggaran Berfungsi?**\n\nUntuk memahami bagaimana QE berfungsi di sebalik tabir, adalah penting untuk melihat mekanik langkah demi langkah yang memacu dasar ini. QE tidak berfungsi melalui satu tindakan tunggal — ia beroperasi melalui satu siri peristiwa yang bermula dengan bank pusat dan akhirnya mempengaruhi aktiviti ekonomi harian. Inilah bagaimana prosesnya biasanya berlaku:\n\n* **Pembelian aset:** Bank pusat membeli sekuriti kerajaan, seperti bon perbendaharaan, daripada bank dan institusi kewangan.\n* **Meningkatkan bekalan wang:** Pembelian ini membanjiri sistem kewangan dengan kecairan.\n* **Menurunkan kadar faedah:** Dengan lebih banyak wang tunai, bank menurunkan kadar faedah, menjadikan pinjaman lebih murah.\n* **Meningkatkan pinjaman dan perbelanjaan:** Pinjaman yang lebih murah bermakna lebih banyak pelaburan perniagaan dan perbelanjaan pengguna, yang merupakan pemacu utama pertumbuhan ekonomi.\n\n**Kuantitatif Kelonggaran dalam Amalan: Contoh Sejarah**\n\nKuantitatif Kelonggaran bukan sekadar teori — ia telah digunakan oleh bank pusat utama semasa zaman kesukaran ekonomi. Berikut adalah beberapa contoh dunia sebenar bagaimana ia berfungsi:\n\n* **Amerika Syarikat (2008–2014; 2020): Krisis kewangan global**\nSelepas kejatuhan pasaran perumahan 2008, ekonomi AS berada dalam kemelesetan yang mendalam. Untuk membantu: Rizab Persekutuan melancarkan tiga pusingan QE (QE1, QE2, QE3). Ia membeli berbilion-bilion dolar dalam bon kerajaan dan sekuriti yang disokong gadai janji. Ini membantu menurunkan kadar faedah, menyokong pinjaman, dan melonjakkan pasaran saham. Apabila COVID-19 menutup ekonomi di seluruh dunia, Rizab Persekutuan AS bertindak pantas: Ia memperkenalkan semula QE, membeli $120 bilion sebulan dalam bon pada puncaknya. Ia bertujuan untuk mengekalkan kos pinjaman yang rendah dan menyokong perniagaan dan isi rumah.\n\n* **Jepun (2001–2006, dan sekali lagi dari 2013 dan seterusnya): Memerangi deflasi**\nJepun bergelut dengan inflasi yang rendah dan pertumbuhan yang perlahan selama bertahun-tahun. Bank Jepun (BoJ): Mula menggunakan QE sebelum kebanyakan negara lain. Membeli sejumlah besar bon kerajaan dan kemudian termasuk saham dan amanah pelaburan hartanah.\n\n* **Zon Euro (2015–2022): Pemulihan pasca krisis hutang**\nBank Pusat Eropah (ECB) memperkenalkan QE selepas krisis hutang melanda Greece, Itali dan Sepanyol: ECB membeli bon kerajaan dari negara-negara zon euro untuk menurunkan kos pinjaman. Ini menyokong ekonomi yang lebih lemah dan bertujuan untuk mencegah deflasi (penurunan harga).\n\n\n**Bagaimana Kuantitatif Kelonggaran Mempengaruhi Pasaran Kripto**\n\nKuantitatif Kelonggaran bukan sahaja menjejaskan pasaran kewangan tradisional — ia juga memberi kesan kepada pasaran mata wang kripto. Apabila bank pusat menyuntik lebih banyak wang tunai ke dalam ekonomi, sebahagian daripada wang itu mengalir ke aset alternatif seperti Bitcoin (BTC) dan altcoin, mendorong harga mereka naik. Peningkatan kecairan ini sering meningkatkan harga aset secara menyeluruh, termasuk mata wang kripto, kerana lebih banyak wang tersedia untuk pelaburan.\n\nDi samping itu, semasa QE, mata wang fiat mungkin kehilangan nilai disebabkan oleh peningkatan bekalan wang, menyebabkan sesetengah pelabur mencari mata wang kripto sebagai lindung nilai terhadap inflasi atau penurunan nilai mata wang. Bitcoin, khususnya, sering dilihat sebagai simpanan nilai yang serupa dengan emas.\n\nContohnya, pada tahun 2020, semasa pandemik COVID-19, Rizab Persekutuan AS melancarkan QE yang agresif. Pada masa yang sama: Bitcoin diniagakan di bawah $5,000 pada Mac 2020. Menjelang akhir 2021, ia telah melonjak melebihi $60,000. Faktor utama di sebalik pertumbuhan Bitcoin semasa QE termasuk kebimbangan inflasi yang meningkat dan kadar faedah yang rendah yang mendorong pelabur ke arah aset alternatif. Antaranya, pemacu utama mungkin ialah pencarian untuk simpanan nilai di luar kewangan tradisional. Oleh itu, QE secara tidak langsung boleh menyumbang kepada ledakan pasaran kripto dengan mempengaruhi sentimen pelabur dan kecairan.\n\n**Sebaliknya: Apabila QE berakhir, kripto mungkin menderita**\n\nApabila bank pusat menamatkan QE atau mula menaikkan kadar faedah (mengetatkan dasar), kecairan dikurangkan, dan pinjaman menjadi lebih mahal. Ini boleh menyebabkan pengurangan dalam aset berisiko, termasuk kripto.\n\nContohnya, pada tahun 2022, Fed mula mengetatkan kuantitatif untuk memerangi inflasi. Bitcoin jatuh daripada sekitar $47,000 pada Mac kepada di bawah $17,000 pada Disember — penurunan yang mungkin didorong oleh pelabur yang beralih kepada aset yang lebih selamat dan pengurangan selera risiko disebabkan oleh kenaikan kadar faedah.\n\n**Kuantitatif Kelonggaran (QE) berbanding Kuantitatif Pengetatan (QT): Perbezaan Utama**\n\nKuantitatif Kelonggaran (QE) dan Kuantitatif Pengetatan (QT) ialah dua dasar monetari bertentangan yang digunakan oleh bank pusat. QE melibatkan pengembangan bekalan wang dengan membeli aset seperti bon kerajaan, yang menyuntik wang tunai ke dalam ekonomi untuk merangsang pertumbuhan. Tujuan utamanya adalah untuk menurunkan kadar faedah dan menggalakkan pinjaman apabila ekonomi sedang bergelut. QT ialah proses pengecutan kunci kira-kira bank pusat. Ia melibatkan penjualan aset atau membiarkannya matang, mengurangkan bekalan wang. Matlamat QT ialah untuk menyejukkan ekonomi yang terlalu panas dan mencegah inflasi daripada meningkat terlalu cepat.\n\nPerbezaan utama antara QE dan QT terletak pada impaknya terhadap kunci kira-kira bank pusat: QE mengembangkannya, manakala QT mengecutkannya. Dari segi kesan pasaran, QE cenderung untuk mendorong harga aset naik, manakala QT boleh menyebabkan harga aset lebih rendah dan kadar faedah lebih tinggi. Kedua-dua dasar ini secara signifikan mempengaruhi inflasi dan kestabilan pasaran.\n\n**Adakah pelambatan Fed dan kuantitatif kelonggaran adalah sama?**\n\nTidak, pelambatan dan QE tidak sama — tetapi ia saling berkaitan. Kuantitatif kelonggaran ialah apabila Rizab Persekutuan secara aktif membeli aset, seperti bon kerajaan, untuk menyuntik wang ke dalam ekonomi dan menurunkan kadar faedah. Pelambatan ialah apabila Fed memperlahankan pembelian aset tersebut — ia adalah permulaan akhir QE, bukan pembalikan.\n\n**Adakah Fed masih mengetatkan atau melonggarkan pada tahun 2025?**\n\nPada April 2025, Rizab Persekutuan AS sedang menavigasi landskap ekonomi yang kompleks yang dicirikan oleh tekanan inflasi yang berterusan dan pertumbuhan ekonomi yang perlahan. Sebagai tindak balas, Fed mengekalkan kadar faedah penanda arasnya dalam lingkungan 4.25%–4.50%, menandakan pendekatan yang berhati-hati terhadap penyesuaian dasar monetari.\n\nWalaupun Fed belum beralih sepenuhnya kepada pendirian pelonggaran, ia telah mula memodenkan usaha QTnya. Khususnya, bermula pada April, Fed mengurangkan aliran keluar bulanan sekuriti Perbendaharaan daripada $25 bilion kepada $5 bilion sambil terus membenarkan $35 bilion dalam sekuriti yang disokong gadai janji untuk matang tanpa pelaburan semula.\n\nKe hadapan, Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) menjangkakan kemungkinan dua potongan kadar faedah kemudian pada tahun 2025, bergantung kepada keadaan ekonomi. Unjuran ini mencerminkan usaha Fed untuk mengimbangi mandat dwi mengawal inflasi dan menyokong pekerjaan di tengah-tengah ketidakpastian, termasuk impak dasar tarif baru-baru ini.\n\n\n**Kelebihan dan Kekurangan Kuantitatif Kelonggaran**\n\nKuantitatif kelonggaran meningkatkan pertumbuhan dan menurunkan kos pinjaman, tetapi penggunaan berlebihan boleh mencetuskan inflasi, gelembung aset dan cabaran dasar jangka panjang.\n\n**Kelebihan:**\n\n* QE membantu meningkatkan aktiviti ekonomi dengan meningkatkan bekalan wang dan menggalakkan pinjaman dan pelaburan.\n* Dengan membeli bon kerajaan, QE menurunkan kadar faedah, menjadikan pinjaman lebih murah untuk perniagaan dan pengguna.\n* Dengan menyuntik kecairan ke dalam ekonomi, QE membantu meningkatkan permintaan dan menyokong kestabilan harga, mencegah deflasi.\n\n**Kekurangan:**\n\n* Peningkatan bekalan wang yang berlebihan boleh menurunkan nilai mata wang dan mendorong inflasi lebih tinggi.\n* Wang yang mudah boleh menaikkan harga aset, menyebabkan saham, bon atau hartanah yang terlalu tinggi nilainya.\n* QE menambah hutang negara, menjadikannya lebih sukar untuk bank pusat mengurus inflasi atau kadar faedah pada masa hadapan.\n\nPada akhirnya, kuantitatif kelonggaran tetap menjadi alat yang berkuasa tetapi bermata dua: mampu menstabilkan ekonomi dalam krisis tetapi membawa risiko jangka panjang yang mesti diuruskan dengan teliti untuk mengelakkan daripada mengulangi ketidakseimbangan lalu.",
            "translated_summary": "Ketahui tentang pelonggaran kuantitatif, kesannya terhadap pasaran, kripto dan ekonomi, dan perbezaannya dengan pengetatan kuantitatif.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e3bd3e09864239fe4193",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy84ZjFlOGZmNTZkNTk4NzhiNWI4MjZlZTEwZTBlZDRmMC5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 07:05:00"
        },
        {
            "title": "Cryptocurrency Prices on April 24: Bitcoin 0.68%↓, Ethereum 1.42%↓",
            "translated_facebook_post": "Harga Bitcoin dan Ethereum turun sikit pada 24 April, beberapa matawang kripto lain pun turut susut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e4e6381c4835802fb204",
            "source": "IT Times",
            "image": "https://www.ittimes.com/news/photo/202504/72339_15653_3036.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:04:00"
        },
        {
            "title": "FBI ties over $9b in 2024 fraud losses to crypto scams, led by ‘pig butchering’ schemes",
            "translated_facebook_post": "FBI laporkan penipuan kripto menyebabkan kerugian lebih $9 billion pada tahun 2024, kebanyakannya disebabkan oleh skim 'penyembelihan babi', dengan mangsa warga emas paling teruk terjejas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e3bc3e09864239fe4191",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/10/crypto-news-Everscale-announced-theft-of-tokens01.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:04:00"
        },
        {
            "title": "Brace for Impact: Cryptocurrency Market Faces Profit-Taking Waves",
            "translated_facebook_post": "Pasaran matawang kripto alami penurunan harga disebabkan pengambilan untung, tapi minat pelabur institusi masih kukuh melalui aliran masuk ETF Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/brace-for-impact-cryptocurrency-market-faces-profit-taking-waves/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1088-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:02:00"
        },
        {
            "title": "Will $250 in Bitcoin, XRP, and Ethereum Become $25,000 in 2025? Analysts Think So",
            "translated_facebook_post": "Ramai penganalisis jangka Bitcoin, XRP, dan Ethereum akan naik banyak nilainya, dan ada satu lagi duit maya baru,  MAGACOINFINANCE, yang dijangka akan beri pulangan lumayan juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e27b0420b772594432be",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745420280.docx_1745420280_image3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:02:00"
        },
        {
            "title": "Crypto Fear & Greed Index: Navigating the Shifting Sentiment – Still in Greed",
            "translated_facebook_post": "Indeks Ketakutan & Ketamakan Kripto masih menunjukkan tahap ketamakan walaupun menurun sedikit.  Meskipun ada penurunan,  pelabur masih nampak optimis, jadi berhati-hati tetap penting.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e27a0420b772594432bc",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Crypto-Fear-Greed-Index-Navigating-the-Shifting-Sentiment-%E2%80%93-Still-in-Greed.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:00:00"
        },
        {
            "title": "Russia to Launch Regulated Crypto Exchange for Qualified Investors",
            "translated_facebook_post": "Rusia bakal lancarkan bursa kripto terkawal khas untuk pelabur berkelayakan, dengan syarat aset melebihi 100 juta Ruble atau pendapatan tahunan 50 juta Ruble.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e27bc711776126778cb8",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/russia123.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:00:00"
        },
        {
            "title": "Remittance revolution or revolving door? The state of Nigerian fintech",
            "translated_facebook_post": "Ramai syarikat fintech baru muncul di Nigeria, tapi ramai juga yang buat benda sama.  Walaupun ada kemajuan, masalah kos tinggi, ketelusan kadar tukaran wang asing yang kurang, dan akses terhad di kawasan luar bandar masih wujud.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e27832911b40602dcff1",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/4057.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:00:00"
        },
        {
            "title": "Zilliqa ($ZIL) Breaks Out: Eyes Set on 1350% Surge",
            "translated_facebook_post": "Harga Zilliqa ($ZIL) mungkin akan naik sangat tinggi, sehingga 1350%!  Ini berdasarkan analisis carta dan pergerakan harga sebelum ini.  Walaupun potensi untung besar, pelaburan dalam kripto tetap berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e27a3e09864239fe4188",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Zilliqa.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:00:00"
        },
        {
            "title": "SUI Rally Heats Up — Now Outranking AVAX and LINK After Grayscale Trust Launch",
            "translated_facebook_post": "Harga SUI meningkat hampir 40%, mengatasi AVAX dan LINK dalam kedudukan pasaran, disokong oleh pelancaran dana SUI oleh Grayscale dan petunjuk teknikal positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e27a0ec4e000eb5d717b",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/12/P2P-Review-10-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 07:00:00"
        },
        {
            "title": "Chinese Production Slows Amid Export Declines and Supply Chain Strains",
            "translated_facebook_post": "Perlambatan pengeluaran di China akibat tarif dan permintaan yang menurun, ditambah lagi dengan cuti Tahun Baru Cina, memberi kesan kepada pasaran global dan mungkin juga mata wang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e18a0420b772594432ba",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-chinese-factory-scene.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 06:57:00"
        },
        {
            "title": "U.S. Treasury Secretary Calls for China Economic Rebalance",
            "translated_facebook_post": "Setiausaha Perbendaharaan AS menggesa China untuk tumpukan perhatian kepada penggunaan domestik, berharap dapat mengurangkan kebergantungan terhadap eksport dan membuka peluang kerjasama ekonomi yang lebih besar antara kedua-dua negara, mungkin membawa kepada pengurangan ketegangan perdagangan di masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809e1500420b772594432b8",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/scott-bessent-diplomatic-talks.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 06:54:00"
        }
    ]
}