{
    "timestamp": "2025-05-14 07:27:40",
    "all_news": [
        {
            "title": "Alarm bells ring in US over OpenAI’s crypto project World",
            "translated_facebook_post": "Projek kripto World OpenAI tengah hadapi tentangan di Amerika Syarikat disebabkan kebimbangan tentang privasi data, terutamanya data biometrik. Undang-undang privasi berbeza mengikut negeri, dan  sesetengah negeri tak ada perlindungan khusus untuk data iris.  Ini menimbulkan risiko eksploitasi data pengguna.",
            "translated_title": "Amaran berbunyi di AS terhadap projek kripto OpenAI, World.",
            "translated_content": "## Sam Altman's Worldcoin Faces Privacy Backlash Ahead of US Launch\n\nSam Altman's OpenAI's digital identity and crypto project, World Network (formerly Worldcoin), is facing significant opposition from privacy activists ahead of its US launch.  Concerns center on its data collection and protection practices.  Critics like Nick Almond, CEO of FactoryDAO, deem the project \"the opposite of privacy. It’s a trap.\"  While World claims to protect user privacy in the age of AI, it has already drawn regulatory scrutiny globally.\n\nAuthorities in India, South Korea, Italy, Colombia, Argentina, Portugal, Kenya, and Indonesia are investigating the iris-scanning technology and its crypto token payout scheme.  Spain, Hong Kong, and Brazil have outright banned it.  The US launch presents a major challenge for Altman due to varying state-by-state privacy laws.\n\nAltman announced World's establishment in five US states: Atlanta, Austin, Los Angeles, Miami, Nashville, and San Francisco. Users can scan their irises at these hubs, providing World with unique biometric markers purportedly for verifying human identity on digital platforms.\n\nHowever, the inconsistent US regulatory landscape poses a significant hurdle.  Attorney Andrew Rossow notes the absence of a comprehensive federal law regulating biometric data.  State laws vary; Texas and California offer some protection, while others rely on less stringent federal requirements.  Even existing state laws may not guarantee protection, as in Texas, where only the state attorney general can enforce biometric data laws.  This leaves users vulnerable to exploitation, a key concern driving activist opposition.\n\nPrivacy International highlights the potential for discrimination, profiling, and mass surveillance inherent in biometric technologies without strong legal safeguards.  Amnesty International has previously raised concerns about the discriminatory potential and flawed methodologies of such systems.\n\nWhile some, like Tomasz Stańczak of the Ethereum Foundation, see World as \"promising and privacy-focused,\" others, such as Paul Dylan-Ennis, acknowledge the technology's potential strength but express concerns about its aesthetic and potential for misuse.\n\nWorld is facing mounting bans worldwide.  Regulators in India, South Korea, Kenya, Germany, and Brazil have investigated its data collection practices.  Spain and Hong Kong have issued bans, citing insufficient information, data collection from minors, and failure to allow consent withdrawal.  Germany and Kenya have ordered data deletion, while Colombia and Argentina issued fines. Brazil issued a complete ban due to concerns about irreversible data collection and potential exploitation of economically disadvantaged individuals.\n\nDespite the global pushback, World is expanding into new markets.  A partnership with Tinder in Japan aims to provide a \"privacy-first\" identity verification system.  A similar partnership in the US could grant World access to tens of millions of users.  However, the unsettled US legal landscape, evidenced by Google's recent $1.4 billion settlement with Texas over data tracking, highlights the ongoing legal challenges World faces.  Biometrics firms face court proceedings in other states, underscoring the potential for significant legal and regulatory hurdles for Worldcoin's future in the US.",
            "translated_summary": "Amerika Syarikat tidak mempunyai undang-undang persekutuan khusus mengenai data biometrik, satu jurang yang boleh mencetuskan ketegangan apabila pengembangan global OpenAI meluas ke enam bandar raya di AS…",
            "original_url": "https://coinmarketcap.com/community/en/articles/682442ed9ecce73c251ea09d",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmM5ZDUtYjIwNi03MzdhLWJkOTUtYTFjNTg2ZjJkYThh.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-14 07:11:00"
        },
        {
            "title": "SUI Price Eyes $5.30 ATH, Can On-Chain Strength Drive A Breakout This Quarter?",
            "translated_facebook_post": "Harga SUI naik mendadak baru-baru ni,  disebabkan beberapa faktor positif macam peningkatan pengguna dan transaksi.  Kalau momentum ni berterusan, harga mungkin cecah paras tertinggi sebelum ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682442ed736240356fa56aa8",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/14123730/SUI-Coin-analysis.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:11:00"
        },
        {
            "title": "Institutional RWA tokenization in 2025: Building the new backbone of finance",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682442ee736240356fa56aaa",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/11/crypto-news-RWA-sector-up-20-option03.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:10:00"
        },
        {
            "title": "Crypto VC deals drop in Q1, but funding more than doubles: PitchBook",
            "translated_facebook_post": "Walaupun jumlah pelaburan modal teroka dalam kripto kurang, nilai pelaburannya meningkat dua kali ganda pada suku pertama 2025, menunjukkan minat pelabur masih tinggi, terutamanya dalam sektor pengurusan aset kripto dan infrastruktur.",
            "translated_title": "Urus niaga VC kripto merosot pada Suku Pertama, tetapi pendanaan meningkat lebih daripada dua kali ganda: PitchBook",
            "translated_content": "**Urush Modal Usaha Niaga Kripto Meningkat Walaupun Bilangan Perjanjian Menurun pada Suku Pertama 2025**\n\nPitchBook melaporkan bahawa nilai urus niaga modal usaha niaga kripto pada suku pertama tahun 2025 melonjak walaupun jumlah perjanjian menurun berbanding suku yang sama tahun sebelumnya.\n\nFirma penyelidikan usaha niaga itu menyatakan dalam laporan Trend VC Kripto pada 14 Mei untuk Suku Pertama bahawa sebanyak 405 perjanjian telah dibuat pada suku tersebut, menurun sebanyak 39.5% daripada 670 perjanjian yang dibuat pada Suku Pertama 2024, tetapi sedikit meningkat daripada 372 perjanjian yang dibuat pada Suku Keempat tahun lepas.\n\nBagaimanapun, jumlah nilai urus niaga pada Suku Pertama meningkat lebih daripada dua kali ganda berbanding tahun sebelumnya, melonjak kepada $6 bilion berbanding $2.6 bilion pada suku pertama tahun 2024 dan meningkat dua kali ganda daripada $3 bilion pada Suku Keempat 2024.\n\nPenganalisis penyelidikan kripto kanan PitchBook, Robert Le, berkata bahawa walaupun pergolakan ekonomi makro sepanjang suku tersebut, \"modal terus mencari landasan utiliti teras kripto.\"\n\nFirma infrastruktur dan pembangunan kripto mencatatkan pembiayaan usaha niaga terbesar kedua, meraih hampir $955 juta merentas 30 perjanjian.\n\nMelihat ke hadapan, Le dari PitchBook berkata tawaran awam permulaan (IPO) Circle yang belum selesai \"mewakili peristiwa penemuan harga yang paling penting untuk ekuiti kripto sejak Coinbase disenaraikan pada tahun 2021.\"\n\nJika Circle dinilai melebihi julat yang dihebahkan iaitu $4 bilion hingga $5 bilion, ia boleh menunjukkan kepada pelabur usaha niaga bahawa model perniagaan yang serupa dengan Circle adalah menguntungkan dan mampan, selain menyediakan penanda aras yang lebih jelas untuk pengeluaran masa depan.\n\nCircle telah mengumpul $1.18 bilion dalam pembiayaan VC setakat ini, menurut PitchBook, yang menganggarkan peluang 64% bahawa ia akan tersenarai awam pada masa hadapan.\n\nLe menyatakan bahawa nilai pasaran stablecoin meningkat sebanyak 12% sepanjang suku pertama, daripada $202.3 bilion kepada $227.1 bilion, walaupun mata wang kripto lain menyaksikan nilai mereka jatuh atau tidak berubah.\n\nLe berkata PitchBook menjangkakan bahawa pelaburan usaha niaga jangka pendek boleh meningkat, \"terutamanya dalam permulaan pengurusan pembayaran, kiriman wang, dan perbendaharaan yang secara langsung mengaut keuntungan daripada halaju stablecoin.\"\n\nLe menambah bahawa eksploitasi Bybit bernilai $1.4 bilion pada bulan Februari — yang terbesar dalam sejarah kripto — mungkin mempercepatkan permintaan institusi untuk alat bukti rizab masa nyata, penyelesaian penjagaan yang lebih baik dan perisian antara muka yang memudahkan pengurusan kunci.\n\n\"Permulaan yang menangani vektor tersebut harus menemui persekitaran pembiayaan yang lebih penerimaan meskipun penetapan semula penilaian yang lebih meluas,\" tambahnya.",
            "translated_summary": "PitchBook melaporkan bahawa jumlah urus niaga usaha niaga kripto pada suku pertama tahun ini berkurangan hampir 40% berbanding tahun lepas, tetapi nilai urus niaga tersebut meningkat lebih daripada dua kali ganda.",
            "original_url": "https://coinmarketcap.com/community/en/articles/682442ed9ecce73c251ea09b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5MzhiODAtYTg3NS03ZDAyLWE2N2MtNzMyMTg3ODhkMTIx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-14 07:09:00"
        },
        {
            "title": "Crypto swapper eXch shows signs of life after post-Bybit shutdown",
            "translated_facebook_post": "Platform tukar mata wang kripto, eXch, walaupun dah ditutup pihak berkuasa Jerman, mungkin masih beroperasi secara senyap-senyap.  Walaupun dah rampas pelayan dan sita jutaan euro,  kelihatan ia masih berfungsi melalui API untuk segelintir pelanggan.  Jadi, walaupun dah ‘mati’,  rupa-rupanya masih ada ‘nyawa’ lagi.",
            "translated_title": "Penukar kripto eXch menunjukkan tanda-tanda kehidupan selepas penutupan pasca-Bybit.",
            "translated_content": "## eXch: The Rise, Fall, and Afterlife of an Alleged Crypto Laundromat\n\nOnce a favored tool for hackers and those involved in illicit cryptocurrency transactions, eXch was shut down by German police in April. However, continued activity suggests the story is far from over.  Lacking Know Your Customer (KYC) checks, eXch operated more as an instant cryptocurrency swapper, enabling malicious actors and cybercriminals to evade detection for years.\n\nAmong its clients was the Lazarus Group, a North Korean state-sponsored hacking unit.  Lazarus Group's use of eXch to launder some of the $1.4 billion stolen from Bybit thrust the platform into the spotlight in February.  Bybit's request for assistance in tracing its stolen funds was refused by eXch, sparking a debate about privacy versus security.  eXch subsequently announced its closure on April 17, officially confirmed by German authorities on April 30.\n\nSecurity firm TRM Labs, however, reports that the platform may have continued operating covertly after the takedown.  Despite an announcement stating it would not facilitate criminal proceeds (a message quickly removed), operations quietly resumed, suggesting either an internal conflict or a deliberate attempt to reduce visibility.  German authorities seized eXch's servers, confiscating €34 million ($38 million) in cryptocurrency and over eight terabytes of data.\n\nJeremiah O’Connor, co-founder and CTO of Trugard, noted that, similar to Garantex's rebranding as Grinex, eXch didn't completely disappear.  It allegedly continued servicing select partners via API, allowing money laundering activities to persist.  O’Connor added that such platforms often continue to serve loyal clients even after seizures.  eXch's operation across multiple countries—a UK-based domain registrar, Switzerland as the administrative location, French infrastructure, and servers seized in Germany—further complicated efforts to shut it down.\n\nThe future of eXch remains uncertain. TRM Labs reported that back-end access continued to provide anonymization infrastructure for malicious actors.  eXch's origins date back to 2014, according to Fantasy, lead investigator at Fairside Network.  Initial activity involved Bitcoin, Perfect Money, and BTC-e vouchers—payment methods frequently linked to high-risk transactions.  Its Ethereum hot wallet was funded in 2022, marking the emergence of its modern form, and it quickly became a hub for cryptocurrency drainers, including Monkey Drainer, Pink Drainer, and Inferno Drainer.\n\neXch's lack of identity verification made it appealing to cybercriminals seeking to launder stolen assets.  Its pooled liquidity system further complicated tracing the flow of funds.  Despite facilitating obvious illicit activity, eXch remained operational for years due to the gap between regulatory capabilities and technological advancements, according to Amit Levin, a former Binance investigator.\n\neXch denied laundering funds for North Korean hackers, portraying itself in its shutdown notice as a privacy-focused project aiming to \"restore balance\" to the industry.  It criticized anti-money laundering enforcement and companies offering address risk scoring APIs.  The closure was deemed a significant victory for the cryptocurrency space by Alex Katz, CEO of Kerberus, but he warned that bad actors could migrate to alternative platforms like THORChain, which eXch mentioned favorably.  German authorities reported that $1.9 billion in cryptocurrency flowed through eXch since its inception, leading to suspicions of commercial money laundering and operating a criminal trading platform.",
            "translated_summary": "Platform eXch yang terkenal kerana tidak memerlukan pengesahan identiti (KYC) telah diserbu dalam satu tindakan penguatkuasaan pelbagai negara, tetapi pakar keselamatan berkata ia mungkin masih beroperasi secara bawah tanah.",
            "original_url": "https://coinmarketcap.com/community/en/articles/682441c4bf437c6e207e9386",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2FlYzMtOWI1MS03Y2Q5LWFkNDYtNmRhYzU3MjhiODAx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-14 07:07:00"
        },
        {
            "title": "Pi Network Prepares for Major Consensus 2025 Reveal: What to Expect",
            "translated_facebook_post": "Pi Network bakal umumkan perkembangan besar ekosistem mereka di Consensus 2025, tapi ramai pengguna masih risau tentang akses dan nilai token mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682441c2b28ab066f186ee3c",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/15172205/Pi-Network-News_-Pi-Coin-Enters-Futures-Trading-Amidst-Growing-Market-Hype.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:06:00"
        },
        {
            "title": "Wyoming Partners with Inca Digital for Stablecoin Security",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682441c39ecce73c251ea08a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/futuristic-wyoming-pixel-art.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:06:00"
        },
        {
            "title": "This Study from Ulster University Notes the Speed of a Ripple (XRP) Private Ledger",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682441c3736240356fa56a98",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2023/10/France-XRP-Digital-Euro-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:04:00"
        },
        {
            "title": "Gnosis Launches Pectra Hard Fork for Enhanced Scalability",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408d736240356fa56a94",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/futuristic-city-dusk-skyline.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:02:00"
        },
        {
            "title": "Hidden Altcoin Trading At Only $0.0000002 Set To Be The Shiba Inu Of This Cycle, Analyst Says",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408bb28ab066f186ee36",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/05/FLOPPYPEPE-49-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:00:00"
        },
        {
            "title": "Peter Schiff Dismisses Bitcoin Surge, Cites De-Dollarization Concerns",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408cb28ab066f186ee3a",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/peter-schiff-bitcoin.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:00:00"
        },
        {
            "title": "STRAX Faces Strong Resistance as Sellers Dominate: Crypto Patel Maps Bearish Path",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408c9ecce73c251ea086",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/07/CNF-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 07:00:00"
        },
        {
            "title": "Xinbi Guarantee's $8.4B Illicit Operations Uncovered",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408c9ecce73c251ea088",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/urban-complexity-oil-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:59:00"
        },
        {
            "title": "BC.GAME Enhances Brand with New Logo and Web3 Focus",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408d736240356fa56a95",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/bc-game-new-brand-web3-focus.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:59:00"
        },
        {
            "title": "GFO-X Launches UK's First FCA-Regulated Crypto Derivatives Platform",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6824408e60ddd31700a0683e",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/gfo-x-uk-fca-crypto-platform.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:59:00"
        },
        {
            "title": "NVIDIA Partners with HUMAIN to Build AI Factories in Saudi Arabia",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68243f6bbf437c6e207e9383",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/futuristic-ai-factory-saudi.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:58:00"
        },
        {
            "title": "Are Cryptocurrencies Drawing New Attention?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/are-cryptocurrencies-drawing-new-attention",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/altcoin-117.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:58:00"
        },
        {
            "title": "3 Best Cryptos for Passive Income: BTFD Coin’s $0.0002 Entry and 200% Bonus Could Turn $10K Into $900K — TRUMP and PURPE Also Make the List",
            "translated_facebook_post": "Artikel tu cerita pasal tiga jenis kripto untuk dapat pendapatan pasif,  antaranya BTFD Coin yang tengah pre-sale dengan bonus lumayan,  dan dua lagi iaitu TRUMP dan PURPE.  BTFD Coin nampaknya paling menarik sebab tawaran pulangan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682361df7729a94483556db5",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/2b41a2be234c4633b21cb36fca248e5f.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:57:00"
        },
        {
            "title": "By the next quarter, these five cryptocurrencies might dominate the market with significant gains. Move over ADA and XRP!",
            "translated_facebook_post": "Lima mata wang kripto ni, SUI, SEI, TRX, KASPA dan XYZ, dijangka akan naik mendadak dalam masa terdekat.  XYZVerse (XYZ) pula menarik perhatian sebab gabungkan peminat sukan dalam pasaran meme coin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68243e369ecce73c251ea079",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0e77f211727547a38060e81a4439feec.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-14 06:54:00"
        }
    ]
}