{
    "timestamp": "2025-04-10 19:20:47",
    "all_news": [
        {
            "title": "Ripple's Legal Strategy Shifts After Recent Verdict",
            "translated_facebook_post": "Selepas keputusan mahkamah baru-baru ini, Ripple ubah strategi guaman mereka untuk XRP,  dan mungkin akan beri kesan pada peraturan mata wang kripto di seluruh dunia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f81779ad0d4a2947b07cb6",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/xrp-executives-strategy-meeting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 19:08:00"
        },
        {
            "title": "Amazon pushes cheaper AI with custom chips as demand remains strong",
            "translated_facebook_post": "Amazon rancang kurangkan kos AI dengan cip tersendiri, sebab permintaan masih tinggi.  Mereka jangka kos pengiraan AI akan jadi lebih rendah,  dan ini akan buatkan lebih ramai guna AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f81777c03a2079f0363cf8",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/11/crypto-news-new-generation-of-the-Internet-using-blockchain-and-artificial-intelligence-blurry-background-dark-tones04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 19:06:00"
        },
        {
            "title": "Ethereum slips back into 2022 range: Is a multi-year consolidation ahead?",
            "translated_facebook_post": "Harga Ethereum mungkin akan kekal dalam julat harga yang sama untuk beberapa bulan, malah mungkin bertahun-tahun, sebelum nampak kenaikan harga yang ketara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f81777c03a2079f0363cf9",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/11/crypto-news-is-Ethereum-dying-option4.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 19:04:00"
        },
        {
            "title": "$500 Buys Now: Solana, Ethereum, and Bitcoin (BTC) Still Strong",
            "translated_facebook_post": "Sekarang ni nampaknya pelaburan dalam Solana, Ethereum, dan Bitcoin masih berpotensi untung, malah ada projek kripto baru macam MAGACOINFINANCE yang menarik perhatian ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f81779c03a2079f0363d02",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294651.docx_1744294651_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 19:02:00"
        },
        {
            "title": "🚀 Monad – A New Contender in the Layer-1 Race",
            "translated_facebook_post": "Monad, blockchain baru, janji prestasi tinggi, cepat siap (1 saat je!), & dah dapat dana besar.  Tapi masih dalam fasa ujian & persaingan sengit.  Kalau berjaya, boleh ubah landskap Layer-1.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8164fc03a2079f0363cf3",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-04-10-%D0%B2-18.33.39.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 19:00:00"
        },
        {
            "title": "Charles Hoskinson Predicts Bitcoin Could Hit $250,000 by End of 2025",
            "translated_facebook_post": "Charles Hoskinson jangka harga Bitcoin boleh cecah $250,000 menjelang akhir 2025, didorong oleh perubahan peraturan, ketegangan geopolitik, dan peningkatan penggunaan kripto di seluruh dunia.  Walaupun pasaran kripto alami penurunan, beliau yakin ia akan pulih dan melonjak naik, terutama dengan adanya peraturan baharu dan minat pelabur institusi.  Namun, beliau juga jangka pasaran akan perlahan untuk beberapa bulan akan datang sebelum meningkat semula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8164cad0d4a2947b07cb0",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/01/Bitcoin_Rocket.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:59:00"
        },
        {
            "title": "Breaking: Crypto Prices Tank as U.S. and China Trade War Escalates by +25%",
            "translated_facebook_post": "Harga kripto jatuh teruk lagi disebabkan perang perdagangan Amerika Syarikat dan China yang makin teruk.  Ketegangan ni buat pelabur takut dan jual aset berisiko tinggi macam kripto.  Tapi ada sedikit harapan sebab China dan Kesatuan Eropah nak bincang untuk kurangkan tarif. Kalau mereka berjaya, mungkin harga kripto akan naik balik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f81521ad0d4a2947b07ca8",
            "source": "CryptoTicker",
            "image": "https://cryptoticker-strapi-media.s3.eu-central-1.amazonaws.com/freepik_the_style_is_candid_image_photography_with_natural_70586_2dddae0170.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:56:00"
        },
        {
            "title": "US Markets Defy Positive Inflation Data as Bitcoin and Stocks Plummet",
            "translated_facebook_post": "Walaupun inflasi Amerika Syarikat menurun, pasaran saham dan Bitcoin jatuh, menunjukkan kebimbangan pelabur terhadap cabaran ekonomi masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f81522ad0d4a2947b07caa",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/POST-90.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:55:00"
        },
        {
            "title": "Are DeFi and Layer 2 chains squeezing the juice out of Ethereum: Deep dive on the downfall of ETH",
            "translated_facebook_post": "Harga Ethereum jatuh teruk sejak Mac 2024,  banyak transaksi pindah ke Layer 2,  dan ini kurang menguntungkan Ethereum sendiri.  Walaupun ada peningkatan akan datang,  masa depan harga Ethereum masih tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f813e0c03a2079f0363ce8",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-Ethereum-dollars-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:51:00"
        },
        {
            "title": "Chainlink (LINK) Could Drop to $7.5, Expert Shares Key Insight",
            "translated_facebook_post": "Harga Chainlink (LINK) mungkin akan turun ke $7.50 dalam beberapa hari ni, ikut ramalan pakar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f813e0c03a2079f0363ce6",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/12/09160456/Chainlink-Golden-Cross-Alert-LINK-Price-Attempts-a-Breakout-Eyeing-to-Smash-a-New-ATH.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:50:00"
        },
        {
            "title": "Market Pressures Affect Solana and Chiliz Prices",
            "translated_facebook_post": "Pasaran kripto sekarang tengah tak menentu, harga Solana dan Chiliz pun terjejas.  SOL mungkin turun lagi, manakala CHZ mungkin stabil di harga rendah. Pelabur kena berhati-hati!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/market-pressures-affect-solana-and-chiliz-prices",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/technical-analysis-033.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:48:00"
        },
        {
            "title": "Bitcoin Price Surges Amid ETF Approval Speculation",
            "translated_facebook_post": "Harga Bitcoin naik mendadak sebab spekulasi kelulusan ETF, mungkin akan tarik lebih banyak pelaburan besar dalam kripto lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f812b7c03a2079f0363ce0",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bustling-financial-district-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:46:00"
        },
        {
            "title": "XRP ETF Debuts Strong as Ripple Expands With $1.25B Hidden Road Deal",
            "translated_facebook_post": "Ripple berjaya beli Hidden Road dengan harga $1.25 billion, sekaligus menjadi syarikat kripto pertama yang memiliki broker utama pelbagai aset global.  ETF XRP juga menunjukkan prestasi kukuh sejak dilancarkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f812b7ad0d4a2947b07ca0",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/XRP-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:45:00"
        },
        {
            "title": "Neptune Digital Assets grows Bitcoin treasury to 401 BTC",
            "translated_facebook_post": "Syarikat Neptune Digital Assets dah tambah simpanan Bitcoin diorang kepada 401 BTC, dengan kos purata yang rendah berbanding syarikat lain.  Mereka percaya Bitcoin akan terus meningkat nilainya pada masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f812b6ad0d4a2947b07c9e",
            "source": "crypto.news",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:44:00"
        },
        {
            "title": "Spot Bitcoin ETFs see $772M outflow as investors prepare for tariff-driven inflation",
            "translated_facebook_post": "Dana pelaburan dalam ETF Bitcoin fizikal menyusut sebanyak $772 juta disebabkan kebimbangan ekonomi global, terutama risiko kemelesetan dan peningkatan kos pinjaman korporat.  Pelabur nampaknya lebih cenderung kepada aset selamat buat masa ini.",
            "translated_title": "Dana ETF Bitcoin Spot Catat Pengaliran Modal Keluar $772 Juta Ketika Pelabur Bersedia Hadapi Inflasi Akibat Tarif",
            "translated_content": "Dana Bitcoin (BTC) bursa saham tersenarai (ETF) berdepan tekanan hebat di tengah-tengah ketidaktentuan yang disebabkan oleh perang perdagangan global yang berterusan.  Antara 28 Mac dan 8 April, ETF ini mencatatkan aliran keluar bersih berjumlah $595 juta, menurut data Farside Investors.  Yang menarik perhatian, walaupun kebanyakan tarif import AS telah dihentikan sementara pada 9 April, dana tersebut masih mencatatkan aliran keluar bersih tambahan sebanyak $127 juta.\n\nSituasi ini telah menyebabkan peniaga mempersoalkan sebab-sebab di sebalik aliran keluar yang berterusan dan mengapa kenaikan harga Bitcoin kepada $82,000 pada 9 April gagal meningkatkan keyakinan di kalangan pelabur ETF.\n\nAliran bersih ETF Bitcoin tunai. Sumber: Farside Investors\n\nRisiko kredit korporat mungkin menolak pelabur daripada BTC\n\nSatu faktor yang menyumbang kepada minat yang berkurangan ialah peningkatan kemungkinan kemelesetan ekonomi.  \"Apa yang jelas dapat diperhatikan ialah kecairan di pihak kredit telah kering,\" kata ketua bersama pendapatan tetap global Lazard Asset Management, Michael Weidner, kepada Reuters.  Pada asasnya, pelabur beralih kepada aset yang lebih selamat seperti bon kerajaan dan pegangan tunai, satu trend yang akhirnya boleh membawa kepada krisis kredit.\n\nKrisis kredit ialah penurunan mendadak dalam ketersediaan pinjaman, yang membawa kepada pengurangan pelaburan perniagaan dan perbelanjaan pengguna.  Ia boleh berlaku tanpa mengira hasil Perbendaharaan AS kerana persepsi risiko peminjam yang meningkat mungkin secara bebas mengehadkan bekalan kredit.\n\nStrategis RW Baird, Ross Mayfield, menyatakan bahawa walaupun Rizab Persekutuan AS memutuskan untuk menurunkan kadar faedah dalam usaha menstabilkan pasaran yang bergelora, sebarang kelegaan bagi syarikat mungkin akan berumur pendek.\n\nMayfield dilaporkan menyatakan: \"Dalam persekitaran stagflasi daripada tarif, anda akan melihat kedua-dua peminjam korporat gred pelaburan dan hasil tinggi bergelut apabila kos hutang mereka meningkat.\"  Walaupun hasil Perbendaharaan AS 10 tahun kekal rata berbanding bulan sebelumnya, selera pelabur untuk hutang korporat masih lemah.\n\nIndeks Korporat Bank of America ICE penyebaran yang diselaraskan pilihan. Sumber: TradingView / Cointelegraph\n\nDan Krieter, pengarah strategi pendapatan tetap di BMO Capital Markets, memberitahu Reuters bahawa penyebaran bon korporat telah mengalami pelebaran seminggu terbesar sejak krisis perbankan serantau pada Mac 2023.  Penyebaran bon korporat mengukur perbezaan kadar faedah antara bon korporat dan bon kerajaan, yang mencerminkan risiko tambahan yang diambil oleh pelabur apabila memberi pinjaman kepada syarikat.\n\nPerang perdagangan menjadi tumpuan utama, mengehadkan minat pelabur dalam BTC\n\nPelabur masih bimbang bahawa walaupun Rizab Persekutuan AS menurunkan kadar faedah, ia mungkin tidak mencukupi untuk memulihkan keyakinan dalam ekonomi.  Sentimen ini juga menjelaskan mengapa Indeks Harga Pengguna (CPI) AS untuk Mac—pada 2.8%, peningkatan tahunan paling perlahan dalam empat tahun—gagal memberi kesan positif kepada pasaran saham.  \"Ini adalah cetakan bersih terakhir yang akan kita lihat sebelum kita mendapat peningkatan inflasi yang disebabkan oleh tarif,\" kata ketua ahli ekonomi RSM, Joe Brusuelas, kepada Yahoo Finance.\n\nPeniaga nampaknya menunggu penstabilan dalam pasaran bon korporat sebelum mendapatkan semula keyakinan dalam aliran masuk ETF Bitcoin.  Selagi risiko kemelesetan kekal tinggi, pelabur mungkin akan menyukai aset yang lebih selamat seperti bon kerajaan dan pegangan tunai.  Memecahkan korelasi ini memerlukan perubahan persepsi terhadap dasar monetari tetap Bitcoin dan rintangan penapisan.  Walau bagaimanapun, pemangkin berpotensi untuk perubahan tersebut masih tidak jelas dan mungkin mengambil masa berbulan-bulan atau bahkan bertahun-tahun.\n\nArtikel ini adalah untuk tujuan maklumat umum dan tidak bertujuan untuk dan tidak boleh dianggap sebagai nasihat undang-undang atau pelaburan. Pandangan, pemikiran, dan pendapat yang dinyatakan di sini adalah pandangan penulis sahaja dan tidak semestinya mencerminkan atau mewakili pandangan dan pendapat Cointelegraph.",
            "translated_summary": "Translation failed",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f812b7c03a2079f0363cde",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjIwYTEtMTlhNS03MDk2LWExZDgtZTNlMjk1MTNhOTg2.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-10 18:44:00"
        },
        {
            "title": "E-Estate Global Launch: Tokenization of Real Estate with EST on the Blockchain",
            "translated_facebook_post": "E-Estate dah lancarkan platform antarabangsa untuk melabur dalam hartanah guna teknologi blockchain, dengan 9 jenis token EST yang disokong aset sebenar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f809997274c015a98e4ffc",
            "source": "The Crypto Times",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/831a856fef1b4f9eb3a7cd5e9924ef43.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:43:00"
        },
        {
            "title": "Jack Dorsey's Block Fined $40 Million for Crypto Compliance Failures",
            "translated_facebook_post": "Syarikat Jack Dorsey, Block, kena denda $40 juta sebab tak ikut peraturan berkaitan mata wang kripto dan anti-pengubahan wang haram.  Ini tunjuk betapa ketat peraturan sekarang ni, dan syarikat lain kena lebih berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f811a0c03a2079f0363cd9",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/futuristic-cityscape-jack-dorsey.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:42:00"
        },
        {
            "title": "U.S. CPI Data Impact: Surge in Bitcoin Post-Rate Cut Bets",
            "translated_facebook_post": "Data CPI AS menyebabkan Bitcoin melonjak lepas jangkaan kadar faedah Rizab Persekutuan akan dikurangkan.  Harga Bitcoin naik melebihi $82,000, dan pasaran menjangka perubahan dasar monetari akan memberi kesan kepada pelaburan dalam teknologi kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f811a1ad0d4a2947b07c9a",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bitcoin-thrives-cpi-news-2023.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:40:00"
        },
        {
            "title": "Market Pressures Create Opportunities for Solana and Chiliz Investors",
            "translated_facebook_post": "Pasaran kripto sekarang agak tak menentu, tapi bagi pelabur SOL dan CHZ, ini peluang untuk untung sedikit. Harga SOL mungkin turun lagi ke bawah $104, tapi kalau boleh tahan sampai atas $122, lagi bagus.  CHZ pulak, mungkin akan stabil dekat $0.034 atau $0.03,  tapi kalau boleh naik balik atas $0.084, lagi untung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-pressures-create-opportunities-for-solana-and-chiliz-investors/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/technical-analysis-040.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-10 18:39:00"
        }
    ]
}