{
    "timestamp": "2025-04-15 15:28:55",
    "all_news": [
        {
            "title": "Abu Dhabi Securities Authority Fines Hayvn $12.45 Million",
            "translated_facebook_post": "Pihak berkuasa Abu Dhabi kenakan denda besar kepada Hayvn dan CEOnya kerana melanggar peraturan anti-pengubahan wang haram, menyebabkan lesen mereka dibatalkan dan memberi impak kepada pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe77eae4c5a5687746713a",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/distressed-businessman-abu-dhabi.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:11:00"
        },
        {
            "title": "Week in Solana: Ecosystem Pumps- SOL Summer After Tariff Freeze?",
            "translated_facebook_post": "Harga Solana naik 22% kepada $132, jumlah nilai terkunci meningkat kepada $7 bilion, dan beberapa perkembangan positif lain berlaku dalam ekosistem Solana minggu ini, termasuk sokongan daripada OpenSea dan kelulusan ETF di Kanada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/week-in-solana-sol-summer/",
            "source": "Werner Vermaak",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/63ed9461c3d24dcc94b8331c2618dbdb.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:11:00"
        },
        {
            "title": "Applied Digital Tumbles 30% on Revenue Miss; Plans Selling Cloud Computing Unit",
            "translated_facebook_post": "Syarikat Applied Digital di Texas, yang dah tukar haluan daripada perlombongan kripto kepada pengkomputeran berprestasi tinggi, jatuh 30% disebabkan pendapatan tak cukup sasaran.  Mereka pun nak jual bahagian pengkomputeran awan mereka sebab tengah susah.\n\n\nApplied Digital rugi sebab pendapatan tak cukup, dan nak jual bahagian perniagaan awan mereka untuk atasi masalah kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/applied-digital-tumbles-30-on-revenue-miss-plans-sale-of-cloud-computing-unit/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/fc233ab8578b6c77a4f8151135aff9db0d7ded7e-1500x825.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:11:00"
        },
        {
            "title": "Bitcoin Rises as a Safe Haven for Investors Seeking Stability",
            "translated_facebook_post": "Ketidakstabilan ekonomi global mendorong pelabur kepada Bitcoin sebagai pelaburan yang lebih stabil berbanding aset lain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-rises-as-a-safe-haven-for-investors-seeking-stability/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-212.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:10:00"
        },
        {
            "title": "AI Picks Meme Coins Set to Crush Solana in April",
            "translated_facebook_post": "Beberapa duit digital meme macam PepeX, Dawgz AI, dan Singularity Finance menunjukkan potensi untuk menyaingi populariti Solana bulan April ni.  PepeX menarik perhatian dengan pelancaran yang adil dan sistem automatik, Dawgz AI menawarkan ganjaran staking, manakala Singularity Finance fokus pada tokenisasi aset dunia sebenar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe76b7e4c5a56877467134",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/15203424/pepe-x.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:06:00"
        },
        {
            "title": "Democrats introduce bill after Warren alleges Musk makes $8 million a day from DC ties",
            "translated_facebook_post": "Rang Undang-Undang baru dicadang untuk kawal konflik kepentingan pegawai kerajaan sementara, terutamanya melibatkan individu berpengaruh seperti Elon Musk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe76b70644202567bc1388",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Democrats-introduce-bill-after-Warren-alleges-Musk-makes-8-million-a-day-from-DC-ties.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:06:00"
        },
        {
            "title": "NVIDIA Moves Its Production To The U.S.",
            "translated_facebook_post": "NVIDIA dah mula buat superkomputer AI sepenuhnya kat Amerika Syarikat,  membuka kilang di Arizona dan Texas,  dan jangka cip AI ni akan banyak dihasilkan dalam masa 12 hingga 15 bulan akan datang.  Ini akan cipta banyak peluang pekerjaan dan  kuatkan lagi ekonomi Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe77e9170a2a6caf3f8f2b",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/nvidia-ia.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:05:00"
        },
        {
            "title": "🚀 EIGENLAYER — The Future of Restaking in Ethereum",
            "translated_facebook_post": "EigenLayer, protokol baharu dalam Ethereum,  bagi peluang guna semula ETH yang dah di-stake untuk jamin rangkaian lain.  Ia menarik perhatian sebab disokong pelabur terkenal,  tapi masih awal lagi dan ada risiko kena penalti.  Pada masa depan,  teknik ni mungkin jadi  ciri penting dalam DeFi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe757ee060ed6731e18e52",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-04-15-%D0%B2-18.01.14.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:03:00"
        },
        {
            "title": "$500 Buys: ETH, BTC, and XRP Quietly Moving Toward New Highs",
            "translated_facebook_post": "Harga Ethereum, Bitcoin, dan XRP tengah perlahan-lahan naik, manakala MAGACOINFINANCE antara projek peringkat awal yang menunjukkan potensi pulangan pelaburan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe76b8e060ed6731e18e54",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744659531.docx_1744659531_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:02:00"
        },
        {
            "title": "US Treasury May Boost Buybacks—Bullish for Bitcoin",
            "translated_facebook_post": "Kemungkinan kerajaan Amerika Syarikat akan beli balik bon mereka, yang mungkin bagus untuk Bitcoin sebab ia akan tambah lagi aliran tunai dalam pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe757ae4c5a5687746712c",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/US-Treasury.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:02:00"
        },
        {
            "title": "6 Top Subnets on Bittensor",
            "translated_facebook_post": "Bittensor, dengan token $TAO, ada banyak subnet menarik yang fokus pada AI.  Ada enam yang disebut terbaik: Chutes (komputasi AI), Targon (makmal AI terdesentralisasi), Gradients (latihan AI), Data Universe (pengumpulan data), Nineteen (jana imej), dan BitMind (pengesan deepfake).  Buat kajian sendiri sebelum melabur sebab risiko tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe7579e4c5a5687746712a",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:01:00"
        },
        {
            "title": "President Trump Increases Tariffs on Chinese Goods, Impacting Global Markets",
            "translated_facebook_post": "Pentadbiran Biden baru-baru ni naikkan tarif import barang-barang tertentu, terutamanya dari China, untuk lindungi industri dalam negara dan atasi masalah defisit perdagangan.  Mereka juga pulihkan tarif ke atas keluli dan aluminium untuk keselamatan negara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe757a170a2a6caf3f8f25",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/biden-tariff-policies-overview.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:00:00"
        },
        {
            "title": "BlockDAG Nears Top 10 Status with $214M Presale & 600% Golden Ticket Bonus as ADA & SOL Rally",
            "translated_facebook_post": "Pasar altcoin tengah meriah! Cardano hampir pecah, Solana naik 20%, dan BlockDAG buat kejutan dengan jualan awal mencecah $214 juta, siap bonus 600%!  Ramai minat, nampaknya BlockDAG berpotensi besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe4ebeccdda41159f16051",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ed75843a365c4834aedd92caa377c117.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:00:00"
        },
        {
            "title": "Crypto podcasters should always assume their audience knows nothing",
            "translated_facebook_post": "Penghasil podcast kripto perlu pastikan kandungan mudah difahami semua orang, termasuk yang baru nak belajar, supaya lebih ramai tertarik dengan dunia kripto.  Gunakan bahasa mudah, elakkan jargon, dan terangkan istilah teknikal.  Buat macam tengah cerita dengan kawan yang tak tahu apa-apa tentang kripto.",
            "translated_title": "Penghasil podcast kripto seharusnya sentiasa menganggap audiens mereka tidak mengetahui apa-apa.",
            "translated_content": "Pendapat oleh: Blake Cassidy, CEO Bamboo\n\nPodcast kripto telah menjadi sumber maklumat utama bagi pendengar baharu, membantu membawa kripto kepada arus perdana.  Namun, podkaster mesti ingat bahawa pendengar baharu sentiasa menyertai  seiring dengan perkembangannya.\n\nWalaupun anda mungkin berkata, \"FOMO, beli ketika penurunan, abaikan FUD kerana WAGMI,\" pendengar anda yang kurang arif – yang mendengar buat kali pertama hanya untuk mempelajari kripto – mungkin akan memutuskan bahawa mempelajari bahasa Sepanyol lebih mudah.\n\nPodkaster lebih penting daripada sebelumnya kepada kadar penggunaan kripto\n\nMengekalkan penglibatan pendengar tetap adalah penting, tetapi begitu juga memastikan pendengar baharu, yang hanya mendengar kerana mereka bosan mendengar rakan-rakan mereka bermegah tentang kripto di tempat kerja, dapat mengikutinya juga.\n\nAnda dapat melihat keseimbangan ini dicapai dengan baik dalam beberapa podcast kripto terbesar di luar sana. Podcast kripto yang memenuhi keperluan pelabur jangka panjang dan pemula menikmati pengikut setia dan jumlah tontonan yang tinggi, sama ada pasaran terasa menaik atau menurun.\n\nAda yang bimbang bahawa menjadikan sesuatu itu mesra pemula akan menolak profesional industri, tetapi itu tidak berlaku.  Malah pakar juga menghargai kandungan yang dipermudahkan — ia membantu mereka kekal di atas angin tanpa perlu meneliti semua maklumat yang tidak penting sendiri.\n\nBagaimana anda mencapai keseimbangan itu?  Sertakan berita terbesar minggu ini, dan ia akan menarik perhatian semua orang — sama ada mereka baharu dalam kripto atau veteran industri.  Walaupun hanya segmen podcast anda, peminat kripto di semua peringkat suka mempunyai podcast rujukan yang merumuskan minggu tersebut sebelum mereka minum kopi pagi.\n\nMasalah aksesibiliti kripto\n\nAksesibiliti sentiasa menjadi salah satu halangan terbesar kripto. Teknologi, senarai duit syiling yang tidak berkesudahan, malah permainan video yang dikuasakan Web3 — ramai yang menganggap semuanya terlalu rumit, tidak perlu atau hanya satu lagi penipuan.  Sesetengah pandangan ini mewakili salah faham pada yang terbaik dan kejahilan sepenuhnya pada yang terburuk.\n\nSebaliknya, podkaster bercakap tentang rantaian blok tahan kuantum, transaksi tanpa had sesaat atau masalah Surge, Verge, Purge dan Splurge Ethereum.\n\nTerdapat keseimbangan yang halus\n\nPodkaster boleh memainkan peranan penting dalam menggerakkan penyelesaian rantaian blok lebih jauh ke arus perdana dengan membantu mengatasi keperluan pengetahuan yang tinggi yang kita lihat sebelum ini.\n\nWalau bagaimanapun, terdapat keseimbangan, kerana tiada siapa yang mahu mendengar podcast penjelasan yang terasa seperti kamus mingguan jargon kripto.  Kuncinya ialah podkaster membayangkan mereka berada di dalam bilik bersama rakan yang tidak tahu apa-apa tentang kripto dan seseorang yang sudah arif.  Cipta kandungan yang sesuai untuk kedua-duanya.  Jika jargon diperlukan, yang sering berlaku dalam niche ini, \"inilah maksudnya apabila kita mengatakan ini\" sekali-sekala dapat membantu mengelakkan mengasingkan pendengar baharu.\n\nIstilah bukan teknikal seperti \"WAGMI\" dan \"NGMI\" harus dijelaskan dan bukannya mengehadkan akses jika kita mahu melihat pertukaran ramai pengguna.\n\nMudahkan untuk penonton\n\nBeberapa podcast yang berjaya melakukan kerja yang hebat dengan memberikan cap masa dalam episod podcast mereka, yang sering kali melebihi sejam.  Jika ahli penonton dapat dengan cepat memahami apa yang termasuk dalam podcast dan menavigasi ke bahagian yang paling menarik bagi mereka, ini hanya akan mengukuhkan penglibatan dan kesetiaan.\n\nDi samping itu, perumpamaan, analogi, metafora dan penceritaan terus terang dapat membantu menguraikan beberapa konsep kripto yang lebih sukar difahami.\n\nTerdapat banyak cara podkaster boleh membantu dan bukannya menghalang penggunaan kripto arus perdana. Dalam mana-mana disiplin, menyediakan maklumat yang jelas dan ringkas supaya penonton dapat membuat keputusan yang lebih tepat adalah satu tanggungjawab — mengapa podcast kripto harus berbeza?\n\nPendapat oleh: Blake Cassidy, CEO Bamboo.",
            "translated_summary": "Penghasil podcast kripto seharusnya menganggap pendengar mereka tidak mengetahui apa-apa untuk memastikan aksesibiliti dan penglibatan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe757ae060ed6731e18e50",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE4ZjAtNmVhZS03M2Y2LTllZmYtYjAwNmIzNzY2NDVh.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-15 15:00:00"
        },
        {
            "title": "Cardano (ADA) Faces Further Decline, While Mutuum Finance (MUTM) is Poised for 43x in 2025",
            "translated_facebook_post": "Harga Cardano (ADA) nampaknya menurun, manakala Mutuum Finance (MUTM) dijangka meningkat 43 kali ganda pada 2025.  Pelaburan awal dalam MUTM menawarkan pulangan lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe76b9170a2a6caf3f8f27",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-25-5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 15:00:00"
        },
        {
            "title": "$PAWS Deposits Start on CEXs, Bybit Users Confirm Drops",
            "translated_facebook_post": "Deposit token PAWS dah mula masuk ke bursa matawang kripto, ada yang dapat bonus, ada yang tak dapat. Pelancaran rasmi 16 April 2025, tapi ada yang dah dapat awal.  Harga dijangka antara $0.007 hingga $0.015.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe757ae4c5a5687746712e",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/PAWS-Deposits-Start-on-CEXs-Bybit-Users-Confirm-Drops.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 14:59:00"
        },
        {
            "title": "U.S. Ethereum ETFs Face Major Outflows of $82 Million",
            "translated_facebook_post": "Pelaburan dalam ETF Ethereum di Amerika Syarikat nampaknya kurang menarik sekarang, dengan hampir $83 juta telah ditarik balik baru-baru ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe7450e4c5a56877467124",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/eth-us-etf-market-volatility-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 14:58:00"
        },
        {
            "title": "OM Coin’s Plunge Triggers Market Turmoil",
            "translated_facebook_post": "Harga OM Coin jatuh 90%, menjejaskan pasaran kripto dan menyebabkan ZK Coin turut susut.  Pasukan ZKsync menjelaskan penurunan itu berpunca daripada akaun pentadbiran yang digodam, tetapi menjamin dana pengguna selamat.  Ketakutan terhadap penurunan harga altcoin yang lebih besar masih membayangi pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/om-coins-plunge-triggers-market-turmoil",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-109.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 14:58:00"
        },
        {
            "title": "Bitcoin Holdings Among Public Firms Rise 16% in First Quarter, Reports Bitwise",
            "translated_facebook_post": "Syarikat-syarikat tersenarai awam tambah simpanan Bitcoin sebanyak 16% pada suku pertama 2025, mencecah hampir 688,000 BTC bernilai $57 bilion.  Ramai syarikat baru mula melabur dalam Bitcoin, termasuklah syarikat pembinaan dari Hong Kong dan Rumble.\n\n\nLebih 70 syarikat awam sekarang pegang Bitcoin, dengan beberapa syarikat beli untuk kali pertama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/bitcoin-holdings-among-public-firms-rise-16percent-in-first-quarter-reports-bitwise/",
            "source": "Atqa Arif",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/8a5446e1e2624d29817fd33f49ecf7f3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 14:57:00"
        },
        {
            "title": "FDIC's New Guidance Redefines Crypto Banking Rules",
            "translated_facebook_post": "Panduan baharu tentang kripto dari FDIC ni mengubah peraturan perbankan di Amerika Syarikat, dan mungkin akan beri kesan pada pasaran serta cara bank urus kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fe744f0644202567bc1382",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/crypto-regulations-boardroom.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-15 14:56:00"
        }
    ]
}