{
    "timestamp": "2025-03-04 05:30:11",
    "all_news": [
        {
            "title": "Suruhanjaya Sekuriti dan Bursa (SEC) bersetuju untuk menggugurkan saman mereka terhadap Kraken tanpa mengenakan sebarang penalti.",
            "description": "Kraken mengumumkan pada hari Isnin bahawa Suruhanjaya Sekuriti dan Bursa AS (SEC) telah bersetuju untuk menggugurkan saman terhadap bursa kripto tersebut.  Pengguguran ini adalah dengan prejudis, bermakna...",
            "content": "Kraken mengumumkan pada hari Isnin bahawa Suruhanjaya Sekuriti dan Bursa AS (SEC) telah bersetuju untuk menggugurkan saman terhadap bursa kripto itu.  Pengguguran ini adalah \"dengan prejudis,\" bermaksud kes tersebut ditutup secara kekal. Tiada penalti dikenakan, tiada perubahan yang diperlukan terhadap perniagaan Kraken, dan tiada pengakuan salah laku.\n\nSEC memfailkan saman tersebut pada November 2023. Mereka mendakwa bursa Kraken telah beroperasi sebagai bursa sekuriti yang tidak berdaftar selama bertahun-tahun. SEC juga mendakwa Kraken memperoleh ratusan juta dolar melalui perdagangan sekuriti kripto yang tidak berdaftar.\n\nDalam kenyataannya, Kraken berhujah bahawa tindakan penguatkuasaan itu bukanlah untuk melindungi pelabur. Sebaliknya, mereka menyifatkannya sebagai kempen bermotifkan politik yang telah salah tafsir model perniagaan mereka. Kraken percaya kes tersebut adalah sebahagian daripada pendekatan yang lapuk yang merosakkan inovasi dalam pasaran kripto AS.\n\nKraken menyatakan bahawa keputusan SEC untuk menggugurkan saman tersebut lebih daripada sekadar kemenangan undang-undang. Mereka melihatnya sebagai titik perubahan untuk masa depan kripto di Amerika Syarikat.  Pengguguran itu menamatkan kempen yang mereka anggap sebagai pembaziran dan didorong oleh politik. Ia juga menghapuskan ketidaktentuan yang telah menghalang inovasi dan pelaburan dalam sektor ini. Kraken percaya ini membuka jalan untuk persekitaran pengawalseliaan yang stabil dan berpandangan ke hadapan.\n\nBursa tersebut menyatakan kelulusan terhadap kepimpinan baharu di White House dan SEC atas peranan mereka dalam pengguguran saman tersebut.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0712afa8301a492896075f11d0883f70.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c68bc6cab350799f430641",
            "timestamp": "2025-03-04 05:12:00",
            "status": "Posted"
        },
        {
            "title": "Ethereum jatuh di bawah $2,100 buat pertama kalinya dalam tempoh 15 bulan.",
            "description": "Ethereum jatuh di bawah paras $2,100, mencecah paras terendah sejak Disember 2023 berikutan kebimbangan tarif Trump yang menggegarkan pasaran.  Kripto matawang ini jatuh...",
            "content": "Ethereum Menjunam di Bawah $2,100, Sentuh Titik Terendah Sejak Disember 2023 Akibat Kekhuatiran Tarif Trump\n\nHarga Ethereum telah jatuh di bawah $2,100, mencapai paras terendah sejak Disember 2023 berikutan kebimbangan pasaran terhadap tarif Trump.\n\nKripto matawang ini susut 15% dalam tempoh 24 jam yang lalu, diniagakan pada $2,063, menurut data harga crypto.news.  Kejatuhan ini berlaku susulan perhimpunan yang singkat selepas pengumuman Donald Trump pada 2 Mac mengenai Rizab Strategik Kripto AS, yang seketika menolak ETH melebihi $2,500.\n\nBagaimanapun, pengesahan Trump bahawa tarif baharu ke atas China, Kanada, dan Mexico akan berkuat kuasa pada 4 Mac telah menyebabkan sentimen pasaran berubah, menimbulkan kebimbangan tentang ketidakstabilan ekonomi yang lebih meluas.\n\nPengumuman tersebut menyebabkan harga Ethereum (ETH) menjunam, jatuh di bawah paras pra-peningkatan sekitar $2190. Aktiviti kewangan terdesentralisasi dan pasaran hadapan Ethereum kedua-duanya menunjukkan momentum Ethereum yang semakin merosot.  Minat terbuka dalam hadapan ETH telah jatuh sebanyak 10% dalam sehari yang lalu, menurut data Coinglass.\n\nTVL DeFi, sebaliknya, telah mencapai paras terendah tahun ini, menurun daripada $71 bilion pada Januari kepada $48.1 bilion pada 4 Mac. Sejak 1 Mac, telah berlaku aliran keluar stablecoin sebanyak $109 juta, menunjukkan pengurangan kecairan, seperti yang ditunjukkan oleh data DeFiLlama.\n\nAnda mungkin juga menyukai: Harga Ethereum memecah trend enam tahun dengan penurunan mendadak pada Februari\n\nPaus Ethereum nampaknya sedang mengurangkan pegangan mereka juga. Lookonchain melaporkan urus niaga yang signifikan di mana 30,000 Ethereum, kira-kira $68 juta, telah dijual kepada FalconX dan Galaxy Digital pada 4 Mac daripada dompet yang berkaitan dengan Genesis.\n\nEthereum menunjukkan risiko penurunan yang lebih tinggi dari segi teknikal. RSI hampir berada pada paras terlebih jual pada 34, menunjukkan tekanan pembelian yang berkurangan. Purata bergerak menunjukkan aliran menurun yang kuat, dengan ETH diniagakan di bawah paras utama seperti EMA 10 hari pada $2,338 dan SMA 50 hari pada $2,852.\n\nWalaupun osilator menunjukkan petunjuk yang bercanggah, momentum negatif dan bacaan MACD menunjukkan bahawa sentimen bearish semakin meningkat. Sokongan terdekat adalah pada $2,069, dengan rintangan pada $2,163 dan $2,321. Ethereum mungkin mengalami penurunan lebih lanjut dalam beberapa hari akan datang jika trend bearish berterusan.\n\nBeberapa peristiwa akan datang boleh memberikan titik perubahan. Peningkatan Ethereum Pectra, yang dijadualkan pada April, dijangka meningkatkan kebolehskalaan dan fleksibiliti penetapan, mungkin menarik lebih banyak aktiviti rangkaian. Pelabur juga sedang memerhatikan Sidang Kemuncak Kripto Rumah Putih yang pertama pada 7 Mac, yang mungkin memberikan butiran lanjut mengenai rancangan Trump untuk rizab strategik kripto beliau.\n\nBaca lebih lanjut: Bitcoin melawat semula $85k apabila keuntungan rizab kripto pudar",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-The-reports-of-Ethereums-death-are-greatly-exaggerated-option01.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c68c3acab350799f430645",
            "timestamp": "2025-03-04 05:11:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa Pelabur Ripple Beralih kepada Lightchain AI untuk Menangani Ketidakpastian Pasaran",
            "description": "Dalam ketidaktentuan pasaran yang berterusan, ramai pelabur Ripple (XRP) beralih kepada Lightchain AI sebagai alternatif yang menjanjikan.  Walaupun XRP kekal sebagai pelaburan utama…",
            "content": "Dengan ketidaktentuan pasaran yang berterusan, ramai pelabur Ripple (XRP) beralih kepada Lightchain AI sebagai alternatif yang menjanjikan. Walaupun XRP kekal sebagai pemain utama dalam pembayaran rentas sempadan, ketidaktentuan berkaitan peraturan dan turun naik harga telah mendorong pelabur mencari peluang baharu dengan potensi pertumbuhan tinggi. Lightchain AI, dengan integrasi blok rantai dan AI, semakin mendapat perhatian sebagai pesaing utama.\n\nPrajualan Lightchain AI telahpun berjaya mengumpul lebih daripada $15.6 juta pada harga prajualan $0.006, mencerminkan keyakinan yang kukuh terhadap masa depannya.  Ketika pelabur mencari kestabilan dan inovasi, Lightchain AI meletakkan dirinya sebagai pilihan bijak untuk keuntungan jangka panjang.\n\nPelabur Ripple Menghadapi Ketidaktentuan Pasaran – Apakah Punca Peralihan Ini?\n\nPelabur XRP Ripple sedang menavigasi landskap yang dicirikan oleh ketidaktentuan pasaran yang ketara. Ketidakstabilan harga baru-baru ini, termasuk penurunan 4.3% kepada kurang sedikit daripada $2.02, telah menimbulkan kebimbangan. Kemelesetan ini dipengaruhi oleh tindakan undang-undang SEC yang berterusan terhadap Ripple, yang menuduh penjualan sekuriti yang tidak berdaftar.\n\nSelain itu, faktor ekonomi global, seperti pengumuman tarif baru-baru ini oleh Presiden Donald Trump, telah meningkatkan ketidaktentuan pasaran, mengakibatkan tingkah laku pelabur yang berhati-hati.\n\nWalaupun menghadapi cabaran ini, sesetengah pelabur kekal optimis, menjangkakan bahawa persekitaran pengawalseliaan yang lebih mesra kripto di bawah pentadbiran semasa dapat meningkatkan prospek XRP. Walau bagaimanapun, penumpuan ketidaktentuan undang-undang dan faktor makro ekonomi terus memacu peralihan pasaran semasa, menyebabkan pelabur XRP berada dalam keadaan jangkaan yang berhati-hati.\n\nLightchain AI – Perjudian Selamat Di Tengah Ketidaktentuan Pasaran\n\nOleh kerana ketidaktentuan pasaran terus memberi impak kepada kripto matawang, Lightchain AI muncul sebagai pelaburan yang stabil disebabkan oleh tokenomics yang tersusun rapi dan prestasi latensi rendah. Tokenomics platform ini direka untuk kemampanan jangka panjang, memastikan pengagihan yang adil dan insentif yang seimbang.\n\nDengan jumlah bekalan 10 bilion token LCAI, peruntukan diletakkan secara strategik untuk peserta prajualan, ganjaran staking, kolam kecairan, dan pertumbuhan ekosistem.  Di samping itu, mekanisme penetapan harga dinamik dan unsur-unsur deflasi, seperti pembakaran token, membantu mengekalkan nilai dari semasa ke semasa.\n\nSelain tokenomics, Lightchain AI mempunyai latensi ultra rendah, menjadikan transaksi dan pengiraan AI lancar. Pemprosesan berkelajuan tinggi membolehkan pelaksanaan aplikasi terdesentralisasi dalam masa nyata sambil mengekalkan kecekapan rangkaian. Dengan mengutamakan kedua-dua kestabilan ekonomi dan prestasi, Lightchain AI kekal teguh di tengah-tengah turun naik pasaran.\n\nRaih Peluang Pelaburan Dengan Prajualan Lightchain AI\n\nPrajualan Lightchain AI membentangkan peluang menarik untuk pelabur Ripple yang ingin mempelbagaikan portfolio mereka. Dengan harga prajualan $0.006, peserta berpotensi untuk mendapatkan token LCAI pada kadar diskaun, menjangkakan kenaikan nilai pada masa hadapan.\n\nTambahan pula, pengguna awal juga boleh mendapat manfaat daripada ganjaran staking dan insentif kolam kecairan, yang selanjutnya meningkatkan pulangan pelaburan mereka.\n\nOleh kerana platform terus berkembang dan mengembangkan kes penggunaannya, token LCAI dijangka meningkat nilainya, memandangkan tokenomics yang tersusun rapi dan permintaan untuk penyelesaian blok rantai berkelajuan tinggi. Oleh itu, melabur dalam prajualan Lightchain AI menawarkan peluang unik untuk menyertai platform inovatif dengan potensi pertumbuhan tinggi.\n\nhttps://lightchain.ai/lightchain-whitepaper.pdf\nhttps://twitter.com/LightchainAI\nhttps://t.me/LightchainProtocol",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/04103615/lightchain-ai-1-1.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c68c3a12719d17fc550b62",
            "timestamp": "2025-03-04 05:10:00",
            "status": "Posted"
        },
        {
            "title": "Avalanche Menjunam 28% Sementara SUI Menurun 35%, Manakala Web3bay Memperoleh Tarikan Besar Dengan Jualan Awal $1.6 Juta",
            "description": "Pasaran mata wang kripto sedang menyaksikan peralihan momentum. Avalanche (AVAX) dan SUI, dua projek blok rantai yang terkenal, telah menghadapi cabaran berhubung…",
            "content": "Pasaran mata wang kripto sedang mengalami peralihan momentum. Avalanche (AVAX) dan SUI, dua projek rantaian blok yang terkenal, telah menghadapi cabaran dalam sebulan yang lalu. AVAX telah jatuh 28% nilainya, manakala SUI telah mengalami penurunan sebanyak 35%. Keadaan ini telah menyebabkan pelabur meneroka peluang baharu, dan salah satu yang menonjol ialah Web3bay.\n\nPada masa ini dalam fasa prajualan, Web3bay telah mengumpul $1.6 juta dan menarik perhatian dengan jualan token yang tersusun.  Ketika Avalanche dan SUI menangani kesukaran, Web3bay menawarkan pilihan baharu yang sedang dipertimbangkan oleh pelabur. Laporan ini melihat prestasi setiap projek dalam persekitaran pasaran yang tidak menentu pada hari ini.\n\n**Avalanche: Prestasi dan Cabaran Terkini**\n\nAvalanche, yang terkenal dengan keupayaan rantaian bloknya yang pantas dan kos efektif, telah menyaksikan harga jatuh kepada $16.25. Ini menandakan penurunan sebanyak 2.37% dalam tempoh 24 jam yang lalu dan kerugian 28% sepanjang bulan. Pertumbuhan aktiviti pengguna yang lebih perlahan dan peningkatan persaingan daripada platform yang serupa telah menyumbang kepada penurunan tersebut.\n\nPlatform ini telah menjadi pilihan popular bagi banyak projek DeFi dan NFT disebabkan oleh yuran transaksi yang rendah dan masa pengesahan yang pantas. Walau bagaimanapun, kadar projek baharu yang dilancarkan di Avalanche telah berkurangan, menimbulkan kebimbangan tentang keupayaan platform untuk mengekalkan tahap aktivitinya sebelum ini. Penganalisis mencadangkan bahawa Avalanche perlu memperbaharui ekosistemnya dengan memupuk perkongsian, memperkenalkan kes penggunaan yang inovatif, dan meningkatkan sokongan pemaju. Langkah-langkah sedemikian dapat membantu platform ini mendapatkan semula kedudukannya dan menarik lebih ramai pengguna.\n\n**SUI: Penurunan Harga dan Tekanan Persaingan**\n\nSUI, satu lagi rantaian blok berprestasi tinggi, kini berharga pada $0.682. Token tersebut telah menurun sebanyak 3.25% dalam sehari yang lalu dan 35% sepanjang bulan lepas. Walaupun SUI pada mulanya dipuji kerana skalabiliti dan alat mesra penggunanya, ia kini menghadapi persaingan yang semakin meningkat daripada rantaian blok Lapisan-1 yang lain. Pendatang baharu ini telah mewujudkan pasaran yang lebih sesak, menyukarkan SUI untuk mengekalkan kedudukannya.\n\nSalah satu faktor yang menyumbang ialah pertumbuhan ekosistem SUI tidak seiring dengan jangkaan. Walaupun keupayaan teknikal platform tersebut kekal kukuh, penggunaan telah lebih perlahan daripada jangkaan. Pengambilan yang lebih perlahan ini telah menyebabkan jumlah transaksi yang lebih rendah dan pengurangan aktiviti rangkaian, yang selanjutnya memberi kesan kepada prestasi token tersebut. Sentimen pasaran terhadap SUI telah menurun, kerana pelabur menunggu isyarat pertumbuhan yang lebih konsisten.\n\n**Web3bay: Peluang Pelaburan Baharu & Menguntungkan**\n\nBerbeza dengan Avalanche dan SUI, Web3bay muncul sebagai pilihan yang menjanjikan untuk pelabur. Prajualan projek ini telah mengumpul $1.6 juta, dan ia menarik minat disebabkan oleh pendekatannya yang tersusun dan potensi pulangan yang besar. Web3bay bertujuan untuk menyediakan platform perdagangan terdesentralisasi di mana pengguna mempunyai kawalan sepenuhnya terhadap transaksi mereka.\n\nSalah satu kekuatan Web3bay ialah jualan token yang dirancang dengan baik. Harga token semasa ialah $0.00524, dengan struktur prajualan menawarkan keuntungan yang besar kepada pengguna awal. Unjuran menunjukkan harga pelancaran sebanyak $0.1959, yang boleh menghasilkan pulangan yang signifikan bagi mereka yang melabur awal. Pendekatan yang tersusun ini membantu mewujudkan peningkatan nilai yang stabil dan memberi pelabur gambaran yang lebih jelas tentang potensi jangka panjang projek tersebut. Dengan memberi tumpuan kepada ketelusan dan pemberdayaan pengguna, Web3bay meletakkan dirinya sebagai alternatif baharu kepada mata wang kripto yang lebih mantap tetapi sedang bergelut.\n\nPlatform ini juga menonjol kerana tumpuannya untuk menangani ketidakefisienan dalam sistem e-dagang tradisional. Dengan menghapuskan perantara dan membolehkan transaksi langsung yang selamat, Web3bay berharap untuk mewujudkan pasaran yang lebih cekap dan mesra pengguna. Bagi pelabur yang mencari peluang pertumbuhan tinggi, gabungan pelan hala tuju yang telus, minat awal yang ketara, dan kes penggunaan yang unik menjadikan Web3bay sebagai pilihan yang menarik.\n\n**Kesimpulan Utama**\n\nAvalanche, SUI, dan Web3bay masing-masing membentangkan peluang dan cabaran yang berbeza. Avalanche, walaupun mantap, kini menghadapi pertumbuhan yang lebih perlahan dan peningkatan persaingan. Penurunan harga baru-baru ini menunjukkan bahawa platform tersebut mungkin perlu melaksanakan strategi baharu untuk mendapatkan semula momentum. Buat masa ini, prestasinya kekal agak stabil tetapi tidak begitu memberangsangkan.\n\nSUI, satu lagi rantaian blok yang canggih dari segi teknologi, sedang menangani kadar penggunaan yang berkurangan dan tekanan persaingan. Prestasi token tersebut mencerminkan realiti ini, dan walaupun ia masih mempunyai potensi, kekurangan pertumbuhan ekosistem yang pesat menyebabkan ramai pelabur mencari alternatif lain.\n\nWeb3bay, sebagai perbandingan, menawarkan pendekatan baharu. Sebagai platform perdagangan terdesentralisasi, ia membentangkan kes penggunaan yang unik yang membezakannya daripada projek rantaian blok tradisional. Jualan token yang tersusun, digabungkan dengan strategi pertumbuhannya yang jelas, menarik perhatian pelabur yang mencari pulangan berpotensi yang lebih tinggi.\n\n**Penafian:** Sebarang maklumat yang ditulis dalam siaran akhbar ini tidak membina nasihat pelaburan.  [Nama Syarikat/Entiti] tidak, dan tidak akan menyokong sebarang maklumat tentang mana-mana syarikat atau individu di halaman ini. Pembaca digalakkan untuk melakukan kajian sendiri dan berdasarkan sebarang tindakan pada penemuan mereka sendiri, bukan pada sebarang kandungan yang ditulis dalam siaran akhbar ini. [Nama Syarikat/Entiti] adalah dan tidak akan bertanggungjawab terhadap sebarang kerosakan atau kerugian yang disebabkan secara langsung atau tidak langsung oleh penggunaan sebarang kandungan, produk, atau perkhidmatan yang disebut dalam siaran akhbar ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b778b6d8c70744738fb7be3f2a551276.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c68b37cab350799f43063f",
            "timestamp": "2025-03-04 05:10:00",
            "status": "Posted"
        },
        {
            "title": "SEC Bentuk Pasukan Untuk Takat Isu Pengawalseliaan Kripto",
            "description": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah melancarkan pasukan petugas baharu bagi menangani ketidakpastian dalam pasaran mata wang kripto...",
            "content": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah melancarkan pasukan petugas baharu bagi menangani ketidakpastian dalam pasaran mata wang kripto.  Pasukan seramai 14 ahli ini, terdiri daripada profesional daripada pelbagai jabatan SEC, memberi tumpuan kepada penambahbaikan rangka kerja pengawalseliaan dan memupuk kepercayaan yang lebih besar di kalangan pihak berkepentingan dalam sektor kripto.\n\nApakah Tumpuan Pasukan Petugas Ini?\n\nDi bawah pimpinan Pengarah Hester Pierce, pasukan petugas ini terdiri daripada jawatan penting, termasuk Timbalan Pengarah dan Penasihat Utama, bersama sepuluh penasihat kanan. Misi utamanya termasuklah penjelasan dasar pengawalseliaan yang mengawal selia mata wang kripto.  Satu tugas penting melibatkan penetapan aset digital mana yang layak sebagai sekuriti dan mewujudkan mekanisme pengawasan untuk melindungi pelabur daripada manipulasi pasaran yang berpotensi.\n\nBagaimanakah SEC Mengubah Pendekatannya?\n\nDengan pelantikan Pengerusi Bertindak Mark Uyeda baru-baru ini, SEC secara aktif menggunakan pasukan petugas ini untuk mempromosikan kejelasan undang-undang dalam landskap mata wang kripto. Ini menandakan peralihan ketara daripada taktik penguatkuasaan yang berat sebelum ini kepada strategi yang lebih konstruktif dan berorientasikan panduan.\n\nInisiatif pasukan petugas ini dijangka dapat menurunkan halangan pengawalseliaan untuk pasaran mata wang kripto, membuka jalan untuk amalan yang lebih mampan.  Haluan baharu SEC ini bukan sahaja bertujuan untuk melindungi pelabur, malah untuk menstabilkan persekitaran pasaran.\n\nPasukan petugas ini terdiri daripada 14 ahli daripada pelbagai bahagian SEC.\n\nIa bertujuan untuk menjelaskan mata wang kripto mana yang dianggap sebagai sekuriti.\n\nSEC beralih daripada langkah-langkah hukuman kepada pendekatan yang berfokus pada panduan.\n\nInisiatif ini dijangka dapat memupuk komunikasi yang lebih baik antara SEC dan pemain pasaran.\n\nSeiring dengan pelaksanaan pasukan petugas ini, ia mewakili usaha proaktif oleh SEC untuk menavigasi kerumitan pengawalseliaan mata wang kripto sambil memastikan pasaran yang selamat dan telus untuk semua peserta.\n\nTeruskan Membaca: SEC Bentuk Pasukan untuk Menangani Isu Pengawalseliaan Kripto",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/03/cryptocurrency-053.jpg",
            "url": "https://en.bitcoinhaber.net/sec-forms-team-to-tackle-crypto-regulation-issues",
            "timestamp": "2025-03-04 05:08:00",
            "status": "Posted"
        },
        {
            "title": "Harga Bitcoin Merosot ke $83,000 dengan Penurunan 9% dalam 24 Jam Terakhir",
            "description": "Altcoin utama menjunam apabila Ethereum jatuh 14.63%, XRP susut 17.65%, Solana merudum 19.96%, dan Cardano jatuh 25.75% di tengah-tengah pasaran yang mengalami jualan besar-besaran.",
            "content": "Bitcoin jatuh di bawah AS$84,000 pada Selasa, 4 Mac, menghapuskan keuntungan daripada perhimpunan hujung minggu yang dicetuskan oleh pengumuman rizab kripto Presiden AS Donald Trump. Pasaran kripto yang lebih luas turut menyaksikan pembalikan yang mendadak, kehilangan lebih 10% daripada jumlah nilai.\n\nPasaran aset digital mengalami peningkatan sebanyak AS$330 bilion pada Ahad, 2 Mac, yang meningkatkan jumlah permodalan kripto kepada AS$3.2 trilion sebelum nilai pasaran kembali kepada AS$2.9 trilion. Altcoin utama mengalami kerugian dua angka sementara nilai pasaran jatuh kepada AS$2.9 trilion semasa dagangan Selasa.\n\nEthereum mengalami penurunan sebanyak 14.63% sementara XRP kehilangan 17% dan Solana menurun 19% dan Cardano merudum 25%. Jualan pasaran mencetuskan penurunan mendadak dalam indeks pasaran saham apabila Dow Jones jatuh 1.48% dan S&P 500 menurun 1.76% manakala Nasdaq kehilangan 2.64%.\n\nKeadaan pasaran mengakibatkan tekanan jualan yang besar bagi saham kripto di mana Coinbase (COIN) jatuh 4.58% dan Robinhood (HOOD) kehilangan 6.41%. Harga saham Strategy (MicroStrategy) hanya menurun sebanyak 1.77% dalam tempoh ini.\n\nPasaran mengalami tekanan yang ketara daripada penghapusan besar-besaran yang mengakibatkan kerugian kedudukan berleveraj melebihi AS$800 juta. Penganalisis pasaran meramalkan Bitcoin akan jatuh di bawah AS$80,000 disebabkan oleh keadaan jurang hadapan CME dan minat pasaran yang semakin merosot.\n\nKetidakpastian pasaran menyebabkan pelabur berhati-hati kerana dasar baharu Trump yang melibatkan tarif Kanada dan Mexico akan bermula pada 4 Mac.\n\nBaca Juga: Pedagang Rugikan AS$260 Juta Dalam Penghapusan Apabila Harga Bitcoin Menjunam Di Bawah AS$87,000",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/03/Bitcoin-Price-Retreats-to-83K-with-9-Drop-in-Last-24-Hours.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c68b21a989320516bdecf3",
            "timestamp": "2025-03-04 05:05:00",
            "status": "Posted"
        },
        {
            "title": "SEC Lancar Pasukan Petugas Untuk Memperjelaskan Peraturan Kripto dan Meningkatkan Keyakinan Pasaran",
            "description": "SEC tubuhkan pasukan petugas untuk memperjelaskan peraturan kripto dan meningkatkan keyakinan. Pasukan ini akan memberi tumpuan kepada penubuhan kriteria untuk mengklasifikasikan kripto...",
            "content": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah menubuhkan pasukan petugas baharu yang bertujuan mengurangkan ketidaktentuan pengawalseliaan dalam pasaran mata wang kripto. Pasukan seramai 14 ahli ini, yang dipilih daripada pelbagai jabatan, berusaha untuk memperkukuhkan strategi pengawalseliaan SEC sedia ada. Pasukan petugas ini dijangka dapat meningkatkan proses pengawasan untuk pasaran mata wang kripto dan meningkatkan keyakinan di kalangan pemegang kepentingan industri.\n\n**Struktur dan Fokus Pasukan Petugas**\n\nDi bawah pimpinan Pengarah Hester Pierce, pasukan petugas SEC akan merangkumi jawatan penting seperti Timbalan Pengarah, Penasihat Utama, dan Pegawai Operasi, bersama-sama sepuluh penasihat kanan. Struktur ini direka untuk membangunkan rangka kerja pengawalseliaan dan meningkatkan ketelusan pasaran.\n\nMatlamat utama pasukan baharu ini adalah untuk memperjelaskan dasar pengawalseliaan berkaitan pasaran mata wang kripto. Antara tanggungjawab mereka termasuklah mewujudkan kriteria untuk pengkelasan mata wang kripto sebagai sekuriti. Di samping itu, mereka bertujuan untuk membangunkan mekanisme pengawasan bagi melindungi pelabur dan mencegah manipulasi pasaran.\n\n**Perubahan dalam Pendekatan Pengawalseliaan**\n\nDi bawah kepimpinan Pengerusi Aktif yang baharu dilantik, Mark Uyeda, SEC telah mula menggunakan pasukan petugas ini secara aktif. Strategi baharu ini bertujuan untuk memberikan kejelasan undang-undang dalam pasaran mata wang kripto sambil mengguna pakai pelbagai pendekatan untuk meningkatkan keyakinan pelabur.\n\nYang ketara, SEC beralih daripada langkah pengawalseliaan yang bersifat hukuman secara sejarah kepada strategi yang lebih berorientasikan panduan dan penyelesaian. Peralihan ini dijangka dapat memudahkan komunikasi yang lebih sihat antara peserta pasaran dan SEC.\n\nLangkah-langkah yang diambil oleh pasukan petugas dijangka dapat mengurangkan halangan pengawalseliaan dalam pasaran mata wang kripto, sekali gus menawarkan rangka kerja yang lebih mampan. Pendekatan baharu SEC bertujuan untuk memastikan perlindungan pelabur sambil meningkatkan kestabilan pasaran.\n\n*Siaran akhbar SEC melancarkan Pasukan Petugas untuk Memperjelaskan Peraturan Mata Wang Kripto dan Meningkatkan Keyakinan Pasaran muncul pertama kali di COINTURK NEWS.*",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/03/cryptocurrency-news-1087.jpg",
            "url": "https://en.coin-turk.com/sec-launches-task-force-to-clarify-cryptocurrency-regulations-and-boost-market-confidence/",
            "timestamp": "2025-03-04 05:05:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin jatuh di bawah $83,000, memadamkan keuntungan hujung minggu berikutan kesan tarif Trump",
            "description": "Harga Bitcoin jatuh di bawah $83,000 susulan reaksi para pedagang terhadap pengesahan Presiden Donald Trump bahawa tarif baharu ke atas Kanada dan Mexico akan berkuat kuasa…",
            "content": "Harga Bitcoin jatuh di bawah $83,000 ketika para pedagang bereaksi terhadap konfirmasi Presiden Donald Trump bahwa tarif baru terhadap Kanada dan Meksiko akan berlaku pada 4 Maret.\n\nKripto utama ini turun 10% pada Selasa, 4 Maret, menurut pelacak harga di crypto.news, membalik reli akhir pekan setelah pengumuman Trump tentang cadangan kripto strategis AS. Sentimen investor dengan cepat bergeser setelah Trump menegaskan kembali tarif 25%, memicu aksi jual besar-besaran di pasar keuangan.\n\nDow Jones menghapus kenaikan 300 poin untuk turun lebih dari 1.100 poin, sementara S&P 500 kehilangan $1,5 triliun dalam kapitalisasi pasar. Bitcoin (BTC), yang telah melonjak ke $95,000 selama akhir pekan, kembali ke konsolidasi. Para analis telah memperingatkan bahwa berita cadangan kripto tersebut kurang berdampak langsung dan bahwa risiko makro ekonomi dapat lebih berat.\n\nPasar kripto yang lebih luas juga menderita. Ethereum (ETH) anjlok 15% menjadi $2.067, menandai penurunan pertama di bawah $2.100 dalam 15 bulan. Saham yang terkait dengan kripto, termasuk Coinbase (-4,6%) dan Robinhood (-6,4%), membalik keuntungan sebelumnya.\n\nAnda mungkin juga menyukai: CEO Coinbase: Cadangan strategis hanya Bitcoin adalah pilihan terbaik untuk AS\n\nSementara itu, $1,02 miliar dalam kontrak berjangka kripto telah dilikuidasi dalam 24 jam terakhir, dengan $925 juta dalam posisi long yang dihapus, menurut data Coinglass.\n\nTerlepas dari koreksi tersebut, pendiri bersama BitMEX, Arthur Hayes, percaya Bitcoin akan mencapai titik terendah sebelum pasar tradisional dan memimpin pemulihan ketika pasar saham AS menemukan titik terendahnya. Dalam artikel Substack 4 Maret-nya, ia menunjuk pada penurunan likuiditas Departemen Keuangan AS sebagai tanda bullish, meskipun ia memperingatkan BTC dapat secara singkat menguji $70.000 jika aset berisiko terus dijual.\n\nHayes mempertahankan bahwa Bitcoin masih dalam siklus bullish jangka panjang, mengharapkannya akhirnya melampaui $1 juta.\n\nTerlepas dari penurunan pasar, investor menantikan KTT Kripto Gedung Putih pertama pada Jumat, 7 Maret. Dipimpin oleh AI dan Crypto Czar Gedung Putih, David Sacks, acara tersebut diharapkan akan mengungkapkan lebih banyak detail tentang cadangan strategis kripto dan peraturan masa depan.\n\nInvestor berharap untuk kerangka kerja yang lebih terdefinisi yang mendorong adopsi institusional dan pertumbuhan jangka panjang di sektor kripto.\n\nBaca lebih lanjut: CME Bitcoin Futures mencapai titik tertinggi baru, meningkatkan kemungkinan retracement harga",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-Sovereign-wealth-funds-and-Bitcoins-future-option02.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c68b2112719d17fc550b5a",
            "timestamp": "2025-03-04 05:05:00",
            "status": "Posted"
        },
        {
            "title": "Karnival Bitget x AB: Kongsikan $235,502,000 AB Bernilai $3.5 Juta",
            "description": "PRNewswire, PRNewswire, 4 Mac 2025, Chainwire",
            "content": "SINGAPURA, 4 Mac 2025 /PRNewswire/ — Sempena penyenaraian $AB, Bitget (bitget.com) dan AB DAO telah melancarkan acara airdrop berganda PoolX & CandyBomb, memberi ganjaran kepada pemegang BGB, BTC, ETH serta peserta deposit dan perdagangan. Berpuluh-puluh ribu pengguna berpeluang memenangi sejumlah 235,502,000 $AB, bernilai lebih $3.5 juta.\n\nAcara 1: PoolX – Tetapkan BTC, ETH, dan BGB untuk Mendapatkan Ganjaran ABJumlah Hadiah: 165,607,000 AB Aset Layak untuk Penetapan: BTC, ETH, BGBMaklumat & Penyertaan: https://x.com/bitgetglobal/status/1896502057533837423\n\nAcara 2: CandyBomb – Deposit & Dagangkan $AB untuk Mendapatkan Ganjaran AirdropJumlah Hadiah: 69,895,000 ABCara Penyertaan: Deposit atau dagangkan $AB untuk layak mendapat airdropMaklumat & Penyertaan: https://x.com/bitgetglobal/status/1896504574053429395\n\nKlik pautan di atas untuk menyertai atau kongsikan acara airdrop ini dan jemput lebih ramai pengguna untuk menyertai ekosistem AB DAO.",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/001-18.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c689dbcab350799f430638",
            "timestamp": "2025-03-04 05:02:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin & XRP: Pergerakan Besar Seterusnya: 5 Altcoins Yang Berpotensi Melonjak 500 Kali Ganda pada 2025",
            "description": "Bitcoin dan XRP telah menerajui ruang kripto, memberikan keuntungan besar sepanjang tahun. Walau bagaimanapun, lompatan besar seterusnya mungkin datang daripada yang kurang...",
            "content": "Bitcoin dan XRP telah memimpin dalam ruang kripto, memberikan keuntungan besar selama bertahun-tahun. Walau bagaimanapun, lompatan besar seterusnya mungkin datang daripada altcoin yang kurang dikenali dengan potensi yang meletup. Pelabur kini menyasarkan lima kripto yang berpotensi melonjak 500x, menawarkan pulangan yang mengubah hidup. OFFICIALMAGACOIN sedang meningkat naik, telahpun mengumpul $3.8 juta dalam prajualan dan mendapat minat pelabur yang serius.\n\nKRIPTO 1000X SETERUSNYA – KLIK DI SINI UNTUK SERTAI SEKARANG!\nAltcoin dengan Potensi Peningkatan 20,000%\nWalaupun kripto matawang yang mantap seperti Solana (SOL) dan XRP telah menunjukkan daya tahan, altcoin yang baru muncul menawarkan peluang untuk keuntungan eksponen. Berikut adalah lima altcoin untuk diperhatikan:\n\nOFFICIALMAGACOIN: Dengan harga prajualan $0.0002165, OFFICIALMAGACOIN telah mendapat minat pelabur yang signifikan, mengumpul lebih daripada $3.7 juta. Penganalisis menjangkakan peningkatan potensi kepada $1 menjelang 2025, mewakili peluang pertumbuhan yang luar biasa.\nSolana (SOL):  Pada masa ini diniagakan pada $138.57, Solana menawarkan platform blockchain berprestasi tinggi yang dikenali kerana skalabiliti dan kelajuannya.\nKaspa (KAS):  Bernilai $0.085495, Kaspa ialah kripto matawang bukti kerja yang memberi tumpuan kepada selang blok yang pantas dan pengeluaran yang tinggi.\nTRON (TRX): Pada $0.227725, TRON bertujuan untuk mendekatkan internet dengan sistem operasinya berasaskan blockchain.\nXRP (XRP):  Berharga $2.20, XRP memudahkan pemindahan wang antarabangsa yang pantas dan murah.\n\nGambaran Perbandingan\nKripto Matawang\nHarga Semasa\nPotensi Pertumbuhan\nOFFICIALMAGACOIN\n$0.0002165\nTinggi\nSolana (SOL)\n$138.57\nSederhana\nKaspa (KAS)\n$0.085495\nSederhana\nTRON (TRX)\n$0.227725\nSederhana\nXRP (XRP)\n$2.20\nSederhana\n\nMengapa OFFICIALMAGACOIN Menonjol\nPrajualan Memecah Rekod: Melebihi $3.7 juta, mencerminkan kepercayaan pasaran yang kukuh.\nPembawaan Strategik: Bersedia untuk memanfaatkan trend pasaran semasa dan sentimen pelabur.\nBonus Eksklusif: Peserta awal boleh menggunakan kod MAGA50X untuk bonus 50% ke atas pelaburan.\n\nJANGAN LEPASKAN PELUANG INI—LABUR DALAM OFFICIALMAGACOIN HARI INI!\n\nApabila landskap kripto berkembang, sementara pemain yang mantap seperti Solana dan XRP bersiap sedia untuk peningkatan potensi, OFFICIALMAGACOIN membentangkan kes yang menarik untuk pelabur yang bertujuan untuk memanfaatkan peluang baru muncul dengan potensi pertumbuhan yang tinggi.\n\nLawati: officialmagacoin.io\nX/Twitter: https://x.com/officialMAGAx\nTeruskan Membaca: Pergerakan Besar Seterusnya Bitcoin & XRP: 5 Altcoin Yang Boleh Melonjak 500x pada 2025",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/03/17410341923207250-image3.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c689d9cab350799f430632",
            "timestamp": "2025-03-04 05:00:00",
            "status": "Posted"
        },
        {
            "title": "Kemas Kini Pasaran Kripto: BNB Kekal pada $560 Sementara Solana Hadapi Rintangan; Prajualan Web3Bay Menarik Perhatian",
            "description": "Pasaran mata wang kripto menunjukkan gambaran yang bercampur-campur. Binance Coin (BNB) terus kekal sekitar $560, menunjukkan ketahanan terhadap ketidaktentuan baru-baru ini...",
            "content": "Pasaran mata wang kripto menunjukkan gambaran bercampur. Binance Coin (BNB) terus kekal sekitar $560, menunjukkan daya tahan terhadap ketidaktentuan baru-baru ini. Sementara itu, Solana (SOL) menghadapi rintangan, dengan harganya terus berada di bawah tekanan selepas beberapa minggu prestasi yang berfluktuasi. Pada masa yang sama, pendatang baru—Web3Bay—sedang mendapat perhatian di kalangan pelabur. Dengan pra-jualan yang telah mengumpulkan lebih daripada $1.6 juta, pendekatan berstruktur Web3Bay menarik perhatian, terutamanya dengan potensinya untuk pulangan yang signifikan.\n\nKemas kini pasaran ini memberikan angka terkini mengenai BNB dan SOL, sambil mengkaji faktor-faktor di sebalik peningkatan daya tarikan Web3Bay.\n\nBNB: Kestabilan Di Tengah Cabaran Pasaran\n\nBinance Coin, token utiliti bursa Binance, telah menunjukkan daya tahan walaupun ketidaktentuan pasaran yang berterusan. Pada masa kini berharga $560, BNB telah menunjukkan paras tertinggi 24 jam sebanyak $613 dan paras terendah sebanyak $551. Walaupun penilaian semasa mencerminkan turun naik harian yang kecil, kedudukan keseluruhan BNB dalam pasaran kekal kukuh, disokong oleh aktiviti berterusan di platform Binance.\n\nBeberapa faktor sedang berlaku. Pengawasan pengawalseliaan terus memberi tekanan kepada sentimen pelabur, terutamanya untuk token yang berkaitan dengan bursa seperti BNB. Di samping itu, jumlah dagangan keseluruhan di Binance, penunjuk utama utiliti BNB, agak stabil tetapi tidak kebal terhadap pandangan berhati-hati pasaran yang lebih luas. Walaupun rintangan pada paras $605 kekal sebagai cabaran, penggunaan meluas Binance Coin merentas perdagangan, diskaun yuran, dan inisiatif rantaian blok baru terus menawarkan daya tarikan jangka panjang untuk pelabur yang mencari kestabilan relatif.\n\nSolana: Menghadapi Rintangan dan Persaingan\n\nSolana, dikenali kerana rangkaian rantaian blok berkelajuan tinggi, menghadapi rintangan harga selepas tempoh ketidaktentuan yang tinggi. Sehingga hari ini, Solana diniagakan pada $136, dengan paras tertinggi intraday baru-baru ini sebanyak $170 dan paras terendah sebanyak $134. Walaupun Solana kekal sebagai salah satu platform rantaian blok Lapisan 1 yang lebih menonjol, prestasi harganya menunjukkan bahawa ia sedang bergelut untuk menembusi paras rintangan tertentu.\n\nSebahagian daripada rintangan ini boleh dikaitkan dengan kebimbangan mengenai kebolehpercayaan rangkaian. Solana telah menghadapi gangguan sesekali dalam beberapa bulan kebelakangan ini, menimbulkan persoalan mengenai keupayaannya untuk mengekalkan waktu operasi dan skalabiliti di bawah penggunaan yang tinggi. Di samping itu, peningkatan persaingan daripada rangkaian rantaian blok yang lebih baru yang menawarkan fungsi yang serupa memberi tekanan kepada kedudukan pasaran Solana. Walaupun cabaran ini, ekosistem Solana terus menarik pembangun dan projek, tetapi pelabur mungkin memerhatikan dengan teliti isyarat peningkatan yang konsisten sebelum mengharapkan pemulihan yang berterusan.\n\nWeb3Bay: Pendatang Baru yang Menjanjikan\n\nBerbeza dengan token yang lebih mantap, Web3Bay mendapat perhatian sebagai projek baru muncul dengan potensi kenaikan yang besar. Bertumpu kepada pembinaan platform e-dagang terdesentralisasi, Web3Bay bertujuan untuk mewujudkan persekitaran dalam talian yang selamat dan dikawal pengguna untuk transaksi. Pra-jualannya menunjukkan momentum yang kuat, telah mengumpul lebih daripada $1.6 juta dan menjual lebih daripada 400 juta token pada $0.00524 setiap satu. Peningkatan harga token yang berstruktur, yang direka untuk memberi ganjaran kepada peserta awal, menjangkakan harga pelancaran sebanyak $0.1959.\n\nApa yang membezakan Web3Bay ialah penekanannya terhadap ketelusan dan pemilikan pengguna. Dengan menghapuskan orang tengah, platform ini menarik segmen pengguna dan pelabur yang semakin meningkat yang menghargai kawalan ke atas data dan pendapatan mereka. Bagi pelabur, peluang untuk menyertai projek dengan pulangan berpotensi melebihi 3,000% adalah alternatif yang menarik, terutamanya dalam pasaran di mana banyak mata wang kripto yang mantap sedang bergelut untuk mengekalkan momentum menaik.\n\nMembandingkan Prospek Pelaburan\n\nMemandangkan keadaan pasaran semasa, BNB, Solana, dan Web3Bay masing-masing membentangkan profil yang berbeza untuk pelabur pertimbangkan. BNB, sebagai token bursa yang mantap, menawarkan tahap kestabilan yang dianggap menenangkan oleh ramai pelabur. Integrasinya yang rapat dengan ekosistem perdagangan Binance memastikan ia kekal sebagai pemain utama, tetapi rintangan pada paras harga semasa mungkin mengehadkan kenaikan jangka pendek. Bagi mereka yang mengutamakan kestabilan dan utiliti yang terbukti, BNB terus menarik minat.\n\nSolana, walaupun teknologi canggih dan pangkalan pembangun yang semakin meningkat, menghadapi cabaran berkaitan dengan kebolehpercayaan rangkaian dan peningkatan persaingan. Harga semasa mencerminkan kebimbangan ini, dan walaupun ia kekal sebagai rantaian blok Lapisan 1 yang utama, keupayaannya untuk mendapatkan semula momentum menaik yang kuat mungkin bergantung kepada penyelesaian isu kebolehpercayaan ini dan mengekalkan tahap aktiviti pembangun yang tinggi. Pelabur yang memerhatikan Solana mungkin ingin mempertimbangkan sama ada halangan ini sementara atau menunjukkan kesukaran jangka panjang.\n\nSebaliknya, Web3Bay mewakili peluang ganjaran yang tinggi. Sebagai projek yang lebih baharu, ia tidak mempunyai kehadiran pasaran yang mantap seperti BNB dan Solana, tetapi pra-jualan yang berjaya dan kes penggunaan yang jelas dalam e-dagang terdesentralisasi telah menarik minat pelabur yang signifikan. Bagi mereka yang ingin mempelbagaikan portfolio mereka dengan projek yang menawarkan kenaikan yang besar, strategi pra-jualan Web3Bay yang berstruktur dan daya tarikan yang semakin meningkat menjadikannya pemain yang terkenal. Pada akhirnya, pelabur mesti menimbang toleransi risiko mereka sendiri, jangka masa, dan pandangan pasaran apabila memilih antara tiga peluang yang berbeza ini.\n\nSertai Pra-jualan Web3Bay Sekarang:\n\nPra-jualan: https://web3bay.io/buy\nLaman Web: https://web3bay.io/\nTwitter: https://x.com/web3bayofficial\nInstagram: https://www.instagram.com/web3bayofficial/\n\nPenafian: Artikel ini ialah siaran akhbar tajaan untuk tujuan maklumat sahaja. Coinsprobe tidak menyokong atau menjamin ketepatan, kualiti, atau kebolehpercayaan sebarang kandungan, produk, atau perkhidmatan yang disebut. Pandangan yang dinyatakan tidak mencerminkan pandangan Coinsprobe dan bukan merupakan nasihat kewangan, undang-undang, atau pelaburan. Melabur dalam aset kripto membawa risiko yang besar. Pembaca harus menjalankan penyelidikan mereka sendiri dan bertindak atas risiko mereka sendiri. Coinsprobe tidak bertanggungjawab atas sebarang kerugian atau kerosakan yang timbul daripada pergantungan kepada kandungan ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/4d136663382245d5a95224a714b88990.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c68684a2d3ed61fc39d41b",
            "timestamp": "2025-03-04 05:00:00",
            "status": "Posted"
        },
        {
            "title": "Lazarus sudah selesai mengcuci semua Ethereum yang dicurinya daripada Bybit.",
            "description": "Kesemua 499,000 ETH – bernilai $1.39 bilion – yang dicuri daripada Bybit oleh kumpulan notorious Lazarus telah dibasuh sepenuhnya, dan mereka hanya mengambil masa 10 hari...",
            "content": "Semua 499,000 ETH terakhir—bernilai $1.39 bilion—yang dicuri dari Bybit oleh kumpulan Lazarus yang terkenal telah dibasuh sepenuhnya, dan mereka hanya mengambil masa 10 hari untuk kripto yang dicuri itu hilang dalam blockchain, menurut EmberCN di X.\n\nDalam proses itu, harga Ethereum jatuh 23%, merosot daripada $2,780 kepada $2,130 ketika dana yang dicuri itu dipindahkan melalui pengadun dan bursa.\n\nAdakah usaha memburu wang yang dicuri oleh Bybit gagal?\n\nLazarus, kumpulan penggodam Korea Utara yang disokong oleh kerajaan, dikenali dengan taktik kejuruteraan sosial dan eksploitasi sifar hari. Kumpulan itu didakwa diketuai oleh Park Jin Hyok, yang dikehendaki oleh FBI, tetapi Korea Utara telah menafikan kewujudan beliau dan Lazarus berkali-kali.\n\nWalau bagaimanapun, penggodam terkenal itu menggunakan THORChain sebagai perkhidmatan pengubahan wang haram utama mereka, menolak $5.9 bilion melalui rangkaian itu. Platform itu mengumpul $5.5 juta dalam yuran transaksi ketika Lazarus memindahkan dana tersebut, menjadikannya operasi pengubahan wang haram terbesar dalam sejarah kripto.\n\nWang itu kini berselerak, mustahil untuk diambil semula. Sementara itu, Bybit sedang menyerang, menawarkan ganjaran berjuta-juta untuk sebarang petunjuk mengenai aset yang dicuri. Hanya seminggu yang lalu, Ben Zhou, Ketua Pegawai Eksekutif dan pengasas bersama bursa itu, mengumumkan program ganjaran besar-besaran untuk mengesan ETH yang hilang.\n\nGanjaran itu, yang dihoskan di lazarusbounty.com, telah membayar lebih daripada $4 juta kepada individu yang membantu mengesan transaksi yang berkaitan dengan kecurian itu.\n\n“Kami tidak akan berhenti sehingga Lazarus atau pelaku jahat dalam industri ini dihapuskan,” kata Zhou dalam catatan di X. “Pada masa hadapan kami akan membukanya kepada mangsa Lazarus yang lain juga.”\n\nSistem ganjaran itu adalah seperti ini: Jika seseorang mengenal pasti dan melaporkan transaksi blockchain yang dikaitkan dengan penggodaman Bybit, mereka akan menerima 5% daripada kripto yang dipulihkan. Sebarang bursa atau pengadun yang membantu dalam pengambilan semula juga akan mendapat 5%. Secara keseluruhan, sekitar $140 juta dalam ganjaran tersedia.\n\nZhou juga mengumumkan penciptaan platform “HackBounty”, satu usaha baharu di seluruh industri yang direka untuk memerangi kecurian kripto. “Saya bersemangat dengan semangat kekitaan yang luar biasa di dalam rantaian dan dalam kehidupan sebenar. Ini boleh menjadi detik transformatif untuk industri kita jika kita melakukannya dengan betul. Bersama-sama, kita boleh membina sistem pertahanan yang lebih kukuh terhadap ancaman siber,” kata Zhou.\n\nPenggodaman Bybit berlaku pada 21 Februari pukul 12:30 UTC. Dana sedang dipindahkan dari dompet sejuk (storan luar talian) ke dompet panas (storan dalam talian). Ketika itulah Lazarus menyerang.\n\nSiaran dalaman Bybit mendapati bahawa penggodam mengubah logik kontrak pintar, merampas pemindahan itu. Sebaliknya bergerak ke dompet panas yang dimaksudkan, lebih daripada 400,000 ETH dan stETH, bernilai lebih daripada $1.5 bilion, telah diarahkan semula ke dompet misteri yang dikawal oleh penyerang.\n\nSygnia Labs dan Verichains menjejaki pelanggaran itu kepada SafeWallet, perisian yang digunakan oleh Bybit untuk menguruskan transaksinya, dan orang-orang ini percaya bahawa Lazarus mengubah kod JavaScript platform itu, yang membolehkan mereka mengalihkan ETH ke akaun mereka sendiri.\n\nPenggodaman itu mungkin bermula dengan pelanggaran infrastruktur awan. SafeWallet dihoskan di AWS S3 dan CloudFront, dan salah satu akaun ini telah dikompromi. Pembekal perisian kemudian mengesahkan bahawa salah satu mesin pemaju mereka telah dijangkiti, yang membawa kepada suntikan kod berniat jahat ke dalam sistem.\n\n“Semakan forensik ke atas serangan yang disasarkan oleh Kumpulan Lazarus ke atas Bybit menyimpulkan bahawa serangan ini menyasarkan Bybit Safe dan dicapai melalui mesin yang dikompromi oleh pemaju SafeWallet yang mengakibatkan cadangan transaksi berniat jahat yang menyamar,” kata SafeWallet dalam laporan siasatannya.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Lazarus-has-finished-laundering-all-the-Ethereum-it-stole-from-Bybit.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c68b21c0e4a05b6837d83f",
            "timestamp": "2025-03-04 04:59:00",
            "status": "Posted"
        },
        {
            "title": "Cardano (ADA) Melambung 60% Berikutan Pengumuman Rizab Strategik Kripto Trump",
            "description": "Cardano (ADA) muncul sebagai salah satu mata wang kripto yang mencatatkan kenaikan paling tinggi dalam pasaran kripto selepas Presiden Amerika Syarikat Donald Trump mendedahkan rancangan untuk satu kripto kebangsaan...",
            "content": "Cardano (ADA) Melonjak 60% Selepas Pengumuman Rizab Strategik Kripto Trump\n\nCardano (ADA) muncul sebagai salah satu mata wang kripto yang mencatatkan keuntungan terbesar dalam pasaran selepas Presiden Amerika Syarikat Donald Trump mendedahkan rancangan untuk rizab strategik kripto kebangsaan.  Penglibatan ADA, bersama XRP dan Solana (SOL), dalam inisiatif rizab Trump telah mengejutkan pasaran, mendorong kenaikan mendadak dalam altcoin.\n\nPengumuman tersebut pada mulanya menimbulkan kebimbangan kerana Bitcoin (BTC) dan Ethereum (ETH) tidak disebut.  Bagaimanapun, Trump kemudiannya menjelaskan bahawa BTC dan ETH akan menjadi teras rizab tersebut, mengurangkan ketakutan pasaran.\n\nReaksi Pasaran: ADA Melonjak Ketika Jumlah Dagangan Meningkat\n\nBerikutan pengumuman tersebut, ADA mengalami kenaikan harga yang ketara, meningkat kira-kira 60% dalam beberapa jam.  Pada carta setiap jam, ADA/USD menunjukkan lonjakan tajam melepasi purata bergerak utama, menunjukkan tekanan beli yang kuat.\n\nIndikator RSI:  Masuk ke wilayah terlebih beli melebihi 73, menandakan momentum yang kuat sebelum pembetulan sedikit.\n\nHistogram MACD: Bertukar positif, mengukuhkan sentimen menaik.\n\nTransaksi Paus: Data Santiment melaporkan peningkatan besar dalam transaksi melebihi $1 juta, menunjukkan pengumpulan institusi.\n\nWalaupun peningkatan mendadak itu, peniaga jangka pendek mengambil keuntungan, menyebabkan sedikit penurunan.  Walau bagaimanapun, pasaran secara keseluruhannya kekal menaik.\n\nMinat Terbuka Niaga Hadapan dan Kemungkinan Penguapan Short\n\nMinat terbuka niaga hadapan ADA melonjak melebihi $1.2 bilion, menunjukkan kemasukan modal spekulatif yang besar.  Kadar Pendanaan kekal negatif, menunjukkan bahawa ramai peniaga menjual pendek ADA, menjangkakan penurunan.  Jika momentum menaik berterusan, ini boleh mencetuskan penguapan short, memaksa penjual pendek untuk menutup posisi dan menolak ADA lebih tinggi.\n\nBolehkah Cardano Mengekalkan Momentum?\n\nKemapanan kenaikan ADA bergantung kepada sama ada pasaran terus menyokong pergerakan parabola ini.  Jika tekanan beli kekal kuat, ADA boleh melepasi $1.20 dalam jangka pendek.  Walau bagaimanapun, penurunan berpotensi mungkin melihatnya menguji sokongan sekitar $0.90 sebelum menyambung semula trend menaik.\n\nSokongan Trump terhadap aset kripto, terutamanya Cardano, boleh menarik minat institusi, meletakkan ADA sebagai aset strategik dalam landskap pengawalseliaan yang sedang berkembang.\n\nImpak Pasaran Secara Luas\n\nKenaikan ADA berpotensi memberi kesan kepada altcoin lain, terutamanya yang sejajar dengan platform kontrak pintar.  Peningkatan perhatian politik terhadap kripto boleh mencetuskan turun naik selanjutnya, mewujudkan peluang untuk peniaga menavigasi persekitaran pasaran yang berubah ini.\n\nApabila rangka kerja pengawalseliaan kripto AS terbentuk, peranan Cardano dalam rizab strategik Trump akan kekal sebagai faktor penting untuk diperhatikan.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e97053dcce9d4e809238b207e112a974.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c687e2a2d3ed61fc39d42d",
            "timestamp": "2025-03-04 04:58:00",
            "status": "Posted"
        },
        {
            "title": "Presiden Trump Cadangkan Komponen Indeks Pilihan Saham Besar CoinDesk (“CoinDesk 5”) untuk Rizab Strategik Kripto AS",
            "description": "PRNewswire, PRNewswire, 4 Mac 2025, Chainwire",
            "content": "**Pasaran Aset Digital AS Mencapai Pencapaian Penting dengan Cadangan Rizab Strategik Kripto Presiden Trump**\n\nNEW YORK, 4 Mac 2025 /PRNewswire/ — Pasaran aset digital AS telah mencapai satu pencapaian penting dengan pengumuman Presiden Trump tentang cadangan Rizab Strategik Kripto AS, yang termasuk aset yang sama yang dijejaki oleh Indeks Pemilihan Topsyarikat Besar CoinDesk (“CoinDesk 5”). Sokongan Presiden ini mengukuhkan pengambilan aset digital oleh institusi AS yang semakin meningkat, memberikan isyarat yang jelas kepada pasaran bahawa piawaian pengawalseliaan dan infrastruktur pelaburan semakin matang.\n\n“Aset yang dicadangkan untuk Rizab Kripto Presiden mencerminkan bahagian penyusun CoinDesk 5, menyerlahkan kedudukan Indeks CoinDesk sebagai piawaian industri untuk penanda aras aset digital,” kata Alan Campbell, Presiden Indeks CoinDesk. “Perkembangan ini mengukuhkan keyakinan terhadap produk pelaburan aset digital yang pelbagai dan selaras dengan trend yang lebih luas dalam mempercepatkan pengambilan pasaran yang kita lihat.”\n\nDengan anggaran $750 juta dalam aset yang dikaitkan dengan CoinDesk 5, indeks ini telah menubuhkan dirinya sebagai penanda aras yang dipercayai untuk produk pelaburan yang menjejaki aset digital terbesar mengikut permodalan pasaran dan kecairan. Institusi kewangan yang menggunakan indeks ini termasuk Grayscale Investments, yang mana dana topi besarnya dilancarkan pada Februari 2018. Produk lain yang berkaitan termasuk Luno Large Cap Bundle, Lyons CoinDesk Large Cap Select Index SMA dan Platform BitGo untuk Pengurusan Kekayaan.\n\nGrayscale mengendalikan kenderaan pelaburan yang diniagakan secara awam di AS yang memegang aset yang sama yang termasuk dalam Rizab Strategik Kripto AS yang baru diumumkan.  “Dana Topsyarikat Besar Digital Grayscale ialah dana indeks yang telah beroperasi selama lebih 7 tahun dengan sokongan pasukan Indeks CoinDesk, kini diniagakan di bawah simbol GDLC, dan baru-baru ini berharga pada diskaun melebihi 10% berbanding nilai saksama pegangannya, Bitcoin, Ethereum, XRP, Solana dan Cardano,” kata Peter Mintzberg, Ketua Pegawai Eksekutif, Grayscale.\n\nDi luar CoinDesk 5, pelabur yang mencari pendedahan pasaran yang lebih luas semakin beralih kepada Indeks CoinDesk 20, penanda aras aset digital pelbagai yang paling diniagakan di peringkat global, dengan hampir $14 bilion dalam jumlah dagangan niaga hadapan dan opsyen yang terkumpul. CoinDesk 20 berfungsi sebagai titik rujukan kecairan tinggi untuk pelabur institusi yang mengurus portfolio aset digital dan boleh didapati melalui lebih daripada sedozen kenderaan pelaburan di peringkat global.\n\n“Memandangkan aset digital berintegrasi lebih lanjut ke dalam sistem kewangan global, kami menjangkakan peningkatan permintaan untuk alat pengurusan risiko dan lindung nilai,” tambah Campbell. “Penerimaan pentadbiran AS terhadap kripto menandakan normalisasi aset digital dalam pasaran kewangan arus perdana, mendekatkannya dengan kelas aset tradisional.”\n\nUntuk maklumat lanjut mengenai indeks ini, layari laman web kami.\n\n**Mengenai Indeks CoinDesk**\n\nSejak 2014, Indeks CoinDesk telah berada di barisan hadapan revolusi aset digital, memperkasa pelabur di peringkat global. Sebuah syarikat portfolio Kumpulan Bullish, indeks kami membentuk asas produk aset digital terbesar di dunia. Indeks CoinDesk dikawal selia di UK oleh Pihak Berkuasa Kelakuan Kewangan dan menawarkan produk merentas indeks pelbagai aset, kadar rujukan, dan strategi.  Produk utama seperti Indeks Harga Bitcoin CoinDesk dan Indeks CoinDesk 20 menetapkan piawaian industri untuk mengukur, berdagang, dan melabur dalam aset digital. Dengan puluhan bilion dolar dalam aset yang diukur, Indeks CoinDesk ialah rakan kongsi yang dipercayai.\n\n**Penafian**\n\nCoinDesk ialah syarikat portfolio Kumpulan Bullish. Indeks CoinDesk, Inc., termasuk CC Data Limited, sekutunya yang menjalankan perkhidmatan pentadbiran dan pengiraan luar tertentu bagi pihaknya (secara kolektif, “Indeks CoinDesk”), tidak menaja, menyokong, menjual, mempromosikan, atau mengurus sebarang pelaburan yang ditawarkan oleh mana-mana pihak ketiga yang ingin memberikan pulangan pelaburan berdasarkan prestasi mana-mana indeks. Indeks CoinDesk bukan penasihat pelaburan mahupun penasihat perdagangan komoditi dan tidak membuat sebarang perwakilan mengenai kebijaksanaan membuat pelaburan yang dikaitkan dengan mana-mana indeks Indeks CoinDesk. Indeks CoinDesk tidak bertindak sebagai pemegang amanah. Keputusan untuk melabur dalam mana-mana aset yang dikaitkan dengan indeks Indeks CoinDesk tidak harus dibuat berdasarkan mana-mana kenyataan yang dinyatakan dalam dokumen ini atau di tempat lain oleh Indeks CoinDesk. Semua kandungan yang dipaparkan di sini atau sebaliknya digunakan berkaitan dengan mana-mana indeks Indeks CoinDesk (“Kandungan”) dimiliki oleh Indeks CoinDesk dan/atau penyedia data dan pelesenan pihak ketiganya, melainkan dinyatakan sebaliknya oleh Indeks CoinDesk. Indeks CoinDesk tidak menjamin ketepatan, kesempurnaan, ketepatan masa, kecukupan, kesahihan, atau ketersediaan mana-mana Kandungan. Indeks CoinDesk tidak bertanggungjawab terhadap sebarang ralat atau peninggalan, tanpa mengira sebabnya, dalam keputusan yang diperolehi daripada penggunaan mana-mana Kandungan. Indeks CoinDesk tidak menanggung sebarang obligasi untuk mengemas kini Kandungan selepas penerbitan dalam apa jua bentuk atau format. © 2025 Indeks CoinDesk, Inc. Hak cipta terpelihara.",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/featured_CoinDeskLogo_Landscape_Indices_Logo_17410_1741052405ht0Q1HMguR.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c688cb12719d17fc550b52",
            "timestamp": "2025-03-04 04:58:00",
            "status": "Posted"
        },
        {
            "title": "Koin Meme Baharu Teratas untuk Dilaburkan Bulan Ini: Pulangan Pelaburan BTFD Coin 3650% Mencetuskan Kegilaan Ketika TRUMP Coin dan CHILLGUY Merana",
            "description": "Prajualan Awal Syiling BTFD Melambung Tinggi dengan Potensi ROI 3650%! Bagaimana jika anda boleh menjana keuntungan yang mengubah hidup hanya dengan beberapa ratus ringgit, hanya dengan mengesan...",
            "content": "**Prajualan Awal Syiling BTFD Menjulang Tinggi dengan Potensi ROI 3650%!**\n\nBagaimana jika anda boleh menukarkan beberapa ratus ringgit kepada keuntungan yang mengubah hidup hanya dengan mengenal pasti syiling meme baharu yang terbaik untuk dilaburkan bulan ini sebelum lonjakan harga? Itulah peluang yang dicari oleh semua orang bulan ini. Sementara Official TRUMP (TRUMP) mencipta gelombang susulan keputusan SEC yang mengubah permainan dan Just A Chill Guy (CHILLGUY) bergelut dengan pertikaian undang-undang dan ayunan harga, terdapat satu syiling meme yang meninggalkan mereka semua di belakang.  Jumpa Syiling BTFD (BTFD)—kuasa jualan awal dengan potensi ROI yang menakjubkan sebanyak 3650% dan tentera setia lebih daripada 11,200 pemegang yang menuju ke harga Bulan sebanyak $0.006.\n\nPrajualan Syiling BTFD telah menjadi kelas induk dalam pelaburan peringkat awal. Dengan lebih daripada 71 bilion syiling terjual dan $6.25 juta dikumpul, ini bukan sekadar syiling meme lain—ia satu revolusi.  Semasa TRUMP dan CHILLGUY menghadapi ketidakpastian, Syiling BTFD memberi pelabur tiket emas untuk melepaskan diri daripada ketidaktentuan pasaran dengan keuntungan yang dikunci sebelum pelancaran. Jika anda serius untuk menjamin pegangan anda sebelum peringkat akhir, berikut adalah sebab mengapa Syiling BTFD adalah bintang di kalangan syiling meme baharu yang terbaik untuk dilaburkan bulan ini yang boleh menentukan letupan syiling meme terbesar 2025.\n\n**Syiling BTFD: Skuad Lembu Jantan Menyerbu Peringkat Akhir dengan Potensi ROI 3650%**\n\nPernah tertanya-tanya apa yang membezakan mereka yang kaya dalam kripto daripada mereka yang ketinggalan?  Ia adalah tentang masa dan keyakinan. Sekarang, Syiling BTFD menawarkan kemasukan peringkat awal yang hanya tersedia kepada mereka yang mengenali peluang keemasan sebelum orang ramai.\n\nPada Peringkat 14 prajualannya, Syiling BTFD berharga hanya $0.00016. Setelah prajualan berakhir, ia ditetapkan untuk disenaraikan pada $0.0006, mengunci ROI 275% serta-merta bagi mereka yang menyertai sekarang. Tetapi di sinilah perkara menjadi menarik: penganalisis menyasarkan harga Bulan sebanyak $0.006, yang bermaksud ROI 3650% yang mengejutkan. Mari kita lihat dari sudut yang berbeza—pelaburan sebanyak $2,850 pada Peringkat 14 memberi anda 17.8 juta syiling BTFD. Apabila harga mencecah $0.0006, pelaburan itu menjadi $10,687. Dan jika BTFD mencapai harga Bulan yang diunjurkan sebanyak $0.006, pelaburan yang sama akan meningkat kepada $106,875.\n\nIni bukan sekadar spekulasi; ia adalah realiti matematik berdasarkan penetapan harga prajualan dan ramalan pakar. Skuad Lembu Jantan, komuniti tegar BTFD, sudah memacu permintaan yang besar, memastikan syiling meme ini bukan sahaja terselamat dalam pasaran—ia menguasainya. Permainan P2E sudah aktif, memberi pemegang kelebihan bermain-untuk-menjana pendapatan, dan ganjaran penguncian menawarkan 90% APY, yang selanjutnya memberi insentif kepada pegangan jangka panjang. Peringkat akhir prajualan sudah 98.85% selesai, yang bermaksud harga semasa tidak akan bertahan lama. Jika anda belum menyertai, ini adalah peluang terakhir anda untuk mendapatkan BTFD sebelum gelombang FOMO menguasai.\n\n**Beli Syiling BTFD Sekarang Sebelum Harga Menjulang:**\n\nMenyertai Syiling BTFD semudah ABC.\n\nLawati laman web rasmi BTFD.\nSambungkan dompet anda (MetaMask, Trust Wallet, dll.).\nPilih mata wang pilihan anda (ETH, BNB, USDT).\nBeli $BTFD dan sahkan pembelian anda.\nSelamatkan token anda sebelum prajualan berakhir.\n\nJika anda terlepas syiling meme baharu yang terbaik untuk dilaburkan bulan ini, anda meninggalkan keuntungan yang serius. Skuad Lembu Jantan sedang bersiap sedia untuk berlepas, dan mereka yang bertindak pantas akan menjadi mereka yang meraikan apabila BTFD mencapai harga Bulan.\n\n**Official TRUMP (TRUMP): Keputusan SEC dan Ketidakpastian Pasaran**\n\nSemasa Syiling BTFD berkembang maju dalam prajualannya, Official TRUMP (TRUMP) terperangkap dalam konflik kawal selia. Keputusan SEC baru-baru ini telah mengklasifikasikan TRUMP dan syiling meme lain sebagai barangan koleksi dan bukan sekuriti, mewujudkan peluang dan risiko bagi pelabur.\n\nSyiling TRUMP pada mulanya menyaksikan lonjakan 300% selepas pelancaran, tetapi keseronokan itu tidak lama. Selepas Melania Trump memperkenalkan $MELANIA, harga TRUMP jatuh menjunam, menurun lebih daripada 50% daripada kemuncaknya. Sehingga hari ini, Syiling TRUMP diniagakan pada $15.98, menandakan peningkatan 18.58% dalam tempoh 24 jam yang lalu, tetapi ketidakpastian masih ada.  Ketiadaan pengawasan SEC mungkin membuka pintu untuk pertumbuhan, tetapi ia juga menimbulkan persoalan serius tentang kestabilan jangka panjang.\n\nDengan Rizab Strategik Kripto AS yang dicadangkan oleh Trump tidak termasuk Syiling TRUMP, pasaran berada dalam keadaan tidak menentu. Jika sentimen berubah, TRUMP boleh mendapatkan semula momentum, tetapi sekarang, ia adalah permainan berisiko berbanding ROI prajualan Syiling BTFD yang dijamin.\n\n**Just A Chill Guy (CHILLGUY): Pertempuran Undang-undang dan Ayunan Harga**\n\nKemuncak pasaran $580 juta CHILLGUY telah membuat pelabur teruja, tetapi keadaan berubah apabila pencipta meme asal, Phillip Banks, mengumumkan tindakan undang-undang terhadap projek kripto yang menggunakan imejnya tanpa kebenaran. Ketidakpastian ini telah menyebabkan ketidaktentuan, walaupun CHILLGUY masih mempunyai pengikut yang kuat yang dipacu oleh komuniti.\n\nKini diniagakan pada $0.03740, CHILLGUY menyaksikan peningkatan 10.4% dalam tempoh 24 jam yang lalu, tetapi pertempuran undang-undang itu boleh mendatangkan masalah kepada pemegang jangka panjang. Jika saman itu menyebabkan bursa utama menyenaraikan CHILLGUY, harga boleh jatuh menjunam. Sekarang, ia adalah situasi tunggu dan lihat, menjadikan Syiling BTFD sebagai pilihan risiko rendah, ganjaran tinggi yang jelas.\n\n**Kesimpulan: Syiling Meme Mana Yang Menjadi Taruhan Terbaik Bulan Ini?**\n\nBerdasarkan prestasi pasaran, kekuatan komuniti, dan potensi pelaburan sebenar, Syiling BTFD adalah pemenang yang jelas di kalangan syiling meme baharu yang terbaik untuk dilaburkan bulan ini. Dengan Skuad Lembu Jantan yang menyokong unjuran ROI 3650%, ganjaran penguncian pada 90% APY, dan permainan bermain-untuk-menjana pendapatan yang sudah aktif, ia bersedia untuk satu kejayaan besar.\n\nStatus kawal selia Syiling TRUMP masih tidak pasti, dan walaupun ia mempunyai keuntungan jangka pendek, kestabilan jangka panjangnya dipersoalkan. Pertempuran undang-undang CHILLGUY boleh memberi tekanan kepada harganya, menjadikannya taruhan berisiko tinggi. Sebaliknya, Syiling BTFD menghapuskan meneka dengan struktur prajualan yang mengunci keuntungan sebelum pelancaran.\n\nJika anda ingin menjadi sebahagian daripada gelombang syiling meme besar yang seterusnya, sekarang adalah masanya untuk mendapatkan BTFD anda sebelum Peringkat 14 terjual habis. Lawati tapak prajualan BTFD sekarang dan kunci kedudukan anda sebelum terlambat.\n\n**Maklumat Lanjut:**\n\nLaman web: https://www.btfd.io/\nX/Twitter: https://x.com/BTFD_COIN\nTelegram: https://t.me/btfd_coin",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f3b99e4a5aa74e30a84bd23aefc0d834.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c6878717bfa14727679dd4",
            "timestamp": "2025-03-04 04:54:00",
            "status": "Posted"
        },
        {
            "title": "FloppyPepe (FPPE), Pepe (PEPE), dan Avalanche (AVAX) Bersedia Menguasai Peralihan Naik",
            "description": "FloppyPepe (FPPE), Pepe (PEPE), dan Avalanche (AVAX) menarik perhatian kerana komuniti mereka yang kuat, ciri-ciri yang mengagumkan, dan potensi untuk m...",
            "content": "FloppyPepe (FPPE), Pepe (PEPE), dan Avalanche (AVAX) menarik perhatian kerana komuniti yang kuat, ciri-ciri yang mengagumkan, dan potensi pertumbuhan besar-besaran semasa pasaran lembu jantan.  Ketika Pepe dan Avalanche (AVAX) bersaing untuk penguasaan dalam pasaran kripto, FloppyPepe (FPPE) menarik perhatian pelabur dan bersiap sedia untuk pasaran lembu jantan yang akan datang.\n\nPepe (PEPE) Mencatatkan Lonjakan Besar dalam Jumlah Dagangan Ketika Lebih Ramai Pelabur Membeli\n\nDikenali sebagai salah satu meme coin teratas di pasaran, Pepe (PEPE) telah berada di radar ramai pelabur. Meme coin bertema katak ini baru-baru ini mencatatkan kenaikan sebanyak 55% dalam jumlah dagangan, menunjukkan kehadiran pelabur. Walau bagaimanapun, ini tidak menghalang harga PEPE daripada didagangkan di zon rehat dan mengikuti corak menurun umum pasaran.\n\nBermula daripada peningkatan 700% pada tahun lepas, Pepe (PEPE) menyaksikan penurunan ketara sebanyak 35.4% pada bulan lepas. Sebahagian besarnya boleh dikaitkan dengan kekurangan utiliti dalam meme coin ini. Walau bagaimanapun, penganalisis telah menunjukkan bahawa prestasi semasa PEPE mencerminkan tindakan harga sebelumnya sebelum lonjakan mendadak. Selain daripada ini, keghairahan semasa terhadap meme coin semakin meningkat, dan PEPE boleh berada di barisan hadapan pergerakan ini semasa pasaran lembu jantan.\n\nPenganalisis Meramalkan Corak Lembu Jantan Untuk Avalanche (AVAX) Walaupun Penurunan Harga\n\nWalaupun mencatatkan lonjakan besar dalam jumlah dagangan, Avalanche (AVAX), token di sebalik rangkaian blok Avalanche, menurun harganya. Token Avalanche (AVAX) menyaksikan penurunan ketara sebanyak 26% pada bulan lepas, diikuti penurunan 1.3% dalam tempoh tujuh hari terakhir.\n\nWalaupun sentimen pasaran umum, penganalisis melihat titik perubahan dalam masa depan Avalanche (AVAX). Sesetengah pakar percaya bahawa jika Avalanche (AVAX) dapat mengelakkan daripada jatuh di bawah tanda $20 daripada harga semasa $25.6, ia mungkin menuju kepada pemulihan sebelum pasaran lembu jantan yang akan datang. Penganalisis malah meramalkan bahawa Avalanche (AVAX) akan melonjak $126, berpotensi meningkat 369%.\n\nFloppyPepe (FPPE) Menarik Populariti Dengan Potensi Pertumbuhan Besar dan Usaha Pembangunan Komuniti\n\nFloppyPepe (FPPE) telah menarik perhatian penganalisis dan pakar sebagai meme coin generasi baharu yang dipenuhi dengan ciri-ciri yang mengagumkan. Projek ini menawarkan gabungan humor dan teknologi rangkaian blok, memberikan pengguna pengalaman yang unik. Tidak seperti meme coin lain yang bergantung pada publisiti dan penglibatan media sosial, FloppyPepe (FPPE) memberi tumpuan kepada utiliti dunia sebenar dan ciri-ciri berkuasa AI yang telah meletakkannya untuk berjaya. Antara ciri-cirinya ialah sistem deflasi di mana 1% daripada setiap transaksi dibakar, yang mengurangkan bekalan token dan meningkatkan nilainya dari semasa ke semasa.\n\nFloppyPepe (FPPE) mempunyai ciri-ciri yang mengagumkan, termasuk alat Meme-o-Matic yang membolehkan pengguna mencipta, berkongsi, dan mendapat keuntungan daripada meme. Di samping itu, meme coin ini menjamin bahawa sebahagian daripada setiap transaksi akan disalurkan kepada pemuliharaan hidupan liar untuk menyokong kuda nil yang terancam dan memelihara hidupan liar secara umum. Ciri ini telah menjadi tarikan utama bagi pelabur, kerana komitmen terhadap impak dunia sebenar jarang dijumpai dalam meme coin. Ini menjadikan token AI ini menonjol daripada meme coin lain di pasaran.\n\nSejak kemunculannya di pasaran, FloppyPepe (FPPE) telah menunjukkan potensi pertumbuhannya yang besar, menjual acara persendirian yang dianjurkan dan mengumpul lebih daripada $907,200 dalam masa 24 jam. Ini telah menggalakkan penganalisis untuk meramalkan lonjakan yang akan datang untuk token ini semasa pasaran lembu jantan ini. Selain itu, pemegang token boleh menaruh token mereka untuk ganjaran besar dan mengambil bahagian dalam airdrop dan aktiviti komuniti serta memperoleh bonus rujukan di platform.\n\nBolehkah FloppyPepe (FPPE) Meningkat Seperti Avalanche (AVAX) dan Pepe (PEPE) dalam Pasaran Lembu Jantan Ini?\n\nWalaupun Avalanche (AVAX) dan Pepe (PEPE) telah menunjukkan potensi untuk melonjak dalam pasaran lembu jantan yang akan datang, FloppyPepe (FPPE) telahpun melepasi jangkaan dan menarik pelabur dan pedagang di seluruh pasaran kripto. Pengguna tidak perlu bimbang tentang keselamatan kerana projek ini disokong oleh audit SolidProof yang memastikan bahawa transaksi dan aset dalam rangkaian blok dijamin selamat.\n\nPada masa ini dinilai pada harga rendah $0.0000002, FloppyPepe (FPPE) menawarkan peluang kepada pelabur untuk menyertai projek ini pada peringkat awal. Dengan kejayaan jualan persendiriannya, pengguna boleh yakin dengan potensi pertumbuhan projek ini dan digalakkan untuk mengambil kesempatan daripada harganya yang rendah untuk menjamin keuntungan dalam pasaran lembu jantan yang akan datang.\n\nSertai prajualan dan komuniti FloppyPepe (FPPE):\n\nLaman web: https://floppypepe.io/\nWhitepaper: https://floppypepe.gitbook.io/floppypepe.io\nTelegram: https://t.me/floppypepeofficial\nX (Twitter): https://x.com/floppypepe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/00f689b3367443a7bf2e0e4025c94b8a.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c6862017bfa14727679dce",
            "timestamp": "2025-03-04 04:48:00",
            "status": "Posted"
        },
        {
            "title": "Tether lawan Circle: Pertempuran bagi Kedudukan Dominan Syiling Stabil di Tengah Tindakan Keras Pengawalan Kripto AS",
            "description": "Giancarlo Devasini, bilionair di sebalik Tether, kini bergelut sengit untuk terus bertahan. Dari kediamannya di Lugano, Switzerland, beliau...",
            "content": "**Tether vs. Circle: Pertempuran Dominasi Stablecoin di Tengah Serangan Peraturan Kripto AS**\n\nGiancarlo Devasini, bilionair di sebalik Tether, mendapati dirinya dalam pertempuran sengit untuk terus bertahan. Dari kediamannya di Lugano, Switzerland, beliau menyaksikan Tether—pengeluar stablecoin terbesar di dunia—menghadapi pengawasan peraturan yang semakin meningkat, tekanan politik, dan serangan strategik daripada pesaingnya, Jeremy Allaire, Ketua Pegawai Eksekutif Circle.\n\nIni bukan sekadar pertikaian korporat—ini adalah pertarungan untuk mengawal masa depan pasaran stablecoin bernilai $3 trilion. Dalam temu bual baru-baru ini dengan Wall Street Journal, Devasini menuduh Circle melobi ahli politik untuk mengharamkan token Tether yang dikeluarkan di luar pesisir, yang kini digunakan dalam 80% transaksi mata wang kripto.\n\n**Pihak Berkuasa Mengetatkan Kawalan ke atas Tether**\n\nCircle telah lama mendesak peraturan stablecoin yang lebih ketat, mengakui bahawa Tether beroperasi di luar bidang kuasa AS. Allaire telah memberi keterangan di Kongres beberapa kali, memberi amaran kepada penggubal undang-undang tentang risiko stablecoin yang tidak dikawal selia.\n\nSeorang eksekutif kanan Circle juga mendakwa bahawa token Tether telah digunakan dalam pembiayaan pengganas, meningkatkan tekanan ke atas Jabatan Kehakiman dan Perbendaharaan AS untuk menyiasat.  \"Kami mahu memastikan bahawa USDC menjadi dolar digital pilihan,\" kata Allaire dalam temu bual terdahulu.\n\nWalaupun tuduhan ini, Tether kekal sangat menguntungkan. Pada tahun 2024 sahaja, syarikat itu menjana $13 bilion—lebih daripada dua kali ganda pendapatan BlackRock. Tether menyokong stablecoin USDTnya dengan campuran Sekuriti Perbendaharaan AS, Bitcoin, emas, dan pinjaman komersial. Walau bagaimanapun, pengkritik berhujah bahawa Tether kekal sebagai kotak hitam kewangan, dengan kurang ketelusan berbanding Circle, yang memegang rizabnya di institusi yang dikawal selia AS seperti Bank of New York Mellon.\n\n**Circle Memperoleh Sokongan daripada Penggubal Undang-Undang dan Bank**\n\nStrategi Allaire adalah jelas: menyelaraskan Circle dengan institusi kewangan dan pembuat dasar AS sambil menggambarkan Tether sebagai risiko keselamatan negara. Pendekatan ini telah membuahkan hasil.\n\nPada Disember 2023, Kesatuan Eropah mengharamkan stablecoin luar pesisir, yang memberi kesan langsung kepada Tether.\n\nPada April 2024, Perbendaharaan AS menuduh Tether membiayai usaha perang Rusia.\n\nTidak lama kemudian, kempen awam melabel Tether sebagai \"FTX seterusnya\", dengan papan iklan di Washington D.C. dan Times Square menyatakan, \"Terikat pada Rasuah.\"\n\nDevasini percaya Circle mengatur serangan ini, manakala Ketua Pegawai Teknologi Tether, Paolo Ardoino, menuduh sekutu Circle membiayai kempen fitnah. Sementara itu, Circle terus melobi Kongres untuk peraturan yang lebih ketat, dengan eksekutifnya mengesyorkan kerajaan AS menyiasat penglibatan Tether dalam \"aktiviti jahat.\"\n\nPerbendaharaan AS malah mempertimbangkan untuk mengenakan sekatan ke atas Tether, yang secara berkesan akan memutuskan hubungannya daripada sistem kewangan AS. Walaupun itu tidak berlaku, pada April 2024, penggubal undang-undang memperkenalkan rang undang-undang yang bertujuan untuk mengharamkan stablecoin yang tidak dikawal selia. Malah Senator pro-kripto, Cynthia Lummis, telah menyatakan secara terbuka: \"Saya akan memilih Circle berbanding Tether.\"\n\n**Kelangsungan Hidup Tether Bergantung pada Sokongan Pentadbiran Trump**\n\nWalaupun tekanan yang semakin meningkat, Tether tidak berundur. Devasini telah memperoleh sekutu utama: Setiausaha Perdagangan Howard Lutnick, bekas eksekutif Wall Street yang syarikatnya, Cantor Fitzgerald, menguruskan sebahagian besar rizab Tether.\n\nApril 2024: Cantor melabur secara langsung dalam syarikat induk Tether, satu perjanjian yang dirundingkan sendiri oleh Lutnick.\n\nAwal 2025: Donald Trump mengeluarkan perintah eksekutif yang menyokong stablecoin yang disokong dolar yang \"sah dan sah\", membentuk kumpulan kerja kripto presiden yang termasuk Lutnick.\n\nWalau bagaimanapun, walaupun dengan sokongan pentadbiran Trump, Tether kehilangan kedudukannya. Sejak pertengahan Disember 2024, pertumbuhan pasaran Tether telah perlahan, terutamanya selepas Coinbase dan bursa lain menyenaraikan USDT di EU.\n\nSementara itu, Circle terus berkembang pesat. Pada Februari 2025, bekalan USDC kembali kepada paras sebelum kejatuhan Silicon Valley Bank, dan Circle baru-baru ini memindahkan ibu pejabatnya ke Pusat Dagangan Dunia, mengukuhkan kehadirannya dalam sektor kewangan tradisional.\n\nKetika Devasini kekal di Lugano, beliau dilaporkan telah menjalankan penyelidikan kes ekstradisi, termasuk kes Kim Dotcom, kerana bimbang akan masalah undang-undang yang berpotensi di AS.\n\nDengan kedua-dua syarikat terkunci dalam pertempuran sengit, masa depan stablecoin berada dalam keadaan tidak menentu. Adakah Tether akan menahan ribut peraturan, atau adakah Circle akan mengukuhkan dominasinya dalam ekonomi kripto global?",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/19b5cfc098b048e49cfe14026f8e2a2e.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c684a9a2d3ed61fc39d410",
            "timestamp": "2025-03-04 04:45:00",
            "status": "Posted"
        },
        {
            "title": "Tyler Winklevoss Isytihar Bitcoin Satu-satunya Aset Rizab Strategik Yang Berdaya Tahan",
            "description": "Menurut Tyler Winklevoss, Bitcoin adalah satu-satunya kripto matawang yang layak untuk dijadikan rizab strategik, seperti emas.  Peringkat kebangsaan...",
            "content": "**Tyler Winklevoss Mengisytiharkan Bitcoin Satu-satunya Aset Rizab Strategik yang Layak**\n\nMenurut Tyler Winklevoss, Bitcoin merupakan satu-satunya kripto matawang yang layak untuk dijadikan rizab strategik, seperti emas.  Perbincangan mengenai rizab digital negara semakin hangat selepas Donald Trump menyuarakan pendapatnya mengenainya.\n\nProses kelulusan ETF yang melibatkan altcoin menunjukkan perkembangan positif, di mana Litecoin dijangka mendapat kelulusan sebanyak 90% sementara XRP mempunyai kemungkinan kejayaan sebanyak 65%.\n\nTyler Winklevoss dari Gemini menyatakan bahawa Solana (SOL), Cardano (ADA), dan XRP tidak mempunyai ciri-ciri yang diperlukan untuk digunakan sebagai komponen dalam rizab aset digital negara.  Beliau menegaskan bahawa Bitcoin (BTC) adalah satu-satunya kripto matawang yang memenuhi kriteria yang diperlukan untuk mewujudkan rizab.\n\nMelalui platform X beliau, Winklevoss menyatakan dengan jelas bahawa beliau menyokong altcoin tanpa sebarang bantahan.  Namun, kriteria untuk mewujudkan rizab strategik memerlukan ciri-ciri yang menurut Winklevoss, tidak dicapai oleh altcoin ini. Bitcoin sesuai dengan peranan wang keras dengan nilai yang telah terbukti, selaras dengan peranan emas.\n\n**Altcoin dan Kesahihannya di Gemini**\n\nWinklevoss mengesahkan bahawa token Solana, Cardano, dan XRP wujud untuk perdagangan di bursa Gemini kerana ia telah memenuhi kriteria penyenaraiannya. Menurutnya, rizab negara memerlukan kriteria penilaian yang unik memandangkan aset-aset ini telah menunjukkan ketahanan mereka melalui pengambilan.\n\nIdea untuk mewujudkan rizab digital menjadi lebih menonjol sejak bekas Presiden AS, Donald Trump, mengisyaratkan kemungkinannya.  Kenyataan daripada bekas Presiden Donald Trump mencetuskan reaksi bercampur-baur di kalangan mereka yang menyokong dan menentang cadangannya, termasuk ahli ekonomi Peter Schiff yang mempersoalkan penambahan XRP ke dalam rizab negara.\n\nKeraguan yang diutarakan oleh Schiff terhadap XRP mendapat sokongan daripada Charles Hoskinson dari Cardano yang berhujah bahawa XRP merupakan aset digital yang terkenal dan digunakan secara meluas.\n\n**ETF dan Masa Depan Altcoin**\n\nRizab kripto kini sedang diperdebatkan sementara penyokong mempercepatkan usaha untuk mendapatkan kelulusan pengawalseliaan bagi dana dagangan bursa (ETF) yang dikaitkan dengan altcoin. Dua syarikat dalam sektor pengurusan aset, iaitu Bitwise dan 21Shares, sedang berusaha mendapatkan kebenaran pengawalseliaan untuk melancarkan ETF yang akan menggabungkan XRP dan Litecoin (LTC), Dogecoin (DOGE), Cardano, dan Solana.\n\nPenganalisis ETF Bloomberg menggambarkan Litecoin sebagai altcoin dengan potensi penerimaan maksimum sebanyak 90%, tetapi XRP hanya mempunyai kebarangkalian kelulusan sebanyak 65%.\n\nPerbezaan pendapat dalam industri kripto semakin sengit dengan perdebatan mengenai sama ada altcoin patut dimasukkan ke dalam peruntukan rizab negara. Winklevoss tetap berpegang pada pendiriannya bahawa Bitcoin kekal sebagai satu-satunya aset digital yang sesuai untuk tujuan rizab strategik, walaupun sesetengah pelabur menggesa pilihan yang lebih pelbagai.  Perbincangan masa depan mengenai perkara ini kemungkinan akan menentukan bagaimana peraturan sedia ada dan pelaburan kripto akan berkembang di pasaran.\n\n(Artikel ini diadaptasi daripada Crypto Front News. Layari laman web kami untuk membaca lebih banyak artikel menarik tentang kripto matawang, teknologi blockchain, dan aset digital.)",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/bitcoin-3-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c6879da2d3ed61fc39d426",
            "timestamp": "2025-03-04 04:45:00",
            "status": "Posted"
        },
        {
            "title": "Memeriksa Dompet Anda untuk Aset Tercemar",
            "description": "Baru-baru ini, kes-kes dana disekat oleh bursa pertukaran dengan alasan pemeriksaan AML semakin kerap berlaku. Sebarang dompet sejuk yang menerima USDT...",
            "content": "Baru-baru ini, kes-kes dana disekat oleh bursa pertukaran dengan alasan pemeriksaan AML semakin kerap berlaku.\n\nMana-mana dompet sejuk yang menerima USDT berisiko.\n\nAnda menyimpan USDT daripada dompet anda ke bursa pertukaran, dan tiba-tiba, dana anda disekat disebabkan pemeriksaan AML. Ini membawa kepada pertikaian yang panjang dengan pasukan sokongan, di mana anda perlu membuktikan bahawa anda tidak terlibat dalam sebarang aktiviti haram.\n\nPertikaian sebegini dengan pasukan sokongan pelanggan boleh mengambil masa sehingga 6 bulan. Mengapa perlu menghadapi masalah sebegini?\n\nSemak USDT anda terlebih dahulu untuk sekatan dan risiko menggunakan mana-mana perkhidmatan daripada senarai ini:\n🔗 https://amlscreening.center/\n\nAnda akan menerima laporan terperinci mengenai tahap pencemaran aset anda, serta cadangan mengenai bursa pertukaran mana yang mungkin menimbulkan risiko kepada dana anda.\n\nSebagai tambahan, langgan saluran peribadi kami, di mana kami berkongsi strategi untuk melipatgandakan modal anda tanpa risiko:\n🔗 https://t.me/+bhUbOplI-qgxNjY0\n\nPreseden Blockchain USDT: Pengajaran Yang Tidak Boleh Diabaikan\n\n- Pembekuan aset bursa Bitfinex pada tahun 2018\nBitfinex, salah satu bursa mata wang kripto terbesar, telah disiasat pada tahun 2018. Pihak berkuasa AS telah membekukan dana bursa tersebut, termasuk sejumlah besar USDT, disebabkan penglibatan yang disyaki dalam pelanggaran peraturan kewangan. Ini menyebabkan panik di pasaran dan mengakibatkan kerugian di kalangan pengguna yang dana mereka dikaitkan dengan transaksi yang mencurigakan.\n\n- Rampasan dana bernilai $30 juta pada tahun 2021\nPada tahun 2021, Tether Limited, penerbit USDT, telah membekukan $30 juta dana yang berkaitan dengan transaksi mencurigakan atas permintaan agensi penguatkuasaan undang-undang. Dalam kes ini, malah pengguna yang mungkin tidak terlibat dalam aktiviti haram tetapi terlibat dalam rantaian transaksi telah terjejas.\n\nKes-kes ini menekankan kepentingan berurusan dengan mata wang kripto yang \"bersih\" yang asal usulnya tidak dikaitkan dengan aktiviti haram.\n\nMengesahkan ketulenan mata wang kripto adalah satu keperluan\n\nPasaran mata wang kripto semakin menghadapi peningkatan peraturan dan pengawasan daripada pengawal selia. Mengesahkan ketulenan USDT dan kripto aset lain semakin menjadi langkah utama untuk memastikan keselamatan dan pematuhan peraturan.\n\n1. Memastikan keselamatan\n\nMengesahkan ketulenan USDT membantu mengenal pasti pautan kepada aktiviti haram seperti pengubahan wang haram atau pembiayaan pengganas. Mempunyai mata wang kripto yang \"tercemar\" dalam dompet anda boleh menyebabkan pembekuan atau rampasan dana. Ia adalah cara bagi syarikat dan pelabur persendirian untuk melindungi aset mereka dan meminimumkan risiko.\n\n2. Pematuhan Peraturan\n\nRamai negara sedang mengetatkan peraturan mata wang kripto dengan keperluan anti-pengubahan wang haram (AML) yang ketat. Menggunakan perkhidmatan pengesahan mata wang kripto boleh membantu anda mematuhi peraturan dan mengelakkan denda, penalti, dan dana yang disekat. Ini amat penting bagi syarikat yang beroperasi di bidang kuasa antarabangsa.\n\nPenyelesaian mata wang kripto yang selamat - analisis kristal perkhidmatan kami\n\nDalam konteks peningkatan risiko dan peraturan yang lebih ketat, memeriksa kripto aset untuk pematuhan AML adalah langkah yang perlu dalam menangani jenis aset kewangan ini. Kami dengan sukacitanya memperkenalkan perkhidmatan AML SCREENING CENTER percuma kami, yang menggabungkan alat terbaik yang terbukti untuk pengesahan transaksi dan dompet. Perkhidmatan ini akan membantu anda mengesahkan mana-mana aset mata wang kripto untuk \"kebersihan\", mengurangkan kemungkinan masalah dengan pengawal selia atau pembekuan dana.\n\nLaman web kami menyediakan ulasan pelbagai perkhidmatan untuk mengesahkan transaksi dan dompet, termasuk yang untuk mengesahkan mata wang kripto untuk pematuhan AML. Dan di saluran peribadi kami, anda akan menemui berita terkini tentang peraturan kripto oleh pengawal selia, ulasan pasaran daripada pakar yang diiktiraf dan banyak maklumat berguna untuk meningkatkan modal anda tanpa risiko.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/03125956/Aml-screening.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c6853217bfa14727679dcc",
            "timestamp": "2025-03-04 04:42:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa Pasaran Kripto Menjunam Hari Ini?",
            "description": "Pasaran kripto kembali terasa tekanan, dengan Bitcoin, Ethereum, Dogecoin, dan XRP semua mengalami penurunan mendadak. Bitcoin telah jatuh sebanyak 10%, Ethereum…",
            "content": "Pasaran kripto sekali lagi merasai tekanan, dengan Bitcoin, Ethereum, Dogecoin, dan XRP semua mengalami penurunan yang besar. Bitcoin jatuh sebanyak 10%, Ethereum sebanyak 15%, dan XRP sebanyak 17%. Jualan besar-besaran ini didorong oleh kebimbangan terhadap tarif Presiden Trump dan peningkatan ketakutan terhadap kemungkinan kemelesetan ekonomi.\n\nPenganalisis kripto menyatakan penurunan harga Bitcoin adalah disebabkan oleh jurang CME. Penganalisis Hardy menunjukkan bahawa Bitcoin telah mengisi satu jurang hari ini tetapi perlu jatuh kepada $85,000 untuk mengisi satu lagi, dengan jurang yang lebih besar pada $77,900 masih terbuka. Beliau percaya pengisian jurang ini akan membuka jalan untuk peralihan seterusnya Bitcoin. Titan of Crypto juga melihat penurunan sebelum Bitcoin bergerak naik semula, yang kelihatan sedang berlaku sekarang.\n\nMenurut The Kobeissi Letter, antara jam 10:00 pagi dan 3:30 petang ET, S&P 500 telah kehilangan sebanyak $1.5 trilion dalam had pasaran.  Yang ketara, tekanan jualan bermula sebelum pengumuman ‘pelaburan’ Trump.\n\nPengumuman pelaburan bermula dengan baik, dengan syarikat semikonduktor Taiwan mengumumkan pelaburan $100 bilion di AS. Langkah ini dijangka menjana \"beratus-ratus bilion dolar\" dalam aktiviti ekonomi.  Tambahan pula, Presiden Trump mengesahkan bahawa tarif 25% ke atas Kanada dan Mexico akan bermula esok, 4 Mac, sedangkan pasaran berharap tarif ini akan ditangguh lagi.\n\nMenambah kepada kebimbangan, tidak lama kemudian, Rumah Putih mengumumkan bahawa Presiden Trump telah menandatangani Perintah Eksekutif yang menaikkan tarif ke atas China kepada 20%. Ini menandakan peningkatan 20% dalam tarif China dalam tempoh dua bulan yang lalu.\n\nPasaran kripto menjunam secara mendadak kerana tiada butiran baru mengenai Rizab Kripto AS muncul. Hampir $300 bilion telah hilang daripada had pasaran, menghapuskan sebahagian besar keuntungan semalam.\n\nSelain itu, pengumuman Trump bahawa rizab kripto akan termasuk altcoin seperti Solana, Cardano, dan XRP mengejutkan ramai, yang hanya menjangkakan Bitcoin akan dimasukkan. Reaksi bercampur-campur menambah kepada kejatuhan pasaran, kerana pelabur mempersoalkan kredibiliti rizab tersebut.\n\nEthereum kini telah menghapuskan semua keuntungannya selepas pengumuman rizab kripto. Sebelum berita Ahad, ETH berada pada $2,170, dan kini telah jatuh ke paras terendah baru iaitu $2,094, iaitu 3.5% lebih rendah daripada sebelum pengumuman Trump. Altcoin seperti Ethereum, Dogecoin, dan XRP jatuh kerana ia mengikuti pergerakan harga Bitcoin dengan rapat.\n\nDengan intensifikasi perang perdagangan, kadar tarif purata AS dijangka mencapai tahap yang tidak pernah dilihat sejak Kemelesetan Besar, berpotensi meningkat melebihi 20%. Ini tidak termasuk tarif 100% yang mungkin dikenakan ke atas negara-negara BRICS. Dengan semua turun naik ini, peluang besar menanti para pedagang.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/18170710/Crypto-Market-Watch-What-to-Expect-from-US-Economic-Indicators-This-Week-1-1-1.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c6853217bfa14727679dca",
            "timestamp": "2025-03-04 04:40:00",
            "status": "Posted"
        }
    ]
}