{
    "timestamp": "2025-03-10 10:25:49",
    "all_news": [
        {
            "title": "ETP kripto mencatatkan aliran keluar minggu keempat berturut-turut, berjumlah $876 juta — CoinShares",
            "description": "ETP kripto mencatatkan aliran keluar untuk minggu keempat berturut-turut, mengalami kerugian sebanyak $876 juta pada minggu dagangan lepas, menurut laporan CoinShares.",
            "content": "Produk bursa dagangan (ETP) mata wang kripto mencatatkan minggu keempat berturut-turut aliran keluar, dengan kerugian sebanyak $876 juta sepanjang minggu dagangan lalu.\n\nSelepas mencatatkan aliran keluar mingguan tertinggi sebanyak $2.9 bilion minggu lepas, ETP kripto terus menunjukkan trend menurun, menjadikan jumlah aliran keluar empat minggu sebanyak $4.75 bilion, menurut laporan CoinShares pada 10 Mac.\n\nWalaupun kadar aliran keluar telah perlahan, sentimen pelabur kekal lemah, menurut James Butterfill, ketua penyelidikan di CoinShares.  Penganalisis itu juga mencadangkan bahawa pasaran telah menunjukkan tanda-tanda kejatuhan harga yang mendadak.\n\nJualan ETP Bitcoin menyumbang 86% daripada jumlah aliran keluar. ETP Bitcoin (BTC) merupakan pemacu utama aliran keluar, menyumbang $756 juta, atau 85% daripada jumlah minggu lepas. ETP Short-Bitcoin juga menyaksikan aliran keluar sebanyak $19.8 juta, yang tertinggi sejak Disember 2024.\n\nDengan jumlah aliran keluar terkumpul mencecah $4.75 bilion sepanjang empat minggu lalu, aliran masuk setakat tahun ini menurun kepada $2.6 bilion.\n\nJumlah aset di bawah pengurusan (AuM) menurun sebanyak $39 bilion kepada $142 bilion, titik terendah sejak pertengahan November 2024, didorong oleh pergerakan harga negatif dan aliran keluar yang berterusan, kata Butterfill.\n\nKebanyakan altcoin turut mengalami sentimen negatif. Sentimen lemah juga diperhatikan dalam pelbagai altcoin minggu lepas, dengan ETP Ether (ETH) menyaksikan aliran keluar sebanyak $89 juta.\n\nTron (TRX) dan Aave (AAVE) juga antara ETP yang mengalami kerugian paling ketara, masing-masing menyaksikan aliran keluar sebanyak $32 juta dan $2.4 juta, menurut laporan tersebut.\n\nSebaliknya, Solana (SOL), XRP (XRP) dan Sui (SUI) terus menyaksikan aliran masuk berjumlah $16.4 juta, $5.6 juta dan $2.7 juta, masing-masing, tulis Butterfill.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdmNzQtZjVhNS03YzQ5LTlhM2UtZDBhOTc5YTg4YmJm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ceba55f4ec673329504d91",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 10:04:00",
            "status": "Posted"
        }
    ]
}