{
    "timestamp": "2025-04-11 06:35:59",
    "all_news": [
        {
            "title": "U.S. Passes First Crypto Law: Trump Repeals DeFi Broker Rule in Win for Blockchain Innovation",
            "translated_facebook_post": "Amerika Syarikat dah lulus undang-undang menyokong mata wang kripto,  membatalkan peraturan yang menyusahkan platform kewangan terdesentralisasi.  Ini satu langkah positif untuk industri kripto di sana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b46bc0315e747ed6bfbe",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/04182838/White-House-Crypto-Summit-2025_-Will-Trump-Eliminate-Crypto-Capital-Gains-Tax.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:18:00"
        },
        {
            "title": "Feds, SEC charge app maker with fraud, saying ‘AI’ service was Philippine workers",
            "translated_facebook_post": "Pengasas aplikasi tu didakwa menipu pelabur dengan mengatakan aplikasi e-dagangnya guna AI, padahal guna pekerja dari Filipina je.  Dia dapat lebih $40 juta pelaburan, tapi akhirnya aplikasi tu tutup.",
            "translated_title": "Pihak Berkuasa Persekutuan dan Suruhanjaya Sekuriti Amerika Syarikat mendakwa pembangun aplikasi atas kesalahan penipuan, mendakwa perkhidmatan 'AI' itu sebenarnya diuruskan oleh pekerja Filipina.",
            "translated_content": "Pihak berkuasa AS mendakwa pengasas aplikasi teknologi dengan penipuan, mendakwa bahawa aplikasi e-dagang yang didakwanya dikuasakan oleh kecerdasan buatan sebenarnya bergantung kepada pekerja manusia di Filipina.\n\nAlbert Saniger dari Barcelona, Sepanyol, pengasas dan bekas CEO syarikat nate, didakwa dengan satu tuduhan penipuan sekuriti dan penipuan wayar, kata Jabatan Kehakiman dalam kenyataan pada 9 April, sementara Suruhanjaya Sekuriti dan Bursa memfailkan tindakan sivil selari.\n\nDokumen mahkamah menyatakan Saniger mengasaskan nate sekitar tahun 2018 dan melancarkan aplikasi dengan nama yang sama pada Julai 2020, memasarkannya sebagai troli membeli-belah sejagat yang dikuasakan oleh AI yang menawarkan pengguna keupayaan untuk menyelesaikan transaksi runcit dalam talian, termasuk mengisi butiran penghantaran dan saiz, tanpa input manusia.\n\nJabatan Kehakiman mendakwa bahawa, pada hakikatnya, \"Saniger menggunakan ratusan kontraktor, atau 'pembantu pembelian,' di pusat panggilan yang terletak di Filipina untuk secara manual melengkapkan pembelian yang berlaku melalui aplikasi nate.\"\n\nSumber: Pejabat Peguam AS, Daerah Selatan New York\n\nPelabur memberi Saniger lebih daripada $40 juta, kata pihak berkuasa persekutuan\n\nPeguam AS Bertindak untuk New York Matthew Podolsky mendakwa Saniger menipu pelabur dengan \"mengeksploitasi janji dan daya tarikan teknologi AI untuk membina naratif palsu tentang inovasi yang tidak pernah wujud.\"\n\nDi bawah alasan melabur dalam aplikasi yang dikuasakan oleh AI, Sangier didakwa meminta lebih daripada $40 juta pelaburan daripada firma modal usaha niaga dan menyuruh pekerja menyembunyikan sumber sebenar automasi nate.\n\n\"Jenis penipuan ini bukan sahaja memangsakan pelabur yang tidak bersalah, ia juga mengalihkan modal daripada syarikat permulaan yang sah, membuat pelabur ragu-ragu terhadap kejayaan sebenar, dan akhirnya menghalang kemajuan pembangunan AI,\" kata Podolsky.\n\nSyarikat itu memperoleh teknologi AI daripada pihak ketiga dan mempunyai pasukan saintis data yang membangunkannya, tetapi pihak berkuasa mendakwa aplikasi itu tidak pernah mencapai keupayaan untuk secara konsisten melengkapkan pembelian e-dagang, dan kadar automasi sebenarnya adalah sifar.\n\nSemasa musim cuti yang sibuk pada tahun 2021, didakwa Sanger mengarahkan pasukan kejuruteraan nate untuk membangunkan bot untuk mengautomasikan beberapa transaksi pada aplikasi itu bersama-sama dengan pekerja manusia.\n\nNate berhenti beroperasi pada Januari 2023, dan Saniger menamatkan semua pekerja Nate selepas laporan media mula menimbulkan keraguan terhadap keupayaan aplikasi itu, menurut pemfailan mahkamah SEC.\n\nTuduhan penipuan sekuriti dan wayar masing-masing membawa hukuman maksimum 20 tahun di penjara. Saman SEC meminta mahkamah untuk mengharamkan Saniger daripada memegang jawatan dalam mana-mana syarikat yang serupa dan mengembalikan dana pelabur.\n\nCointelegraph menghubungi nate untuk mendapatkan komen. Maklumat mengenai peguam Saniger tidak tersedia dengan segera.",
            "translated_summary": "Pihak berkuasa Amerika Syarikat mendakwa pengasas teknologi kerana didakwa salah menggambarkan aplikasi perdagangannya dikuasakan oleh AI sedangkan fungsinya sebenarnya bergantung kepada...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b46c5caac05576649eec",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjIzMmYtNDJiNC03ZGI1LTliNjktYjZlMTgwOWRhM2Vm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 06:18:00"
        },
        {
            "title": "Arthur Hayes Sees Bitcoin Rally as Fed Faces Liquidity Pressure",
            "translated_facebook_post": "Keuntungan pasaran bon yang tak stabil mungkin akan memaksa Rizab Persekutuan untuk campur tangan, dan ini mungkin akan menyebabkan Bitcoin meningkat nilainya macam tahun 2020.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b46c5caac05576649eea",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/bitcoin-2-5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:15:00"
        },
        {
            "title": "Ripple and SEC File Joint Motion to Pause XRP Litigation",
            "translated_facebook_post": "Rupanya Ripple dan pihak berkuasa AS dah hampir selesai isu perundangan mereka, mungkin akan selesai dalam beberapa minggu lagi dengan penyelesaian melibatkan bayaran denda dan penarikan rayuan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b46c41dd320f63bbab38",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Ripple-and-SEC-File-Joint-Motion-to-Pause-XRP-Litigation.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:14:00"
        },
        {
            "title": "Pi Network News: 119 Million Tokens to Be Released by Month-End",
            "translated_facebook_post": "Harga Pi Coin jatuh, ramai dalam komuniti tak puas hati sebab harga turun dan projek nampak macam lambat jalan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b46b41dd320f63bbab36",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/20192249/Can-Pi-Coin-Price-Hit-5-Top-Crypto-Analyst-Reveals-Critical-Factors.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:14:00"
        },
        {
            "title": "RENDER’s Recovery Kicks Off With a Classic Pattern – Will TAO Follow the Same Path?",
            "translated_facebook_post": "Pasaran kripto nampaknya dah mula pulih lepas beberapa minggu yang agak tak menentu.  Render dah naik, Bittensor pun macam nak ikut je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b32dc0315e747ed6bfaf",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e4023ab5b23448119433b881c03b5650.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:14:00"
        },
        {
            "title": "House Approves Trump’s Budget Bill with Trillion-Dollar Tax Cuts and Big Spending Cuts",
            "translated_facebook_post": "Rang undang-undang bajet baru ni lulus di Dewan Rakyat, potong cukai banyak, tapi potong perbelanjaan kerajaan pun banyak jugak.  Ada pro dan kontra, hutang negara mungkin akan naik lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b353c0315e747ed6bfb3",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/20192803/Crypto-News-Today-Pro-Crypto-Leaders-Take-Over-White-House-Under-Trump.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:13:00"
        },
        {
            "title": "Grayscale and Osprey Reach Settlement in Marketing Dispute",
            "translated_facebook_post": "Grayscale dan Osprey dah selesai isu pemasaran mereka, lepas kes saman tahun lepas.  Penyelesaian ni akan selesai dalam 45 hari, dan mungkin akan ubah cara pemasaran ETF Bitcoin pada masa akan datang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b354c0315e747ed6bfb5",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/osprey-courtroom-bitcoin-etf-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:10:00"
        },
        {
            "title": "HashKey Receives Hong Kong Approval for Ethereum Staking Services",
            "translated_facebook_post": "HashKey Exchange dah dapat kebenaran daripada Hong Kong untuk tawarkan servis Ethereum staking secara terkawal,  menarik lebih ramai pelabur dan menunjukkan Hong Kong serius nak jadi hab crypto yang dikawal selia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b355c0315e747ed6bfb9",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/hong-kong-financial-district-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:09:00"
        },
        {
            "title": "Market Instability Drives Shift Towards Digital Assets",
            "translated_facebook_post": "Ketidakstabilan pasaran saham mendorong ramai pelabur beralih kepada aset digital sebagai alternatif yang lebih stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/market-instability-drives-shift-towards-digital-assets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-046.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:08:00"
        },
        {
            "title": "North Carolina Proposes Bill for Crypto Tax Payments",
            "translated_facebook_post": "Kerajaan North Carolina nak bagi rakyat bayar cukai guna cryptocurrency.  Ini menunjukkan penerimaan mata wang digital semakin meningkat, dan mungkin akan jimat kos dan lebih cekap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b22dc0315e747ed6bfa9",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/north-carolina-legislative-chamber-crypto.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:06:00"
        },
        {
            "title": "Trump Crypto News: IRS Rule Repealed, DeFi Gets Big Boost",
            "translated_facebook_post": "Undang-undang baharu dah batalkan peraturan IRS yang menyusahkan platform DeFi, hasil usaha bipartisan di Kongres dan sokongan Presiden Trump.  Ini membuka jalan untuk perkembangan teknologi kewangan digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b1165caac05576649edc",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6ba0605aba514667944c387db3474245.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:05:00"
        },
        {
            "title": "Donald Trump Opens Up: Here Is The Reason Behind The Tariff Pause",
            "translated_facebook_post": "Presiden Trump tangguh tarif sebab takut ekonomi Amerika jatuh teruk, bukan setakat reses, malah ke kemurungan ekonomi;  bantu daripada Setiausaha Perbendaharaan pun memainkan peranan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b354c0315e747ed6bfb7",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/IMG_3487.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:05:00"
        },
        {
            "title": "Top 5 Crypto Picks Right Now: Bitcoin (BTC), Ethereum, and XRP",
            "translated_facebook_post": "Bitcoin, Ethereum, dan XRP masih menjadi pilihan utama, tapi Cardano, SUI, dan Avalanche pun menunjukkan potensi menarik.  MAGACOINFINANCE juga menonjol sebagai pelaburan awal yang berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b22dc0315e747ed6bfa7",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294740.docx_1744294740_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 06:02:00"
        },
        {
            "title": "Bitcoiners’ ‘bullish impulse’ on recession may be premature: 10x Research",
            "translated_facebook_post": "Harga Bitcoin mungkin akan turun dulu sebelum naik, walaupun ramai jangka ia akan meningkat disebabkan ekonomi yang mungkin merosot.",
            "translated_title": "Rasa Optimis ‘Bitcoiners’ Tentang Kemelesetan Ekonomi Mungkin Terlalu Awal: Kajian 10x",
            "translated_content": "Ketua penyelidikan 10x Research, Markus Thielen, berkata bahawa mungkin terlalu awal bagi penganut Bitcoin untuk mula bersikap optimis mengenai impak jangka panjang kemelesetan ekonomi yang berpotensi terhadap harga Bitcoin.\n\nDalam laporan pasaran pada 11 April, Thielen menyatakan bahawa penyebaran kredit terus meningkat, menunjukkan bahawa \"kebimbangan kemelesetan mungkin semakin meresap ke dalam ekonomi.\"  Beliau menambah, \"Meneroka impuls menaik terlalu awal.\"\n\nBitcoin mungkin menghadapi tekanan jangka pendek\n\nWalaupun kesan jangka panjang kemelesetan mungkin memberi kesan positif kepada Bitcoin (BTC) — disebabkan oleh kelonggaran monetari yang biasanya menyusuli pengurangan kadar faedah Rizab Persekutuan AS — Thielen memberi amaran bahawa Bitcoin mungkin menghadapi tekanan sebelum mendapat momentum menaik.\n\n\"Secara umumnya, Bitcoin mula-mula dijual apabila China mendevaluasi mata wang atau Fed mengurangkan kadar faedah, kerana pengurangan pertama mungkin tidak begitu berkesan dan juga mengesahkan kelemahan ekonomi,\" kata Thielen kepada Cointelegraph.\n\nPada masa penerbitan, Bitcoin diniagakan pada $80,620. Sumber: CoinMarketCap\n\nKetua kripto dan AI Rumah Putih, David Sacks, berkata dalam catatan X pada 10 April bahawa sudah \"masanya untuk pengurangan kadar\" selepas Indeks Harga Pengguna teras meningkat 2.8% tahun ke tahun untuk bulan Mac, yang terendah sejak Mac 2021.\n\nAlat FedWatch CME Group menunjukkan kemungkinan 64.8% tiada pengurangan kadar pada mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan Rizab Persekutuan Mei.\n\nPeniaga biasanya melihat pengurangan kadar faedah dan pengembangan bekalan wang sebagai memberi kesan positif kepada harga aset, terutamanya Bitcoin dan kripto lain.\n\nBagaimanapun, Thielen berkata bahawa secara sejarah, apabila penyebaran kredit tahun ke tahun \"mula meningkat,\" Bitcoin sering menghadapi tekanan menurun yang lebih besar dan mengambil masa yang lebih lama untuk pulih.\n\n\"Corak ini menunjukkan bahawa walaupun peluang jangka panjang mungkin muncul, Bitcoin masih boleh menghadapi tekanan dalam jangka masa terdekat,\" kata Thielen. Beliau menambah bahawa pendevaluasian mata wang juga secara sejarah memberi kesan negatif kepada pasaran dalam jangka pendek sebelum memberi kesan positif dalam jangka panjang.\n\nIni berlaku di tengah-tengah kebimbangan yang semakin meningkat di kalangan peserta pasaran mengenai kelemahan dolar AS.\n\nIndeks Dolar AS (DXY) berada pada 100.048, turun 2.92% dalam tempoh lima hari yang lalu, menurut data TradingView.\n\nPada masa penerbitan, DXY berada pada 100.337. Sumber: TradingView\n\nAkaun sumber dagangan, The Kobeissi Letter, berkata dalam catatan X pada 10 April, \"Dolar AS telah meninggalkan bilik. Sekali lagi, sesuatu yang rosak.\"\n\nSementara itu, ketua aset digital BlackRock, Robbie Mitchnick, berkata pada akhir Mac bahawa Bitcoin kemungkinan besar akan berkembang dalam persekitaran makro kemelesetan.\n\n\"Saya tidak tahu sama ada kita akan mengalami kemelesetan atau tidak, tetapi kemelesetan akan menjadi pemangkin besar untuk Bitcoin,\" kata Mitchnick.",
            "translated_summary": "Markus Thielen dari 10x Research berkata harga Bitcoin mungkin tidak serta-merta meraih manfaat daripada kelonggaran monetari dan pengurangan kadar faedah Rizab Persekutuan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8b1015caac05576649ed8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzcyZWEtZDcxYS03MGIyLThiNGItMjZiYjY3M2NhMDMx.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 06:01:00"
        },
        {
            "title": "Market Turbulence Sparks Shift to Cryptocurrencies",
            "translated_facebook_post": "Ketidakstabilan pasaran saham akibat tarif perdagangan menyebabkan pelabur beralih kepada kripto yang dilihat lebih stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-turbulence-sparks-shift-to-cryptocurrencies/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1107-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:59:00"
        },
        {
            "title": "Trump Repeals Controversial Crypto Tax Reporting Rule",
            "translated_facebook_post": "Trump dah batalkan peraturan cukai kripto yang menyusahkan, jadi pengguna tak perlu risau sangat data transaksi mereka didedahkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8afd45caac05576649ed2",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/trump-3-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:58:00"
        },
        {
            "title": "Two Senior Fed Officials Talk About Tariffs and the Possibility of Interest Rate Cuts",
            "translated_facebook_post": "Dua pegawai kanan FED cakap pasal tarif dan kemungkinan kadar faedah akan dikurangkan,  dengan Presiden Chicago Fed dan Presiden Boston Fed bagi pandangan masing-masing tentang keadaan ekonomi semasa.  Mereka bimbang tarif akan naikkan inflasi dan perlambatan ekonomi, jadi kena berhati-hati sebelum buat apa-apa keputusan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8afd45caac05576649ed0",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/06/fed-abd-merkez-bankasi.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:55:00"
        },
        {
            "title": "China Unlikely to Devalue Yuan Amid U.S. Tariffs",
            "translated_facebook_post": "China dijangka tak akan susutkan nilai yuan secara agresif walaupun dikenakan tarif oleh Amerika Syarikat, sebabnya mungkin lebih banyak mudarat dari kebaikan untuk ekonomi negara sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8ae915caac05576649ecd",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/shanghai-financial-district-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:51:00"
        },
        {
            "title": "Democrats slam DOJ’s ‘grave mistake’ in disbanding crypto crime unit",
            "translated_facebook_post": "Beberapa Senator Demokrat mengecam keputusan Jabatan Kehakiman Amerika Syarikat (DOJ) untuk membubarkan unit jenayah kripto, khuatir ia akan memudahkan pelbagai jenayah seperti pengubahan wang haram dan pembiayaan keganasan.  Mereka juga mempersoalkan kaitan keputusan ini dengan projek kripto keluarga Trump.",
            "translated_title": "Demokrat mengecam ‘kesilapan besar’ DOJ dalam membubarkan unit jenayah kripto",
            "translated_content": "**US Senators Condemn DOJ's Decision to Disband Crypto Enforcement Team**\n\nSix Democratic senators, led by Senator Elizabeth Warren, have sharply criticized the Department of Justice's (DOJ) decision to dismantle its National Cryptocurrency Enforcement Team.  In a letter to Deputy Attorney General Todd Blanche, the senators labeled the move a \"grave mistake,\" arguing it will facilitate \"sanctions evasion, drug trafficking, scams, and child sexual exploitation.\"\n\nThe April 10th letter highlights concerns that the decision effectively grants \"a free pass to cryptocurrency money launderers,\" citing the use of crypto mixing services to obscure illicit transactions.  The senators contend that the DOJ's hands-off approach to tools used in serious crimes is illogical.\n\nThe letter also questions the DOJ's failure to prosecute crimes involving digital assets, including violations of the Bank Secrecy Act, characterizing this as a \"systemic vulnerability\" exploitable by criminals and adversaries.  The senators requested a briefing by May 1st detailing the rationale behind these decisions.\n\n**Concerns about Trump Family Crypto Ventures Raised**\n\nThe senators' letter also expressed concerns about potential conflicts of interest, specifically referencing the Trump family's involvement in cryptocurrency projects.  The letter suggests a possible link between the DOJ's actions and the Trump family's ventures, including their involvement with World Liberty Financial and the planned launch of a crypto-mining company, American Bitcoin, by Eric and Donald Trump Jr.  The Democrats stated that the DOJ's decisions raise concerns that President Trump's cryptocurrency interests may be influencing law enforcement scrutiny.\n\nIn his memo announcing the team's disbandment, Deputy Attorney General Blanche accused the Biden administration of employing a \"reckless strategy of regulation by prosecution.\"",
            "translated_summary": "Sekumpulan Senator Demokrat menyifatkan keputusan DOJ untuk membubarkan unit kripto mereka sebagai \"kesilapan besar,\" mendakwa ia akan membenarkan pelbagai jenayah berleluasa.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8ae90c0315e747ed6bf9a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGY4NjQtYzQ3Ni03OGUyLTk5OWUtZjNjNTFlNTQzOGI0.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 05:50:00"
        }
    ]
}