{
    "timestamp": "2025-04-13 07:23:16",
    "all_news": [
        {
            "title": "Bitcoiners were first to realize US economic data ‘was wrong’ — Pompliano",
            "translated_facebook_post": "Ramai pelabur Bitcoin nampak kelemahan data ekonomi Amerika Syarikat lebih awal dan dapat manfaat daripadanya.",
            "translated_title": "Pengguna Bitcoin mendahului dalam menyedari data ekonomi AS ‘adalah salah’ — Pompliano",
            "translated_content": "## Pemilik Bitcoin (BTC) Pertama Kali Menunjukkan Kelemahan Data Ekonomi AS\n\nPengusaha kripto, Anthony Pompliano, mengatakan bahwa para pemegang Bitcoin (BTC) adalah yang pertama kali menunjukkan kelemahan dalam data ekonomi Amerika Serikat dan memposisikan diri mereka untuk potensi keuntungan.\n\n“Para pendukung Bitcoin adalah kelompok berskala besar pertama yang menyadari bahwa data ekonomi itu salah, dan mereka menemukan cara untuk mendapatkan keuntungan secara finansial jika mereka benar,” kata Pompliano dalam unggahan X pada 12 April.\n\nPompliano memperkirakan akan lebih banyak orang yang menyadari bahwa data tersebut “tidak akurat”.\n\n“Rahasia yang tak terucapkan mengapa begitu banyak pakar keuangan salah dalam analisis mereka tentang tarif adalah karena para pakar keuangan tersebut mempercayai data pemerintah,” tambahnya.\n\nDi tengah ketidakpastian yang meluas dan kekhawatiran yang terus berlanjut atas tarif yang diberlakukan Presiden AS Donald Trump, Pompliano mempertanyakan keakuratan angka inflasi AS, jumlah pekerjaan, dan statistik PDB. Ia menambahkan bahwa “akhirnya semua orang akan menyadari bahwa data tersebut tidak akurat.”\n\nHal ini terjadi setelah Pompliano menunjukkan dalam unggahan LinkedIn pada 20 Maret, penampilan Sekretaris Keuangan AS Scott Bessent di podcast All-In, di mana Bessent ditanya langsung apakah dia mempercayai data tersebut — dan menjawab, “tidak.”\n\nKekhawatiran tentang keandalan data ekonomi AS telah muncul sejak lama. Sebuah laporan Juli 2024 berpendapat bahwa pendekatan baru diperlukan untuk “memastikan statistik pemerintah tetap dapat diandalkan.”  Sumber: Anthony Pompliano\n\nHal ini terjadi seiring dengan kekhawatiran yang terus berlanjut atas tarif yang diberlakukan Trump yang telah menyebabkan beberapa analis kripto memperkuat gagasan bahwa Bitcoin dapat bertahan lebih lama daripada dolar AS dalam jangka panjang.\n\nJeff Parks, kepala strategi alfa Bitwise Invest, mengatakan pada tanggal 9 April bahwa ada “kemungkinan lebih tinggi Bitcoin bertahan lebih lama daripada dolar dalam hidup kita setelah hari ini.”\n\nSelama lima hari terakhir, indeks dolar AS (DXY) telah turun 3,19%, saat ini berada di angka 99,783 pada saat publikasi, menurut data TradingView. Indeks dolar AS turun 8,06% sejak awal tahun 2025. Sumber: TradingView\n\nBeberapa analis Wall Street meyakini bahwa tarif yang diberlakukan Trump akan menopang dolar AS, menurut laporan Wall Street Journal baru-baru ini.\n\nPompliano mengatakan, “Percakapan keuangan arus utama telah menjadi kekacauan intelektual di mana kebanyakan orang mengulang-ulang pandangan yang kurang informasi berdasarkan data yang buruk.”\n\nAnalis baru-baru ini menunjukkan pemisahan Bitcoin baru-baru ini dari saham. Analis bahkan menunjukkan bahwa sementara pasar saham “jatuh” pada 4 April di tengah ketidakpastian tarif, Bitcoin tidak menurun sebanyak yang diharapkan. Selama periode ketidakpastian ekonomi makro, Bitcoin dan aset kripto secara historis lebih volatil daripada pasar saham.\n\nPada tanggal 4 April, Cointelegraph melaporkan bahwa Bitcoin stabil di atas level $82.000, dan ketika pasar ekuitas AS runtuh, Bitcoin melonjak menjadi $84.720, mencerminkan aksi harga yang tidak biasa.\n\nSementara itu, mantan CEO BitMEX, Arthur Hayes, mengatakan Bitcoin mungkin memasuki apa yang disebutnya “mode hanya naik,” karena krisis yang semakin dalam di pasar obligasi AS berpotensi mendorong investor menjauh dari aset safe haven tradisional dan menuju penyimpanan nilai alternatif.",
            "translated_summary": "Anthony Pompliano, menerusi catatan di X pada 12 April, menyatakan bahawa komuniti Bitcoin merupakan “kumpulan berskala besar pertama” yang mempersoalkan data ekonomi AS dan bakal meraih keuntungan…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb64693d5ed4202cc74613",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5MzkxOWEtZTY4ZC03MzRiLWJhM2UtYjQ2NjEyMzYwNmNl.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-13 07:11:00"
        },
        {
            "title": "3 Bullish Signs for Bitcoin as BTC Hits $85K, Says Analyst",
            "translated_facebook_post": "Bitcoin dah naik balik dekat $85,000, dan ada beberapa tanda positif yang menunjukkan ia mungkin akan naik lagi sampai $95,000,  walaupun masih perlu tembus beberapa halangan harga dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb64693d5ed4202cc74615",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/03/BTC_CB.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 07:11:00"
        },
        {
            "title": "Trump Family's Expansive Involvement in the Crypto Industry",
            "translated_facebook_post": "Keluarga Trump dah masuk bidang kripto dengan pelaburan besar dalam NFT, DeFi, dan memecoin, nilai portfolio hampir mencecah $1 billion.  Ada yang bimbang pasal peraturan, tapi nampaknya mereka yakin dengan teknologi blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb6469f0f8760af051af10",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/trump-family-crypto-success.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 07:10:00"
        },
        {
            "title": "Dogecoin Is Making A Strong Comeback, But Is The Trend Reliable?",
            "translated_facebook_post": "Harga Dogecoin naik sedikit, tapi masih tak pasti lagi arahnya jangka panjang.  Ada isyarat positif, tapi juga ada tanda-tanda yang kurang memberangsangkan.  Kita tengok dulu macam mana perkembangannya dalam beberapa hari ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb6469f0f8760af051af11",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Dogecoin-Bull-Run.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 07:05:00"
        },
        {
            "title": "Binance Founder CZ Makes Artificial Intelligence Prophecy for Cryptocurrencies",
            "translated_facebook_post": "Pengasas Binance, CZ, ramal AI akan guna mata wang kripto, bukan wang fiat, sebab transaksi lebih cepat, murah, dan cekap melalui teknologi blockchain.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb62100b11926f913a383b",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/07/binance-changpeng-zhao-cz.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 07:03:00"
        },
        {
            "title": "Bitcoin Tests Range Lows, Stabilizes Above $79K in Volatile Market",
            "translated_facebook_post": "Harga Bitcoin kekal sekitar $79,000 walaupun pasaran agak tak menentu, menunjukkan sedikit kestabilan jangka pendek.  Walaupun begitu, rintangan masih ada di sekitar $91,500-$94,800.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb633c3d5ed4202cc7460f",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/bitcoin-2-5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 07:00:00"
        },
        {
            "title": "U.S. Senators Propose Clean Cloud Act to Reduce Emissions",
            "translated_facebook_post": "Senat Amerika cadang undang-undang baharu untuk kurangkan pelepasan karbon dari industri teknologi menjelang 2025, mungkin akan memaksa syarikat-syarikat teknologi untuk ubah cara operasi dan melabur dalam teknologi mesra alam.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb62110b11926f913a383f",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-legislative-assembly.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:59:00"
        },
        {
            "title": "U.S. Senators Push for Major Crypto Regulation by August",
            "translated_facebook_post": "Beberapa senator Amerika Syarikat nak siapkan peraturan kripto utama menjelang Ogos, mungkin akan beri kesan besar pada Bitcoin dan stablecoin.  Senator Bernie Moreno pun cadang beli satu juta Bitcoin untuk simpanan negara.  Kalau semua ni jadi, mungkin akan tarik lebih ramai pelabur masuk dan pasaran kripto jadi lebih stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb60ce3c664c0f5a79a85d",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/senators-debate-crypto-regulation.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:57:00"
        },
        {
            "title": "Bitcoin Isn’t Digital Gold Yet — But There’s a Silver Lining, Says CryptoQuant Founder",
            "translated_facebook_post": "Walaupun ramai anggap Bitcoin macam emas digital,  sebenarnya ia belum sampai tahap tu lagi.  Tapi, masih ada harapan untuk Bitcoin mengatasi nilai pasaran emas suatu hari nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5fbd3d5ed4202cc74605",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2023/10/Gold_Bitcoin.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:51:00"
        },
        {
            "title": "What’s Next for Cryptocurrency Markets This Week?",
            "translated_facebook_post": "Pasaran kripto minggu ni macam naik turun ikut perkembangan ekonomi global, terutamanya kenyataan daripada pegawai Rizab Persekutuan Amerika dan keputusan kadar faedah bank pusat.  Harap-harap ada berita baik!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/whats-next-for-cryptocurrency-markets-this-week",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-096-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:48:00"
        },
        {
            "title": "U.S. Senators Propose 2025 Clean Cloud Act to Curb Emissions",
            "translated_facebook_post": "Rang Undang-undang  \"2025 Clean Cloud Act\" di Amerika Syarikat nak kawal penggunaan tenaga tak boleh diperbaharui dalam perlombongan kripto, dengan penalti dikenakan menjelang 2035.  Ini mungkin naikkan kos operasi dan dorong syarikat kripto beralih kepada tenaga bersih.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5d620b11926f913a3831",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/urgent-senate-environment-talk.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:40:00"
        },
        {
            "title": "Significant Shifts Await Cryptocurrency Markets Next Week",
            "translated_facebook_post": "Pasaran kripto minggu depan dijangka berubah agak ketara, bergantung pada kenyataan daripada Fed dan keputusan kadar faedah daripada beberapa bank pusat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/significant-shifts-await-cryptocurrency-markets-next-week/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1091-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:39:00"
        },
        {
            "title": "Curve DAO Token (CRV) Gains Momentum Following Key Breakout – Will Raydium (RAY) Follow the Same Path?",
            "translated_facebook_post": "Pasaran kripto macam dah mula naik balik lepas \"Black Monday\" tu, terutama CRV yang dah naik 30%!  RAY pun macam nak ikut je, dah naik 9%.  Kalau ikut carta, kedua-duanya mungkin akan terus meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5b72f0f8760af051af07",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/846cfffe29ab4d54889f70cd51763404.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:36:00"
        },
        {
            "title": "SUI Sees A Huge Inflow – Is a Price Breakout Coming?",
            "translated_facebook_post": "Aliran masuk stablecoin yang tinggi dan peningkatan minat pelabur mungkin akan menyebabkan kenaikan harga SUI, terutamanya jika ia berjaya mengatasi paras rintangan $2.23.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/sui-sees-a-huge-inflow/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/02/bullish-03.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:35:00"
        },
        {
            "title": "Crypto Market Rebounds With Bitcoin and Altcoin Gains",
            "translated_facebook_post": "Pasaran kripto naik semula dengan Bitcoin dan altcoin mencatat keuntungan, didorong oleh perubahan pasaran dan ekonomi global, menunjukkan keyakinan pelabur dan potensi pertumbuhan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5b093d5ed4202cc745f3",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/rebounding-crypto-wave-painting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:33:00"
        },
        {
            "title": "All XRP Holders Need to Pay Attention to This",
            "translated_facebook_post": "Ramai pemegang XRP perlu tahu tentang peralihan besar dalam cara nilai XRP dinilai, iaitu tumpuan kepada penjenamaan aset dunia sebenar (RWA) di XRP Ledger (XRPL).  Ini akan kurangkan jumlah XRP yang beredar, dan dijangka meningkatkan harganya pada masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb60cd3d5ed4202cc74607",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/03/FLOPPYPEPE-20-300x200.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:30:00"
        },
        {
            "title": "Solana, XRP, and Ethereum Holding Up Better Than Most in the Dip",
            "translated_facebook_post": "Pasaran kripto tengah turun, tapi beberapa duit kripto macam Solana, XRP, dan Ethereum masih kuat.  Ada satu lagi, MAGACOINFINANCE, tengah naik mendadak dan dijangka untung banyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5b093d5ed4202cc745f7",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744468241.docx_1744468241_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:30:00"
        },
        {
            "title": "IPL 2025: AI Predicts RR vs RCB Match: Preview, Stats & Fantasy Team",
            "translated_facebook_post": "Perlawanan Rajasthan Royals (RR) dan Royal Challengers Bangalore (RCB) dalam IPL 2025 dijangka sengit, dengan RCB sedikit dijangka menang berdasarkan statistik dan ramalan AI.  Walaupun RR bermain di laman sendiri, prestasi semasa kedua-dua pasukan agak bercampur-baur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5b093d5ed4202cc745f5",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/RCB-VS-RR-IPL.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:30:00"
        },
        {
            "title": "Qubetics at $0.1573? Why It Leads the List of Top Cryptos with 100x Potential Alongside Terra Classic and Near",
            "translated_facebook_post": "Tiga projek kripto, Qubetics, Terra Classic, dan Near Protocol, dijangka berpotensi tinggi untuk memberi pulangan besar pada tahun 2025.  Qubetics, dengan teknologi VPN terdesentralisasinya, menarik perhatian ramai.  Terra Classic, walaupun pernah jatuh, bangkit semula menerusi sokongan komuniti.  Manakala Near Protocol memikat ramai pembangun dengan antara muka mesra pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb356dabf8eb4b0f16eeae",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/284167bbc06644138cb95ff0baef452e.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:30:00"
        },
        {
            "title": "Stage 29 of Qubetics Presale Gains Traction- Still Time to Join One of the Top Cryptos to Buy This Month with Kaspa and Sonic",
            "translated_facebook_post": "Qubetics, Kaspa, dan Sonic antara kripto menarik bulan ini. Qubetics, dalam peringkat prajualan, tawarkan dompet pelbagai rantai dan potensi pulangan pelaburan tinggi. Kaspa fokus pada kelajuan transaksi, manakala Sonic tingkatkan pengalaman pengguna di Solana.  Qubetics nampaknya pilihan menarik dengan prajualan masih dibuka, menawarkan peluang pelaburan awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fb5b083d5ed4202cc745f1",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed-5.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-13 06:30:00"
        }
    ]
}