{
    "timestamp": "2025-03-19 17:26:58",
    "all_news": [
        {
            "title": "Mengapa harga XRP naik hari ini?",
            "description": "XRP mungkin sedang menuju semula ke paras $2.80 memandangkan beberapa faktor menyokong kenaikan harga altcoin ini.",
            "content": "Harga XRP (XRP) meningkat 15% dalam tempoh 24 jam yang lalu, didagangkan pada $2.55 pada 19 Mac.\n\nAltcoin ketiga terbesar mengikut jumlah pasaran ini didagangkan 32% melebihi paras terendah tempatannya iaitu $1.89 yang dicapai pada 11 Mac, ketika kebanyakan harga kripto meningkat menjelang minit mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan hari ini dan sidang akhbar yang dinantikan daripada Pengerusi Rizab Persekutuan, Jerome Powell.\n\nCarta harian XRP/USD. Sumber: Cointelegraph/TradingView\n\nMari kita kaji pemacu utama di sebalik peningkatan semula XRP hari ini.\n\n**XRP melonjak selepas Ketua Pegawai Eksekutif Ripple, Brad Garlinghouse, membuat pengumuman utama**\n\nSalah satu pemangkin utama bagi lonjakan harga XRP ialah kenyataan daripada Ketua Pegawai Eksekutif Ripple, Brad Garlinghouse, yang mengisytiharkan bahawa Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) akan menarik rayuannya terhadap Ripple.\n\n**Apa yang anda perlu tahu:**\n\nKes yang dimulakan pada Disember 2020 menyaksikan kemenangan separa untuk Ripple pada Ogos 2024, apabila seorang hakim persekutuan mendenda syarikat itu sebanyak $125 juta—jauh lebih rendah daripada tuntutan SEC sebanyak $2 bilion—bagi jualan sekuriti yang tidak berdaftar kepada pelabur institusi.  Keputusan itu mengesahkan bahawa XRP itu sendiri bukan sekuriti bagi jualan runcit.  Bagaimanapun, SEC membuat rayuan pada Oktober 2024, mencabar perbezaan ini.\n\nDalam catatan pada 19 Mac di X, Garlinghouse mengumumkan bahawa tindakan penguatkuasaan berbilang tahun agensi itu terhadap Ripple akhirnya akan berakhir.  Penegasan Garlinghouse yang yakin—\"Ini dia – saat yang kita tunggu-tunggu. SEC akan menarik rayuannya\"—telah mencetuskan optimisme dalam kalangan komuniti kripto.  Jika benar, perkembangan ini akan menghilangkan awan gelap yang menyelubungi XRP selama bertahun-tahun, meningkatkan keyakinan pelabur. Harga XRP melonjak lebih 10% dalam masa sejam kepada paras tertinggi intraday sebanyak $2.59 berikutan berita tersebut.  Prospek kejelasan pengawalseliaan telah lama menjadi halangan bagi XRP, dan berita ini menandakan titik perubahan yang berpotensi.\n\n**Lebih daripada $11 juta posisi pendek XRP dilikuidasi dalam sejam**\n\nPeningkatan XRP hari ini disertai oleh penghapusan yang signifikan dalam pasaran derivatif.  Lebih daripada $11.96 juta nilai posisi pendek XRP telah dilikuidasi hanya dalam sejam yang lalu, berbanding $5.5 juta dalam penghapusan panjang.  Pedagang bearish dipaksa menjual posisi mereka apabila posisi pendek dilikuidasi. Skala penghapusan ini mencerminkan 3 Mac, apabila sejumlah $46 juta posisi pendek XRP dihapuskan, disertai dengan peningkatan harga sebanyak 39% daripada $2.17 kepada paras tertinggi empat minggu sebanyak $3.02 pada hari yang sama.  Peningkatan ini disertai oleh pemulihan kadar pembiayaan XRP, data tambahan daripada CoinGlass mendedahkan. Kadar pembiayaan XRP selama 8 jam telah meningkat daripada -0.0077% pada 18 Mac kepada 0.0018% pada 19 Mac.  Peningkatan kadar pembiayaan menunjukkan peningkatan permintaan untuk posisi panjang dan peningkatan minat dalam kalangan pedagang XRP.\n\n**Harga XRP mengesahkan bendera lembu jantan**\n\nXRP telah mengesahkan corak bendera lembu jantan pada carta empat jam selepas ditutup di atas sempadan atas bendera pada $2.30.  XRP kini sedang menguji paras rintangan pada $2.60 selepas mewujudkan sokongan daripada puncak bendera.  Paras utama untuk diperhatikan di bahagian atas ialah paras tinggi julat $2.65 (dicapai pada 6 Mac) dan paras psikologi pada $2.70.  Pergerakan isipadu tinggi di atas paras rintangan ini boleh mempercepatkan XRP lebih tinggi. Sasaran keuntungan maksimum daripada panjang tiang menunjukkan bahawa XRP boleh melawat semula paras $2.80 dalam beberapa jam akan datang. Ini akan mewakili kenaikan 10% lagi daripada paras semasa. Carta empat jam XRP/USD. Sumber: Cointelegraph/TradingView  Indeks kekuatan relatif (RSI) telah meningkat daripada 35 kepada 74 dalam tempoh 24 jam yang lalu, menunjukkan momentum kenaikan yang semakin meningkat.  Sebaliknya, nilai RSI sebanyak 74 menunjukkan bahawa peningkatan yang sedang berlaku mungkin akan melambat tidak lama lagi apabila keadaan terlalu panas berlaku.  Penutupan lilin harian di bawah paras sokongan pada $2.47 akan menyebabkan harga altcoin jatuh terlebih dahulu kepada $2.40 dan kemudian kepada sempadan atas bendera pada $2.30.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvNjJlNDdlMTgtYmFmMS00YzBiLWFkMDktZGRlZjY1NzYwN2Ew.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65f028aa654c874ad9a36dce",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 17:11:00",
            "status": "Posted"
        },
        {
            "title": "SEC menggugurkan kes terhadap Ripple: XRP bukan sekuriti, kata John Deaton",
            "description": "John Deaton, seorang peguam kripto, berkata bahawa penarikan rayuan SEC terhadap Ripple merupakan tanda seru terakhir bahawa token XRP adalah digital...",
            "content": "Suruhanjaya Sekuriti dan Bursa AS menarik rayuan terhadap Ripple adalah \"tanda seru terakhir bahawa token [XRP] ini dianggap sebagai komoditi digital, bukan sekuriti,\" kata peguam kripto John Deaton kepada Cointelegraph.\n\nDeaton menambah bahawa masih terdapat penghakiman sebanyak $125 juta terhadap Ripple atas penjualan XRP (XRP) kripto yang tidak wajar, yang mungkin boleh dirundingkan oleh syarikat itu sekarang setelah SEC menarik rayuannya.\n\nDeaton ialah seorang peguam terkenal yang mewakili pemegang XRP, dengan alasan bahawa kepentingan mereka tidak diwakili dalam kes SEC terhadap Ripple. Beliau kemudiannya bertanding menentang Elizabeth Warren, pengkritik kripto yang lantang, untuk kerusi senat bagi mewakili Massachusetts di Washington, DC.\n\nAdakah Ripple akan menarik rayuan balasnya?\n\nSatu faktor yang akan berlaku pada masa hadapan ialah rayuan balas Ripple, yang difailkan pada Oktober 2024. Deaton percaya SEC tidak mahu Ripple meneruskan rayuan balas kerana keputusan itu boleh menjejaskan bidang kuasa suruhanjaya dan menjejaskan kes lain.\n\nItu memberi Ripple beberapa kelebihan dalam merundingkan penyelesaian. \"Segala-galanya telah berubah,\" kata Deaton. \"Pilihan raya telah berubah, industri telah berubah, SEC telah melakukan pusingan 180 sepenuhnya berkaitan dengan industri. Mengapakah kita perlu membayar $125 juta?\"\n\nWalau bagaimanapun, masih terdapat isu perintah mahkamah yang dikeluarkan oleh Hakim Analisa Torres, yang menghalang Ripple daripada menjual XRP kepada pelabur institusi untuk mengelakkan pelanggaran undang-undang sekuriti.\n\n\"Jika Ripple jelas mahu dapat mengeluarkan XRP kepada bank di Amerika secara langsung, saya fikir masalahnya ialah perintah mahkamah itu dan bagaimana untuk mengatasi perintah mahkamah itu,\" kata Deaton.\n\nKes Ripple adalah serangan terhadap industri\n\n\"Saya ingat apabila kes ini pertama kali difailkan,\" kata Deaton kepada Cointelegraph, sambil menambah:\n\nBeliau menambah bahawa Ripple boleh merayu kepada fakta bahawa ia tidak pernah meninggalkan AS walaupun selepas SEC membawa kes itu dan bahawa ia adalah syarikat buatan Amerika.\n\n\"Saya fikir ia berkaitan dengan Brad Garlinghouse yang dapat berkata, 'Baiklah, lihat, kami disaman oleh kerajaan AS dan pentadbiran Biden; kami adalah syarikat buatan Amerika, anda tahu, [dan] kami tidak pernah pergi.' Dan saya fikir itu petanda yang baik.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFmNGUtNDI2YS03YjExLTk1MTQtNWQxNGMzYzUwNjNh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dafa4cb688412f7ce7bba1",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 17:08:00",
            "status": "Posted"
        },
        {
            "title": "Analisis Harga 19/3: BTC, ETH, XRP, BNB, SOL, ADA, DOGE, LINK, LEO, TON",
            "description": "Kenyataan positif daripada sidang akhbar Fed hari ini mungkin membantu Bitcoin mencapai semula paras $92,000. Adakah altcoin akan mengikutinya?",
            "content": "Analisis Harga Bitcoin dan Kripto Utama\n\nBitcoin (BTC) berpaut pada purata bergerak mudah 200 hari ($84,359), menunjukkan tekanan beli yang berterusan. Ini meningkatkan kemungkinan penembusan ke atas, menandakan fasa pembetulan mungkin berakhir. Pengasas Derive, Nick Forster, memberitahu Cointelegraph bahawa penurunan semasa adalah pembetulan biasa yang dialami Bitcoin semasa peralihan jangka panjang. Beliau menjangkakan kemuncak kitaran Bitcoin masih belum tiba.\n\nSatu petanda positif bagi pihak pembeli ialah dana dagangan bursa (ETF) Bitcoin tunai AS sekali lagi mula menyaksikan aliran masuk. Menurut data Farside Investors, ETF Bitcoin tunai telah mencatatkan aliran masuk sebanyak $525 juta sejak 14 Mac.\n\nBagaimanapun, tidak semua orang optimis terhadap Bitcoin. Pengasas dan Ketua Pegawai Eksekutif CryptoQuant, Ki Young Ju, berkata dalam catatan di X bahawa Bitcoin mungkin kekal dalam trend menurun atau mendatar untuk 6-12 bulan akan datang kerana kitaran kenaikan telah berakhir.\n\nAdakah Bitcoin boleh menembusi SMA 200 hari, mencetuskan peralihan dalam altcoin? Mari kita analisis carta 10 mata wang kripto teratas untuk mengetahui.\n\nAnalisis Harga Bitcoin\n\nBitcoin menghadapi jualan pada SMA 200 hari, tetapi pembeli belum kehilangan banyak tanah. Ini menunjukkan pembeli tidak membuang kedudukan mereka kerana mereka menjangkakan penembusan dalam tempoh terdekat. Momentum menaik dijangka meningkat jika ia memecah dan menutup di atas purata bergerak eksponen 20 hari ($85,441). Pasangan BTC/USDT kemudiannya boleh meningkat kepada SMA 50 hari ($91,904).\n\nPandangan optimis ini akan dinafikan dalam jangka pendek jika harga jatuh dengan mendadak daripada EMA 20 hari dan memecah di bawah $80,000. Pasangan itu kemudiannya mungkin jatuh kepada $76,606. Pembeli dijangka mempertahankan zon $76,606 hingga $73,777 dengan sekuat hati.\n\nAnalisis Harga Ether\n\nDagangan julat sempit dalam Ether (ETH) diselesaikan ke atas pada 19 Mac, menunjukkan bahawa pembeli telah mengatasi penjual. Penjual akan cuba menghentikan peralihan kelegaan pada paras kejatuhan $2,111, tetapi jika pembeli menang, pasangan ETH/USDT boleh meningkat kepada SMA 50 hari ($2,468). Jika paras ini juga dilepasi, pasangan itu boleh melonjak kepada $2,850.\n\nSebaliknya, jika harga jatuh dengan mendadak daripada $2,111, ia akan menunjukkan bahawa penjual cuba menukar paras tersebut kepada rintangan. Penjual akan mendapat kelebihan jika mereka menenggelamkan dan mengekalkan harga di bawah $1,800.\n\nAnalisis Harga XRP\n\nXRP (XRP) melonjak melebihi purata bergerak pada 19 Mac, membuka pintu untuk peralihan ke garisan rintangan. Jika harga jatuh daripada garisan rintangan, pasangan XRP/USDT kemungkinan besar akan mendapat sokongan pada EMA 20 hari ($2.36). Pantulan daripada EMA 20 hari meningkatkan kemungkinan penembusan di atas garisan rintangan. Pasangan itu kemudiannya boleh meningkat kepada $3.\n\nSebaliknya, jika harga jatuh daripada garisan rintangan dan memecah di bawah purata bergerak, ia meningkatkan risiko penurunan kepada $2. Penjual akan mengawal jika penutup di bawah $2.\n\nAnalisis Harga BNB\n\nBNB (BNB) ditutup di atas SMA 50 hari ($618) pada 17 Mac, tetapi pembeli sedang bergelut untuk mengekalkan paras yang lebih tinggi. Penurunan dijangka mendapat sokongan pada EMA 20 hari ($602). Jika harga meningkat semula daripada EMA 20 hari dengan kekuatan, ia akan mencadangkan perubahan sentimen daripada menjual pada peralihan kepada membeli pada penurunan. Ini meningkatkan kemungkinan penembusan di atas $644. Pasangan BNB/USDT kemudiannya boleh meningkat kepada $686.\n\nSebaliknya, penembusan dan penutup di bawah EMA 20 hari menunjukkan bahawa pembeli sedang mengambil keuntungan. Ini mungkin menenggelamkan pasangan itu kepada $550.\n\nAnalisis Harga Solana\n\nSolana (SOL) meningkat semula daripada zon sokongan $120 hingga $110 pada 18 Mac, menunjukkan bahawa pembeli secara agresif mempertahankan zon tersebut. Jika pembeli melonjakkan harga di atas EMA 20 hari ($137), ia akan mencadangkan permulaan pemulihan yang berterusan. Pasangan SOL/USDT boleh meningkat kepada SMA 50 hari ($167) dan, selepas itu, kepada $180.\n\nSebaliknya, jika harga jatuh daripada EMA 20 hari, ia akan menunjukkan bahawa penjual masih mengawal. Penembusan di bawah zon sokongan mencadangkan permulaan peringkat penurunan seterusnya. Terdapat sokongan kecil pada $98, tetapi jika paras tersebut pecah, pasangan itu boleh merosot kepada $80.\n\nAnalisis Harga Cardano\n\nCardano (ADA) telah didagangkan antara garisan aliran menaik dan purata bergerak untuk beberapa hari yang lalu, menunjukkan ketidaktentuan tentang pergerakan arah seterusnya. Purata bergerak menurun dan RSI sedikit di bawah titik tengah memberikan kelebihan sedikit kepada penjual. Jika harga jatuh daripada purata bergerak dan memecah di bawah garisan aliran menaik, pasangan ADA/USDT boleh jatuh kepada $0.58 dan akhirnya kepada $0.50.\n\nSebaliknya, penembusan dan penutup di atas purata bergerak menunjukkan bahawa pembeli kembali dalam permainan. Pasangan itu boleh meningkat kepada $1.02, di mana penjual dijangka menjual secara agresif.\n\nAnalisis Harga Dogecoin\n\nDogecoin (DOGE) menghadapi jualan berhampiran EMA 20 hari ($0.18), menunjukkan bahawa penjual aktif pada paras yang lebih tinggi. Penjual akan cuba menenggelamkan harga di bawah sokongan $0.14. Jika mereka berjaya berbuat demikian, ia akan menandakan penyambungan semula aliran menurun. Pasangan DOGE/USDT boleh jatuh kepada sokongan psikologi pada $0.10.\n\nJika pembeli tidak kehilangan banyak tanah daripada paras semasa, ia meningkatkan kemungkinan penembusan di atas EMA 20 hari. Jika itu berlaku, pasangan itu boleh meningkat kepada $0.25 dan seterusnya kepada $0.29.\n\nAnalisis Harga Chainlink\n\nChainlink (LINK) telah meningkat kepada EMA 20 hari ($14.66), tetapi pembeli dijangka menghadapi rintangan yang kuat daripada penjual. Jika harga jatuh daripada EMA 20 hari, penjual akan sekali lagi cuba menenggelamkan pasangan LINK/USDT di bawah sokongan $12. Jika mereka berjaya berbuat demikian, pasangan itu boleh turun kepada sokongan penting pada $10.\n\nSebagai alternatif, penembusan dan penutup di atas EMA 20 hari menunjukkan bahawa kejatuhan di bawah saluran adalah perangkap penjual. Pasangan itu boleh meningkat kepada SMA 50 hari ($17.22) dan kemudian kepada $19.25.\n\nAnalisis Harga UNUS SED LEO\n\nUNUS SED LEO (LEO) telah didagangkan dalam julat yang ketat antara $10 dan $9.60 untuk beberapa hari yang lalu, menunjukkan bahawa pembeli memegang kedudukan mereka kerana mereka menjangkakan pergerakan yang lebih tinggi. Jika pembeli memacu dan mengekalkan harga di atas $10, pasangan LEO/USD akan melengkapkan corak segi tiga menaik menaik. Pasangan itu kemudiannya boleh memulakan pergerakan menaik ke arah sasaran corak $12.04.\n\nBertentangan dengan andaian ini, jika harga jatuh dan memecah di bawah $9.60, ia akan menunjukkan bahawa pembeli telah menyerah kalah. Pasangan itu kemudiannya mungkin jatuh kepada garisan aliran menaik, yang sekali lagi dijangka menarik pembeli.\n\nAnalisis Harga Toncoin\n\nToncoin (TON) telah menghadapi rintangan pada SMA 50 hari ($3.56), tetapi satu petanda positif ialah pembeli belum menyerahkan tanah kepada penjual. Ini meningkatkan kemungkinan penembusan dan penutup di atas SMA 50 hari. Jika itu berlaku, pasangan TON/USDT boleh meningkat kepada $4.50 dan kemudian kepada $5. Penjual dijangka melakukan pertahanan yang kuat berhampiran $5.\n\nPandangan positif ini akan dibatalkan dalam jangka pendek jika harga jatuh dan memecah di bawah EMA 20 hari ($3.26). Ini akan menunjukkan jualan pada paras yang lebih tinggi. Pasangan itu kemudiannya mungkin jatuh kepada $3.\n\n*Penafian: Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.*",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFmMjMtMDI1Mi03ODgzLTllMWYtNWFmNDgxZTVjZTQ5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dafa4bf5579c355685cab1",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 17:08:00",
            "status": "Posted"
        }
    ]
}