{
    "timestamp": "2025-03-08 01:27:09",
    "all_news": [
        {
            "title": "OCC Jelaskan Perbankan Kripto Selepas Trump Berikrar Tamatkan Operasi Chokepoint 2.0",
            "description": "Pejabat Pengawal Mata Wang (OCC) telah mengurangkan \"beban\" ke atas bank-bank yang terlibat dalam aktiviti kripto selepas Donald Trump berikrar untuk menamatkan…",
            "content": "Pejabat Pengawal Mata Wang AS (OCC) telah melonggarkan pendiriannya tentang bagaimana bank boleh terlibat dengan kripto hanya beberapa jam selepas Presiden AS Donald Trump berikrar untuk menutup Operasi Chokepoint 2.0 — tindakan keras berpanjangan yang menyekat akses firma kripto kepada perkhidmatan perbankan.\n\n\"Penjagaan aset kripto, aktiviti stablecoin tertentu, dan penyertaan dalam rangkaian pengesahan nod bebas seperti buku besar diedarkan dibenarkan untuk bank kebangsaan dan persatuan simpanan persekutuan,\" kata OCC dalam satu kenyataan pada 7 Mac.\n\nPanduan baharu OCC akan \"mengurangkan beban\" ke atas bank\n\nOCC mengesahkan dalam dokumen bertajuk Surat Tafsiran 1183 bahawa institusi kewangan yang diawasi OCC tidak lagi memerlukan \"tiada keberatan pengawalseliaan\" untuk terlibat dengan kripto.\n\n\"Tindakan hari ini akan mengurangkan beban ke atas bank untuk terlibat dalam aktiviti berkaitan kripto dan memastikan bahawa aktiviti bank ini dilayan secara konsisten oleh OCC,\" kata Pemangku Pengawal Mata Wang Rodney E. Hood.\nSumber: Alexander Grieve\n\nIa berlaku hanya beberapa jam selepas Trump memberitahu sekumpulan eksekutif kripto di Sidang Kemuncak Kripto Rumah Putih pada 7 Mac bahawa beliau \"menamatkan Operasi Chokepoint 2.0.\"\n\n\"Sesetengah orang benar-benar menderita, ia adalah tidak masuk akal apa yang mereka lakukan. Pada akhirnya, mereka berpatah balik, tetapi mereka berpatah balik atas sebab yang salah, hanya kerana mereka mahukan undi,\" kata Trump.\n\nOperasi Chokepoint 2.0 \"memaksa bank\"\n\nOperasi Chokepoint 2.0 memberi impak yang meluas kepada industri di pelbagai negara dan merupakan satu titik kesakitan yang signifikan bagi kumpulan advokasi industri semasa pilihan raya Amerika Syarikat 2024.\n\n\"Mereka memaksa bank untuk menutup perniagaan kripto dan usahawan yang berkesan menyekat pemindahan wang ke dan dari bursa, dan mereka menggunakan kerajaan sebagai senjata menentang seluruh industri,\" kata Trump.\n\nRamai firma kripto beralih kepada stablecoin untuk membiayai operasi mereka selepas kehilangan akaun perniagaan mereka di institusi perbankan tradisional semasa operasi penutupan akaun bank.\n\nBerkaitan: Pengajaran yang dipelajari di pendengaran Kongres Operasi Chokepoint 2.0\n\nPada 16 Januari, Senator Wyoming Cynthia Lummis menghantar surat kepada Perbadanan Insurans Deposit Persekutuan, mendakwa bahawa pemberi maklumat memberitahunya bahawa agensi itu didakwa memusnahkan dokumen berkaitan Operasi Chokepoint 2.0.\n\n\"Jika ia didedahkan bahawa anda atau kakitangan anda telah dengan sengaja memusnahkan bahan atau cuba menghalang fungsi pengawasan Senat, saya akan membuat rujukan jenayah dengan segera kepada Jabatan Kehakiman AS,\" katanya pada masa itu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5Mzk5N2QtOTEzNC03MjFjLTg4ODktNThjNjRiM2MxMWIx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb8f664d642a6b2f1c7319",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 00:28:00",
            "status": "Posted"
        }
    ]
}