{
    "timestamp": "2025-04-02 17:24:01",
    "all_news": [
        {
            "title": "Will Chainlink’s Price Surge or Fall?",
            "translated_facebook_post": "Harga Chainlink mungkin naik sampai 35%, tapi keadaan ekonomi global dan jumlah dagangan kena perhatikan juga sebab ia boleh menjejaskan harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-chainlinks-price-surge-or-fall",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/chainlink-038.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:18:00"
        },
        {
            "title": "FDUSD stableboin depegs following claims made by Justin Sun",
            "translated_facebook_post": "Berita pasal duit kripto FDUSD ni jatuh nilai lepas Justin Sun cakap ada masalah kecairan.  First Digital, syarikat yang keluarkan FDUSD, menafikan dan kata diorang tak muflis, malah nak saman Justin Sun.  Kes ni masih lagi dalam siasatan.",
            "translated_title": "Stabilkoin FDUSD kehilangan pegangannya susulan dakwaan yang dibuat oleh Justin Sun.",
            "translated_content": "Stablecoin FDUSD (Dolar AS berpegang digital pertama) hilang pegangannya pada 2 April susulan dakwaan keinsolvenan daripada pengasas rangkaian Tron, Justin Sun, yang menyatakan bahawa penerbit bersamaan mata wang fiat bertoken, First Digital, adalah muflis.\n\nFirst Digital membalas dakwaan tersebut dengan meyakinkan pengguna bahawa penerbit itu benar-benar mampu membayar hutang dan menyatakan pertikaian itu adalah dengan TrueUSD (TUSD), satu lagi stablecoin.  Syarikat itu menulis di X pada 2 April:\n\nFirst Digital juga menyatakan mereka akan mengambil tindakan undang-undang terhadap Sun kerana membuat dakwaan di media sosial.\n\nFDUSD kehilangan pegangan dolarnya susulan dakwaan dalam talian. Sumber: CoinMarketCap\n\nIni adalah berita yang sedang berkembang, dan maklumat lanjut akan ditambah sebaik sahaja ia tersedia.",
            "translated_summary": "Mata wang kripto stabil digital pertama, FDUSD, telah mengalami kehilangan pegangan selepas Justin Sun mengeluarkan amaran pada 2 April lalu di platform X mengenai isu kecairan yang didakwa.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed71b67f06f6659e46c8f8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzRjZjQtNjE2Yy03NTQzLWJhOTEtOThmMWMzNjYzZGUz.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 17:17:00"
        },
        {
            "title": "Galaxy Digital secures FCA license",
            "translated_facebook_post": "Galaxy Digital dah dapat lesen daripada pihak berkuasa kewangan UK, membolehkan mereka kembangkan perkhidmatan dagangan derivatif dan perbankan pelaburan di London.  Ini satu langkah besar untuk syarikat tu dalam pasaran kewangan global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed71b391f9d44d54b4b717",
            "source": "crypto.news",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:17:00"
        },
        {
            "title": "Stablecoins Associated with First Digital Trust (FDT) Temporarily Depegs as Justin Sun Warns of Company’s Insolvency",
            "translated_facebook_post": "Justin Sun dedahkan First Digital Trust (FDT) tak mampu bayar hutang, menyebabkan mata wang stabil FDUSD jatuh harga, Binance pun tengah siasat isu ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed71b42a1283755e177465",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/13193223/Which-Crypto-Will-Explode-Next-Top-Altcoins-with-Huge-Potential.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:16:00"
        },
        {
            "title": "Qubetics Delivers 3396% ROI for Early Buyers, as Tezos and Sonic Compete for the Top Crypto to Buy in April 2025",
            "translated_facebook_post": "Qubetics nampaknya berpotensi tinggi dengan pulangan pelaburan yang tinggi, Tezos pula  fokus pada integrasi kewangan tradisional dan  Sonic kekal sebagai pilihan stabil jangka panjang dalam dunia kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed49a0ada0a535800f6b87",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ddaa2a8c21e249438ae6d128f70fa794.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:15:00"
        },
        {
            "title": "From Utility to Technical Setups: Qubetics, ONDO, and Chainlink Are the Top Crypto Coins to Buy Now",
            "translated_facebook_post": "Sekarang ni, Qubetics nampaknya paling menonjol sebab wallet dia yang canggih dan banyak pengguna.  ONDO pun ada potensi naik, tapi Chainlink macam kurang memberangsangkan buat masa ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/from-utility-to-technical-setups-qubetics-ondo-and-chainlink-are-the-top-crypto-coins-to-buy-now/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-2025-04-02T191710.512-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:15:00"
        },
        {
            "title": "Qubetics Raises $15.8M: The Top Crypto to Invest in for Short Term Amid Litecoin and Injective Developments",
            "translated_facebook_post": "Qubetics, Litecoin, dan Injective antara pilihan pelaburan kripto jangka pendek yang menarik sekarang.  Qubetics, dengan presale berjaya, fokus pada penyelesaian interoperabiliti. Litecoin pula menawarkan skala transaksi yang tinggi, manakala Injective kukuh dalam pembayaran rentas sempadan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed71b491f9d44d54b4b71b",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/image-5-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:15:00"
        },
        {
            "title": "Qubetics’ $15.8M Milestone Makes It One of the Best Crypto for Beginners—Stacks and TAO Still Holding Ground",
            "translated_facebook_post": "Qubetics, Stacks, dan Bittensor TAO antara pilihan kripto untuk pelabur baru. Qubetics menawarkan VPN terdesentralisasi dan potensi pulangan yang tinggi. Stacks pula gabungkan keselamatan Bitcoin dengan fungsi kontrak pintar. Bittensor berpotensi tinggi, tapi agak berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed71b5b5989d1849a6db4c",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/image-10.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:15:00"
        },
        {
            "title": "Pi Network Falls Below Top 25 on CoinMarketCap",
            "translated_facebook_post": "Harga Pi Coin jatuh banyak, dah keluar dari senarai 25 mata wang kripto teratas, sekarang berada di ranking ke-27 dengan nilai pasaran sekitar $4.64 billion.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed7072b5989d1849a6db43",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Pi-Network-Falls-Below-Top-25-on-CoinMarketCap.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:11:00"
        },
        {
            "title": "Top 3 New Cryptos to Watch: BlockDAG, Plume and Pi Lead March 2025 Buzz",
            "translated_facebook_post": "Tiga kripto baru iaitu BlockDAG, Plume dan Pi menarik perhatian ramai, dengan BlockDAG menonjol kerana kejayaannya dalam prajualan, ciri-ciri sedia ada, dan rancangan untuk pembangunan ekosistem jangka panjang.  Plume pula fokus pada infrastruktur dikuasakan AI untuk aset dunia nyata, manakala Pi Network  menawarkan integrasi kad Visa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed66737de26c67b81ed1df",
            "source": "The Crypto Times",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/a0d41c2d7d314610baed278b4e085deb.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:09:00"
        },
        {
            "title": "Chainlink’s Price Movements Capture Market Attention",
            "translated_facebook_post": "Harga Chainlink naik turun banyak sekarang, mungkin boleh naik sampai 35% lagi kalau ikut analisis teknikal, tapi kena tengok perkembangan ekonomi global jugak sebab ia boleh menjejaskan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/chainlinks-price-movements-capture-market-attention/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/chainlink-1038.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:08:00"
        },
        {
            "title": "XRP price hangs on a thread as Kraken adds RLUSD",
            "translated_facebook_post": "Harga XRP sekarang macam tergantung kat satu benang je, walaupun Kraken dah tambah stablecoin diorang, RLUSD.  Harga XRP turun banyak dari harga tertinggi tahun ni, tapi masih bertahan atas paras sokongan penting.  RLUSD sendiri menunjukkan perkembangan positif dengan jumlah dagangan yang tinggi.  Kalau harga XRP jatuh bawah paras sokongan tertentu, kemungkinan akan turun lagi.  Tapi kalau berjaya naik atas paras tertentu, mungkin boleh pulih semula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed707291f9d44d54b4b706",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/01/crypto-news-XRP-Ripple-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:08:00"
        },
        {
            "title": "10 best crypto and Bitcoin casinos",
            "translated_facebook_post": "Ramai dah mula guna cryptocurrency untuk main judi online, dan banyak kasino online sekarang terima Bitcoin dan pelbagai mata wang digital lain.  Ada banyak pilihan, dari yang fokus pada permainan slot sampai yang ada banyak pilihan permainan live dealer.  Seronoknya, banyak juga bonus menarik ditawarkan!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66d2f8c387487e5ceccd39d3",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2024/08/10-best-crypto-and-Bitcoin-casinos.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:06:00"
        },
        {
            "title": "Price analysis 4/2: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, TON, LINK, LEO",
            "translated_facebook_post": "Harga Bitcoin dan beberapa matawang kripto lain menunjukkan trend kenaikan, dengan ramai pelabur yakin harga Bitcoin dah sampai tahap terendah.  Beberapa penganalisis jangka panjang pun nampak positif.",
            "translated_title": "Analisis Harga 4/2: BTC, ETH, XRP, BNB, SOL, DOGE, ADA, TON, LINK, LEO",
            "translated_content": "## Analisis Harga Bitcoin dan Kripto Teratas\n\nLembu Bitcoin (BTC) telah menolak harga melebihi paras $87,000 walaupun tarif perdagangan AS dijangka berkuat kuasa pada 2 April. Bitcoin mungkin kekal tidak menentu dalam jangka pendek, tetapi penganalisis kekal optimis untuk jangka panjang.\n\nMenurut penganalisis Fidelity, Zack Wainwright, Bitcoin kini berada dalam fasa pecutan, yang \"boleh berakhir dengan perhimpunan yang tajam dan dramatik\" jika sejarah berulang. Jika itu berlaku, Wainwright menjangkakan $110,000 sebagai asas permulaan bagi peringkat seterusnya peningkatan harga.\n\nPengasas bersama BitMEX dan ketua pegawai pelaburan Maelstrom, Arthur Hayes, berkata dalam satu catatan bahawa jika Rizab Persekutuan beralih kepada pelonggaran kuantitatif, maka Bitcoin boleh meningkat kepada $250,000 menjelang akhir tahun.\n\nAdakah Bitcoin boleh memecah rintangan atas $89,000, memulakan perhimpunan dalam altcoin terpilih? Mari kita analisis carta 10 kripto mata wang teratas untuk mengetahui.\n\n\n**Analisis Harga Bitcoin**\n\nBitcoin telah meningkat hampir kepada garisan rintangan, di mana penjual dijangka mencabar dengan kuat.  Purata bergerak eksponen 20 hari yang meratakan ($85,152) dan indeks kekuatan relatif (RSI) tepat di atas titik tengah menunjukkan penurunan pengaruh penjual. Ini meningkatkan prospek perhimpunan melebihi garisan rintangan. Jika itu berlaku, pasangan BTC/USDT boleh meningkat kepada $95,000 dan akhirnya kepada $100,000.\n\nSebagai alternatif, jika harga jatuh dengan mendadak daripada garisan rintangan dan memecah di bawah $81,000, ia akan menunjukkan bahawa penjual kembali mengawal. Pasangan itu kemudiannya mungkin jatuh kepada $76,606.\n\n**Analisis Harga Ether**\n\nEther (ETH) telah kembali daripada sokongan $1,754 pada 31 Mac, menunjukkan bahawa pembeli cuba membentuk corak double-bottom. Penjual akan cuba menghalang perhimpunan pelepasan pada EMA 20 hari ($1,965). Jika harga jatuh daripada EMA 20 hari, kemungkinan pemecahan di bawah $1,574 meningkat. Pasangan ETH/USDT kemudiannya mungkin jatuh kepada $1,550.\n\nSebaliknya, pemecahan dan penutupan di atas EMA 20 hari membuka peluang untuk kenaikan kepada paras keruntuhan $2,111. Jika pembeli menembusi rintangan ini, pasangan itu akan melengkapkan corak double-bottom, memulakan perhimpunan ke objektif sasaran $2,468.\n\n**Analisis Harga XRP**\n\nPenaikan XRP (XRP) yang lemah daripada sokongan penting $2 menunjukkan kekurangan pembelian agresif oleh pembeli pada paras semasa. Ini meningkatkan risiko pemecahan di bawah $2. Jika itu berlaku, pasangan XRP/USDT akan melengkapkan corak kepala dan bahu yang menurun. Susunan negatif ini boleh memulakan pergerakan menurun kepada $1.27. Terdapat sokongan pada $1.77, tetapi ia mungkin akan pecah.\n\nSebaliknya, pemecahan dan penutupan di atas SMA 50 hari ($2.39) menunjukkan pembelian kukuh pada paras yang lebih rendah. Pasangan itu kemudiannya mungkin meningkat kepada garisan rintangan, di mana penjual dijangka melakukan pertahanan yang kuat. Pemecahan dan penutupan di atas garisan rintangan menandakan perubahan trend yang berpotensi.\n\n**Analisis Harga BNB**\n\nPercubaan pemulihan BNB (BNB) terhenti pada purata bergerak pada 1 April, menunjukkan bahawa penjual menjual semasa perhimpunan. Penjual akan cuba mengukuhkan kedudukan mereka dengan menurunkan harga di bawah $587. Jika mereka berjaya, pasangan BNB/USDT boleh menurun kepada paras retracement Fibonacci 50% sebanyak $575 dan kemudian kepada retracement 61.8% sebanyak $559. Semakin dalam pembetulan, semakin banyak masa diperlukan untuk pasangan itu pulih.\n\nPemecahan di atas purata bergerak adalah tanda pertama bahawa tekanan jualan telah berkurangan. Pasangan itu mungkin meningkat kepada $644 dan kemudian kepada $686, yang mungkin akan menarik penjual.\n\n**Analisis Harga Solana**\n\nSolana (SOL) terhimpit antara EMA 20 hari ($132) dan sokongan $120, menunjukkan kemungkinan pengembangan julat dalam jangka pendek. Jika harga memecah dan ditutup di atas EMA 20 hari, ia menunjukkan bahawa pembeli telah mengatasi penjual. Pasangan SOL/USDT mungkin meningkat kepada SMA 50 hari ($145) dan, selepas itu, kepada $180.\n\nPandangan positif ini akan dibatalkan dalam jangka pendek jika harga jatuh daripada purata bergerak dan memecah di bawah $120. Itu boleh menurunkan harga kepada $110, di mana pembeli dijangka masuk.\n\n**Analisis Harga Dogecoin**\n\nDogecoin (DOGE) kekal di bawah EMA 20 hari ($0.17), menunjukkan bahawa penjual terus menjual semasa perhimpunan kecil. Tanda kekuatan pertama ialah pemecahan dan penutupan di atas EMA 20 hari. Pasangan DOGE/USDT mungkin meningkat kepada $0.21, yang boleh bertindak sebagai halangan yang kuat. Jika pembeli menembusi rintangan $0.21, pasangan itu mungkin meningkat kepada $0.24 dan kemudian kepada $0.29.\n\nPenjual mungkin mempunyai perancangan lain. Mereka akan cuba mempertahankan purata bergerak dan menurunkan harga di bawah $0.16. Jika mereka berjaya, pasangan itu boleh menurun kepada sokongan $0.14. Pemecahan dan penutupan di bawah paras $0.14 mungkin akan menurunkan pasangan itu kepada $0.10.\n\n**Analisis Harga Cardano**\n\nPembeli cuba menolak Cardano (ADA) kembali di atas garisan aliran menaik, tetapi penjual mungkin akan menjual berhampiran purata bergerak. EMA 20 hari yang menurun ($0.71) dan RSI tepat di bawah titik tengah menunjukkan bahawa penjual mempunyai kelebihan. Jika harga jatuh dan memecah di bawah $0.63, pasangan ADA/USDT boleh jatuh kepada $0.58 dan kemudian kepada $0.50.\n\nPembeli perlu memacu dan mengekalkan harga di atas SMA 50 hari ($0.75) untuk menandakan perubahan trend berpotensi dalam jangka pendek. Pasangan itu mungkin meningkat kepada $0.84, yang mungkin akan bertindak sebagai halangan.\n\n**Analisis Harga Toncoin**\n\nToncoin (TON) memecah di atas rintangan $4.14 pada 1 Mac, tetapi pembeli tidak dapat mengekalkan penembusan. Satu perkara positif yang kecil memihak kepada pembeli ialah mereka tidak membenarkan harga jatuh jauh di bawah $4.14. Ini meningkatkan kemungkinan pemecahan di atas rintangan atas. Pasangan TON/USDT mungkin meningkat kepada $5 dan kemudian kepada $5.50.\n\nEMA 20 hari ($3.71) adalah sokongan penting untuk diperhatikan pada bahagian bawah. Jika sokongan itu pecah, ia akan menunjukkan bahawa pembeli kehilangan cengkaman mereka. Pasangan itu mungkin menurun kepada SMA 50 hari ($3.48) dan kemudian kepada $2.81.\n\n**Analisis Harga Chainlink**\n\nChainlink (LINK) cuba meningkat di atas EMA 20 hari ($14.32) pada 1 April, tetapi penjual mengekalkan kedudukan mereka. Penjual akan cuba menurunkan harga kepada garisan sokongan corak saluran menurun, yang kekal sebagai paras jangka pendek penting untuk diperhatikan. Jika harga memecah di bawah garisan sokongan, pasangan LINK/USDT boleh menurun kepada $10.\n\nJika pembeli ingin mengelakkan penurunan, mereka perlu menolak dan mengekalkan harga di atas SMA 50 hari ($15.47). Jika mereka berjaya, pasangan itu mungkin meningkat kepada $17.50 dan kemudian kepada garisan rintangan.\n\n**Analisis Harga UNUS SED LEO**\n\nUNUS SED LEO (LEO) jatuh daripada rintangan atas $9.90 dan jatuh di bawah garisan aliran menaik pada 30 Mac. Walau bagaimanapun, penjual tidak dapat mengekalkan paras yang lebih rendah, dan pembeli menolak harga kembali ke dalam segi tiga pada 1 April. Pemulihan dijangka menghadapi jualan pada EMA 20 hari ($9.60). Jika harga jatuh daripada EMA 20 hari dan memecah di bawah garisan aliran menaik, ia meningkatkan risiko penurunan kepada $8.\n\nSebaliknya, jika pasangan LEO/USD memecah di atas EMA 20 hari, ia menunjukkan bahawa pasaran telah menolak keruntuhan. Pemecahan dan penutupan di atas $9.90 akan melengkapkan corak segi tiga menaik, yang mempunyai objektif sasaran $12.04.\n\n*Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.*",
            "translated_summary": "Carta Bitcoin dan altcoin menunjukkan trend kenaikan apabila pedagang kripto membeli berdasarkan naratif bahawa harga BTC telah mencecah paras terendah.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed707291f9d44d54b4b70c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY3NjAtNDcxOC03MGM4LTlhYTEtYTcwZjYwODI4N2I4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 17:06:00"
        },
        {
            "title": "US Crypto Tax Changes for 2025 Announced by IRS",
            "translated_facebook_post": "Pihak berkuasa cukai Amerika Syarikat akan ubah peraturan cukai kripto mulai 2025, mungkin akan beri kesan pada pelabur dan bursa kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed70722a1283755e17745f",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-irs-office-8bit.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:06:00"
        },
        {
            "title": "XRP Hits $2.95, XLM Hits $0.28—But BlockDAG’s Keynote 3 Showcases a Testnet That Pays Users in BDAG",
            "translated_facebook_post": "Harga XRP dah cecah $2.95, XLM pula $0.28, tapi BlockDAG tunjuk testnet dia bagi ganjaran token BDAG pada pengguna.  Ini bagi dorongan untuk uji dan perbaiki sistem sebelum pelancaran rasmi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed6e692a1283755e177457",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e632686394c447e6b7d9cd282fc13227.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:05:00"
        },
        {
            "title": "IMF Data Reveals Historic Decline In US Dollar Reserves",
            "translated_facebook_post": "Dolar Amerika makin kurang digunakan sebagai mata wang simpanan global, susut kepada 57.8% – terendah dalam 30 tahun.  Bank pusat dunia pun dah mula mempelbagaikan simpanan mereka, kurang bergantung pada dolar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed7072b5989d1849a6db45",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/SINAPI-671.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:05:00"
        },
        {
            "title": "Ripple merges RLUSD into payments platform to expand utility",
            "translated_facebook_post": "Ripple dah gabung duit digital stabil RLUSD dengan platform pembayaran utama diorang, jadi pembayaran antarabangsa lagi mudah dan banyak syarikat guna RLUSD.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed7072b5989d1849a6db47",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/11/crypto-news-ripple-sign-blurry-background-low-poly-st.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:04:00"
        },
        {
            "title": "Binance Addresses FDUSD Risks Amid Market Volatility",
            "translated_facebook_post": "Binance tengah pantau situasi FDUSD rapat-rapat sebab turun naik harga dia, dan mereka selalu buat pemeriksaan untuk kawal risiko.  Kejadian ni tunjuk betapa pentingnya kawalan pasaran yang kukuh dalam dunia kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed6e3cb5989d1849a6db3e",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/binance-fdusd-strategy-cartoon.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:02:00"
        },
        {
            "title": "BlockDAG Presale Raised Over $210M Post Viral Keynote 3! More On HYPE & TAO Price in April 2025",
            "translated_facebook_post": "Projek kripto BlockDAG (BDAG) berjaya kumpul lebih $210 juta dalam prajualan, naik 2380% harganya, manakala projek lain macam HYPE alami kerugian dan TAO masih lagi dalam proses pemulihan.  BDAG nampaknya lebih kukuh dari segi teknologi dan pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ed6d9491f9d44d54b4b6fa",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/bb08a25c85454e96a00b10766584f886.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 17:02:00"
        }
    ]
}