{
    "timestamp": "2025-03-10 12:51:59",
    "all_news": [
        {
            "title": "Mengapa pasaran kripto jatuh hari ini?",
            "description": "Harga kripto yang diketuai oleh Bitcoin menjunam susulan struktur pasaran yang lemah yang menunjukkan lebih banyak kerugian.",
            "content": "Pasaran mata wang kripto memadamkan semua keuntungan daripada pengumuman Rizab Strategik Kripto AS Presiden Trump, menjunam lebih 14.7% dalam tempoh tujuh hari untuk mencecah $2.7 trilion pada 10 Mac.\n\nBeberapa faktor telah menyumbang kepada penurunan harga kripto terkini, termasuk:\n\nPengakuan Trump bahawa dasar-dasarnya akan menyebabkan kesakitan jangka pendek kepada ekonomi.\nPelabur mengambil sikap berhati-hati di tengah-tengah aliran keluar berterusan daripada produk pelaburan kripto.\nTOTAL jatuh ke arah sasaran teknikal segitiga menurun.\nKenyataan terkini Presiden Trump telah menjejaskan pasaran kripto, menjejaskan semangat yang menyusuli retorik pro-kripto beliau pada awal tahun 2025.\n\n**Mata utama:**\n\nBitcoin (BTC) menurun 4% dalam 24 jam terakhir.\nEther (ETH) turun 3.2% dalam 24 jam terakhir untuk didagangkan sedikit di atas $2,000.\nSolana (SOL) dan XRP (XRP) juga mencatatkan kerugian, masing-masing turun 7.2% dan 4.5%.\nMenambahkan lagi masalah ialah penghapusan likuiditi yang ketara dalam pasaran derivatif.\nJumlah penghapusan likuiditi sebanyak $650.80 juta telah dicatatkan dalam 24 jam lalu.\nPosisi panjang menerima impak paling teruk, dengan $595.75 juta dilikuidasi.\nBitcoin dan Ethereum merupakan mangsa terbesar, masing-masing dengan $264.22 juta dan $114.76 juta likuidasi.\nApabila posisi panjang dilikuidasi, pegangan pedagang akan dijual secara automatik, meningkatkan bekalan pasaran dan menurunkan harga.\nLebih kritikal, Presiden AS Donald Trump mengakui bahawa pasaran mungkin mengalami kesakitan jangka pendek daripada dasar-dasarnya, termasuk tarif perdagangan ke atas Kanada, Mexico, dan China dan pelan pemotongan bajet.\n“Mungkin terdapat sedikit gangguan,” kata Trump dalam temu bual dengan Fox News, sambil menambah:\nPasaran, yang melonjak selepas pilihan raya berikutan harapan pentadbiran yang tidak terkawal dan mesra kripto, kini bergelut dengan realiti bahawa agenda ekonomi Trump yang lebih luas mungkin memperkenalkan halangan sebelum sebarang manfaat khusus kripto menjadi kenyataan.\n\nPelabur terus mengurangkan risiko daripada dana kripto\nPembetulan pasaran kripto yang berterusan selaras dengan aliran keluar modal yang besar daripada produk pelaburan kripto.\n\n**Kesimpulan utama:**\n\nProduk pelaburan aset digital menyaksikan aliran keluar untuk minggu keempat berturut-turut, berjumlah $876 juta dalam minggu berakhir 7 Mac, menurut laporan CoinShares.\nIni membawa aliran keluar kepada $4.75 bilion dalam empat minggu terakhir, mengurangkan aliran masuk setakat tahun kepada $2.6 bilion.\nIni menunjukkan pelabur institusi mengurangkan pendedahan mereka kepada aset digital.\nBitcoin menyaksikan bahagian aliran keluar terbesar, berjumlah $756 juta.\nJumlah aset di bawah pengurusan telah menurun sebanyak $39 bilion daripada puncaknya kepada nilai semasa $142 bilion, titik terendah sejak pertengahan November 2024.\nKetua penyelidikan CoinShares, James Butterfill, mengaitkan ini dengan “sentimen negatif,” yang menunjukkan “penyerahan” di kalangan pelabur.\nDi samping itu, Indeks Ketakutan & Ketamakan Kripto menjunam kepada 10 pada 10 Mac, yang terendah sejak Julai 2022, menunjukkan “ketakutan melampau.”\n\nTOTAL mengesahkan segitiga menurun\nDari perspektif teknikal, penurunan pasaran kripto hari ini adalah sebahagian daripada trend pembetulan yang menyaksikan TOTAL—jumlah permodalan pasaran semua mata wang kripto—jatuh di bawah corak segitiga menurun.\nSegitiga menurun ialah corak kesinambungan menurun, yang terbentuk apabila harga membuat paras tinggi yang lebih rendah sambil mengekalkan paras sokongan yang rata di bahagian bawah.\nCorak ini disahkan apabila harga memecah di bawah paras sokongan dengan volum yang tinggi dan jatuh sebanyak ketinggian maksimum segitiga.\nPada 10 Mac, TOTAL telah jatuh ke sasaran corak sebanyak $2.6 trilion pada purata bergerak mudah (SMA) 50 minggu.\nJika tekanan jualan berterusan, SMA 100 minggu pada $2 trilion mungkin menjadi sasaran penurunan seterusnya.\nMengekalkan SMA 50 minggu sebagai sokongan mungkin mengukuhkan pemulihan yang sedang berlangsung ke arah garisan trend yang lebih rendah corak, selaras dengan paras $3.1 trilion.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvODAzMjgxMmQtMWQ1MC00NmFiLWI5NjUtYTBjYjZkZDQxYTYz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65f975fb4353f14d4ab76943",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 12:31:00",
            "status": "Posted"
        }
    ]
}