{
    "timestamp": "2025-03-18 03:04:59",
    "all_news": [
        {
            "title": "Pembangun Arbitrum Lancar Program Inkubator ‘Onchain Labs’",
            "description": "Program inkubator baharu daripada pembangun di sebalik Arbitrum, lapisan 2 Ethereum, bertujuan untuk mengembangkan lapisan aplikasi rangkaian dan melancarkan projek di...",
            "content": "**Offchain Labs Lancar Program Inkubator Baru untuk Arbitrum, Fokus pada Pelancaran yang Adil**\n\nOffchain Labs, pembangun rangkaian lapisan-2 Ethereum Arbitrum, telah mengumumkan kerjasama dengan Arbitrum Foundation untuk melancarkan program inkubator baharu yang dinamakan Onchain Labs.  Menurut catatan Offchain Labs pada 17 Mac, inkubator baharu ini bertujuan untuk menambah dengan pantas tawaran aplikasi terdesentralisasi (DApp) sedia ada Arbitrum dengan fokus khusus kepada menyokong projek-projek \"inovatif dan eksperimen\".\n\nOffchain Labs menyatakan sokongan ini akan terutamanya dalam bentuk nasihat produk dan strategi pemasaran, dan tidak akan menyediakan sumber kejuruteraan atau operasi lain.  Ia juga menambah bahawa walaupun mungkin – tiada jaminan bahawa cabang modal teroka mereka, Tandem, akan membeli sebarang token projek ini di pasaran awam.\n\nOffchain Labs berkata pembangunan berterusan Arbitrum sejak beberapa tahun kebelakangan ini telah menyaksikan ia berkembang menjadi salah satu \"ekosistem paling berprestasi dalam ruang ini.\" Tetapi sekarang, dengan pelancaran Onchain Labs, fokus akan beralih kepada membina landskap aplikasi rangkaian itu.\n\n“Melalui Onchain Labs, kami memperuntukkan sumber untuk menyokong pembangun yang ingin mengembangkan lapisan aplikasi dengan pantas dengan berbincang bersama mereka dari peringkat awal untuk membawa pengalaman pengguna terbaik kepada Arbitrum,” kata syarikat itu.\n\nWalau bagaimanapun, ia bukan sahaja tentang membina lebih banyak aplikasi. Firma itu juga berkata ia hanya akan menyokong projek yang dilancarkan secara adil. Offchain Labs mendakwa trend industri baru-baru ini ke arah pelancaran sifar-jumlah yang mengeksploitasi \"bertentangan dengan teras etos kripto,\" sambil menambah bahawa \"sebagai satu industri, kita boleh – dan mesti – melakukan yang lebih baik.\"\n\nIa akan cuba mengatasi trend ini dengan hanya bekerjasama dengan pasukan yang komited kepada pelancaran yang saksama, yang menurutnya \"penting untuk memupuk penjajaran komuniti. Tiada sebab mengapa semua peserta dalam satu ekosistem tidak boleh berjaya bersama.\"\n\n**Kemunculan Lapisan-2 Mencipta Masalah untuk Ethereum**\n\nArbitrum adalah antara lapisan-2 (L2) terawal di Ethereum, tetapi telah berlaku letupan dalam rangkaian L2 baharu sejak peningkatan Dencun Ethereum tahun lepas. Menurut L2Beat, kini terdapat lebih 70 lapisan-2 dan banyak lagi yang bakal datang. Ini telah mencipta beberapa isu untuk Ethereum, menurut beberapa profesional industri.\n\nYang pertama ialah pemecahan ekosistem Ethereum, kerana DApp yang berbeza berjalan pada L2 yang berbeza, yang mungkin atau mungkin tidak saling beroperasi.\n\nSatu lagi isu ialah lapisan-2 kos rendah seperti Base dan Arbitrum sedang mengurangkan pendapatan Ethereum dan memberi kesan kepada had pasaran lapisan-1.  Ini berlaku pada hari yang sama Standard Chartered menurunkan sasaran harga 2025 untuk Ethereum sebanyak 60%, daripada AS$10,000 kepada hanya AS$4,000, dengan ketua penyelidikan aset digital bank, Geoff Kendrick, berkata, \"Kami menjangkakan ETH akan terus mengalami penurunan struktur.\" Kendrick memetik impak lapisan-2 kos rendah seperti Base dan Arbitrum sebagai salah satu pemacu utama penurunan ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTkwYWUtOWUwMy03YjMzLThjMWYtZjQ3MjFhZGQyZWRi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d8dbb03664af6b40628943",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 02:26:00",
            "status": "Posted"
        }
    ]
}