{
    "timestamp": "2025-04-08 03:06:09",
    "all_news": [
        {
            "title": "Revolutionary AI Mandate: Shopify CEO Prioritizes AI Over Headcount Growth",
            "translated_facebook_post": "Shopify's CEO dah umum polisi baru:  sebelum nak tambah pekerja, kena buktikan dulu AI tak boleh buat kerja tu.  Ni bukan cadangan, tapi arahan!  Jadi,  syarikat ni nak guna AI dulu, baru fikir nak tambah pekerja.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48ff3f335f5611483fc08",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Revolutionary-AI-Mandate-Shopify-CEO-Prioritizes-AI-Over-Headcount-Growth.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:50:00"
        },
        {
            "title": "Top Cryptos to Buy: BlockDAG Reaches $212M—While Ethena Dips 75%, LEO Remains Steady",
            "translated_facebook_post": "Nampaknya pasaran kripto ni macam roller coaster, ada yang naik mendadak macam BlockDAG dengan kutipan presale $212 juta dan ROI 2380%, tapi ada juga yang jatuh macam Ethena.  LEO pula maintain je kedudukannya, menunjukkan kestabilan yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48ecf46c9564b149973c9",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/7d437f0ac9ec4c0ebe3d5287c21e302e.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:49:00"
        },
        {
            "title": "Bitcoin and Ether Recover Slightly After Tariffs Trigger Market Sell-Off",
            "translated_facebook_post": "Cukai import baru menyebabkan pasaran cryptocurrency jatuh, Bitcoin dan Ether pun turut terjejas, tapi dah pulih sikit.  Pasaran saham Amerika juga terkesan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48ff4f335f5611483fc0a",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/Bitcoin-3-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:45:00"
        },
        {
            "title": "Bitcoin Bats Around $89K Level of Resistance as RSI Flails to Make Gains and Sellers Take Over",
            "translated_facebook_post": "Harga Bitcoin masih bergelut nak pecah paras rintangan $89,000, menunjukkan trend menurun dan jualan masih dominan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48ff43291706ac50fd1c4",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/bitcoin-3-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:45:00"
        },
        {
            "title": "Arthur Hayes Predicts China's Role in Bitcoin Surge by 2025",
            "translated_facebook_post": "Bekas CEO BitMEX, Arthur Hayes, ramal Bitcoin akan naik mendadak menjelang 2025 disebabkan penurunan nilai Yuan China, mendorong pelabur kaya China melabur dalam Bitcoin sebagai lindung nilai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48d89d2e9ce5fda5ae0ad",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/arthur-hayes-bitcoin-china-news.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:41:00"
        },
        {
            "title": "Troller Cat’s Whitelist Surges in Popularity as Dogwifhat and Goatseus Maximus Fall Amid a Major Meltdown",
            "translated_facebook_post": "Troller Cat nampaknya tengah naik, ramai minat daftar whitelist dia.  Dogwifhat dan Goatseus Maximus pula macam kurang sikit sambutan.  Peluang untung awal memang menarik, tapi kena buat kajian sendiri dulu sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48c71f335f5611483fc01",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0eaed578ef6e4404b954bfe282d13449.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:39:00"
        },
        {
            "title": "OKX Introduces Multi-Currency Borrowing in Portfolio Margin",
            "translated_facebook_post": "OKX sekarang bagi pilihan pinjam dan bayar balik guna pelbagai mata wang dalam akaun margin portfolio, bagi lebih fleksibiliti untuk pedagang.  Ini mungkin akan tingkatkan jumlah dagangan dan tarikan ramai pedagang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48b443291706ac50fd1c0",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/busy-trading-floor-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:33:00"
        },
        {
            "title": "President Trump's Tariffs Prompt Global Negotiations, Impacting Crypto Markets",
            "translated_facebook_post": "Dasar tarif Presiden Trump tu buat banyak negara bincang pasal perdagangan, dan turut menjejaskan pasaran kripto, terutamanya Bitcoin dan Ethereum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48b44f335f5611483fbff",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/global-market-transformation.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:33:00"
        },
        {
            "title": "XRP, Solana, Bitcoin (BTC): Still Viable to Turn $100 Into $10,000 Post-Market Crash?",
            "translated_facebook_post": "Pasaran kripto baru-baru ni agak turun naik, tapi ada peluang untung besar dalam projek baru macam MAGACOINFINANCE, walaupun Bitcoin, XRP dan Solana pun masih berpotensi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48c72f335f5611483fc03",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17440341809592586-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:30:00"
        },
        {
            "title": "Urgent: Trump’s 50% China Tariff Bomb Threatens Global Economy – Crypto Markets on Edge!",
            "translated_facebook_post": "Ancaman tarif 50% daripada Trump terhadap China mungkin mencetuskan perang perdagangan, menjejaskan ekonomi global dan pasaran kripto.  Harga barang mungkin naik, perniagaan terjejas, dan ketidakpastian ekonomi meningkat.  Pasaran kripto mungkin terkesan secara tidak langsung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48b433291706ac50fd1be",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Trumps-50_-China-Tariff-Bomb-Threatens-Global-Economy-%E2%80%93-Crypto-Markets-on-Edge.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:30:00"
        },
        {
            "title": "SEC crypto trading roundtable to include crypto giants Uniswap, Coinbase",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) akan bincang peraturan perdagangan kripto dengan wakil-wakil daripada syarikat besar seperti Uniswap dan Coinbase, termasuk beberapa kenyataan kakitangan SEC berkaitan kripto akan disemak semula.",
            "translated_title": "Meja bulat perdagangan kripto SEC akan melibatkan gergasi kripto Uniswap dan Coinbase.",
            "translated_content": "Suruhanjaya Sekuriti dan Bursa AS (SEC) telah mengeluarkan senarai eksekutif daripada gergasi kripto dan kewangan AS yang akan mengambil bahagian dalam perbincangan meja bulat mengenai pengawalseliaan perdagangan kripto.\n\nPada 7 April, pengawal selia tersebut menyatakan bahawa meja bulat akan datang pada 11 April akan membincangkan bagaimana ia harus mengendalikan peraturan perdagangan kripto, dengan menggelarnya sebagai “Di Antara Blok dan Tempat Keras: Menyesuaikan Pengawalseliaan untuk Perdagangan Kripto.”\n\nIa akan menjadi yang kedua dalam siri perbincangan mengenai kripto, yang diketuai oleh Pasukan Petugas Kripto yang baru dibentuk.\n\nYang mengambil bahagian ialah ketua pegawai undang-undang Uniswap Labs, Katherine Minarik, penasihat umum bersekutu Cumberland DRW, Chelsea Pizzola dan naib presiden produk institusi Coinbase, Gregory Tusar — kesemua firma yang pernah berada dalam lingkungan pengawal selia.\n\nDi bawah pentadbiran Biden, pengawal selia tersebut menyaman Cumberland DRW pada Oktober dan Coinbase pada Jun 2023 atas dakwaan pelanggaran undang-undang sekuriti, tetapi kedua-dua saman tersebut digugurkan tahun ini di bawah pentadbiran Trump.\n\nSEC juga memulakan siasatan untuk tindakan penguatkuasaan yang mungkin terhadap Uniswap Labs pada April 2024, yang digugurkan pada Februari tanpa sebarang tindakan lanjut.\n\nYang turut mengambil bahagian dalam meja bulat ialah ketua produk Bursa Saham New York, Jon Herrick, ketua perniagaan FalconX kripto, Austin Reid, Ketua Pegawai Eksekutif firma tokenisasi sekuriti, Texture Capital, Richard Johnson dan pengerusi kewangan Universiti California, Berkeley, Christine Parlour.\n\nSumber: SEC\n\nDave Lauer, pengasas bersama kumpulan advokasi We the Investors dan Tyler Gellasch, Ketua Pegawai Eksekutif Persatuan Pasaran Sihat bukan untung, juga akan mengambil bahagian, manakala rakan kongsi firma guaman Goodwin Procter, Nicholas Losurdo akan menjadi pengerusi perbincangan.\n\nMewakili SEC ialah pengerusi bertindak, Mark Uyeda, ketua kakitangan Pasukan Petugas Kripto, Richard Gabbert dan Pesuruhjaya Caroline Crenshaw dan Hester Peirce.\n\nMeja bulat tersebut merupakan perbincangan kedua yang berfokuskan kripto dalam siri lima perbincangan yang digelar SEC sebagai “Larian Pantas Musim Bunga Menuju Kejelasan Kripto.” Yang pertama adalah pada 21 Mac, mengenai status undang-undang kripto, manakala tiga perbincangan masa depan akan meliputi penyimpanan, tokenisasi dan kewangan terdesentralisasi (DeFi).\n\nUyeda SEC mengarahkan semakan ulasan kakitangan kripto\n\nMeja bulat ini muncul ketika SEC, di bawah Presiden Donald Trump, berusaha untuk mengubah suai pengawasan terhadap industri kripto, dengan tindakan terbarunya adalah untuk menyemak kenyataan kakitangan mengenai kripto supaya ia boleh diubah atau ditarik balik.\n\nUyeda berkata dalam kenyataan 5 April yang dikongsi oleh SEC di X bahawa disebabkan oleh perintah eksekutif Trump mengenai deregulasi dan cadangan daripada Jabatan Kecekapan Kerajaan yang diketuai Elon Musk, atau DOGE, beliau sedang menyemak tujuh kenyataan kakitangan, lima daripadanya berkaitan dengan kripto.\n\nSumber: SEC\n\n“Tujuan semakan ini adalah untuk mengenal pasti kenyataan kakitangan yang perlu diubah suai atau dibatalkan selaras dengan keutamaan agensi semasa,” kata Uyeda.\n\nYang pertama dalam senarai adalah analisis April 2019 daripada Hab Strategik untuk Inovasi dan Teknologi Kewangan tentang bagaimana jualan kripto boleh menjadi kontrak pelaburan di bawah ujian Howey yang mentakrifkan sekuriti — hujah yang telah dikemukakan agensi untuk menyaman beberapa firma kripto atas pelanggaran undang-undang.\n\nYang turut dikaji semula ialah dua kenyataan Bahagian Pengurusan Pelaburan, satu dari Mei 2021 meminta pelabur untuk mempertimbangkan risiko dana dengan pendedahan kepada niaga hadapan Bitcoin dan satu kenyataan November 2020 meminta maklum balas sama ada bank yang berlesen negeri memenuhi standard untuk menjadi penjaga yang layak.\n\nSEC juga akan mengkaji kenyataan Bahagian Kewangan Korporat Disember 2022 yang menggesa syarikat yang dikawal selia SEC untuk menilai pendedahan mereka untuk menyebut sama ada sekumpulan kebankrapan dan keruntuhan firma kripto pada masa itu memberi kesan kepada perniagaan mereka.\n\nAkhir sekali, agensi tersebut akan menyemak amaran Bahagian Pemeriksaan Februari 2021 yang menyatakan, “sebilangan aktiviti yang berkaitan dengan tawaran, jualan dan perdagangan aset digital yang merupakan sekuriti menimbulkan risiko unik kepada pelabur.”",
            "translated_summary": "Mesyuarat meja bulat SEC mengenai peraturan dagangan kripto akan melibatkan eksekutif daripada gergasi kripto Uniswap dan Coinbase.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48b44f335f5611483fbfb",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWQwMWUtOWNiMS03ZDk2LTk2Y2QtNzY4OTE5ODMxODFm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 02:30:00"
        },
        {
            "title": "Pakistan Appoints Changpeng Zhao to Enhance Crypto Sector",
            "translated_facebook_post": "Pakistan harap dapat jadi peneraju serantau dalam teknologi kewangan digital dengan bantuan bekas CEO Binance, Changpeng Zhao, sebagai penasihat strategik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/pakistan-appoints-changpeng-zhao-to-enhance-crypto-sector",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/binance-coin-056-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:28:00"
        },
        {
            "title": "Savvy Move: Metaplanet’s Early Bitcoin Bond Repayment Signals Strong Treasury Strategy",
            "translated_facebook_post": "Syarikat Jepun, Metaplanet, telah bayar balik bon lebih awal, menunjukkan kewangan mereka kukuh dan strategi Bitcoin mereka berjaya.  Ini mungkin galakkan syarikat lain guna Bitcoin juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f488f0de9bc96bb35c0eab",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Savvy-Move-Metaplanets-Early-Bitcoin-Bond-Repayment-Signals-Strong-Treasury-Strategy.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:20:00"
        },
        {
            "title": "Pakistan Welcomes Changpeng Zhao to Boost Crypto and Blockchain Initiatives",
            "translated_facebook_post": "Pakistan kini bekerjasama dengan Changpeng Zhao untuk maju dalam bidang kripto dan teknologi blockchain, berharap dapat menjadi peneraju serantau dalam industri ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/pakistan-welcomes-changpeng-zhao-to-boost-crypto-and-blockchain-initiatives/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/binance-1019.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:19:00"
        },
        {
            "title": "Qubetics Raises $15.9M in Presale: Tezos and Kaspa Surge as Top Cryptos to Hold in 2025",
            "translated_facebook_post": "Qubetics berjaya kumpul dana $15.9 juta menerusi jualan awal, manakala Tezos dan Kaspa dijangka menjadi mata wang kripto popular pada 2025.  Ketiga-tiganya menawarkan ciri unik dan berpotensi untuk berkembang pesat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/qubetics-raises-15-9m-in-presale-tezos-and-kaspa-surge-as-top-cryptos-to-hold-in-2025/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-2025-04-07T205643.980-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:15:00"
        },
        {
            "title": "Searching for the Best Coin to Buy Today? Qubetics Sets The Stage with Massive Potential as Cardano and Monero Solidify Their Positions",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f487ac3291706ac50fd1b4",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/tics-32.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:15:00"
        },
        {
            "title": "Trending Cryptos to Buy in 2025: $TICS Could Reach $15 After Mainnet, with Stacks and Bitcoin Cash Gaining Momentum",
            "translated_facebook_post": "Tahun 2025 dijangka menyaksikan peningkatan beberapa projek kripto yang menjanjikan, termasuk Qubetics, Filecoin, dan Artificial Super Intelligence Alliance,  dengan Qubetics menonjol kerana pasaran pemilikan aset sebenar yang inovatif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f488f03291706ac50fd1b7",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-5-1-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:15:00"
        },
        {
            "title": "Ethereum Tests $1,500 Support: Will It Hold or Drop to $1,000?",
            "translated_facebook_post": "Harga Ethereum tengah uji paras sokongan $1,500, dan kalau tak tahan, mungkin jatuh ke $1,000.  Situasi agak tak menentu sekarang ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/ethereum-tests-1500-support-will-it-hold-or-drop-to-1000/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/PITCH-2-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:13:00"
        },
        {
            "title": "EU to Impose Tariffs on U.S. Imports Starting April 15",
            "translated_facebook_post": "EU akan kenakan tarif import dari Amerika Syarikat bermula 15 April ini sebagai tindak balas kepada tarif yang dikenakan Amerika Syarikat sebelum ini.  Ini mungkin menjejaskan perdagangan di antara kedua-dua negara dan menyebabkan pasaran saham turun naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f48680de9bc96bb35c0ea7",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/eu-us-confrontation-cartoon-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:11:00"
        },
        {
            "title": "Shocking Tariff Claim: Trump’s Bold Stance on Decades-Overdue Trade Policy",
            "translated_facebook_post": "Pendapat Trump tentang tarif yang sepatutnya dilaksanakan sejak dulu lagi menimbulkan perdebatan ekonomi global,  dan khabar angin tentang pengecualian tarif menambahkan lagi kerumitannya.  Ini menjejaskan pasaran kewangan, termasuk kripto, yang menunjukkan betapa pentingnya maklumat tepat dan diversifikasi pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f4867ff335f5611483fbf1",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Shocking-Tariff-Claim-Trumps-Bold-Stance-on-Decades-Overdue-Trade-Policy.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 02:10:00"
        }
    ]
}