{
    "timestamp": "2025-05-15 09:30:16",
    "all_news": [
        {
            "title": "Mexican TikToker Valeria Márquez shot dead during a TikTok livestream",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b1b3f80ee402f75d9fc7",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:16:00"
        },
        {
            "title": "NEAR Protocol Snaps Losing Streak With Breakout Above $3 in Major Trend Shift",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b1b4f80ee402f75d9fc9",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/07/CNF-4.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:15:00"
        },
        {
            "title": "Cardano (ADA) Founder Reveals Long-Awaited Airdrop Details! Will Be Distributed to 37 Million Wallets! – Some Users Won't Be Able to Receive...",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b0898a874b150886c920",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/09/hoskinson.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:13:00"
        },
        {
            "title": "CBN survey indicates easing inflation in rural Nigeria, different tale for urban areas",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b0878e107b46a15f1724",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/30672.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:10:00"
        },
        {
            "title": "XRP Rallies as Ripple Strengthens International Ties",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/xrp-rallies-as-ripple-strengthens-international-ties",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/ripple-044-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:08:00"
        },
        {
            "title": "MetaMask is ‘maybe’ considering a native token launch",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825af585b38ce0c0aa7f185",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/03/crypto-news-MetaMask-option02.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:08:00"
        },
        {
            "title": "Missed Pi? Here’s Why Qubetics Is the Top Altcoin for Massive Return Potential to Watch in 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825aedb5b38ce0c0aa7f183",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/507558a691964c3eac6504521706df3b.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:07:00"
        },
        {
            "title": "Swiss bank Sygnum starts accepting staked SOL as collateral for fiat loans",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825af578e107b46a15f1722",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/05/crypto-news-Stablecoins-Solana-option02.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:06:00"
        },
        {
            "title": "USA-China: A Fragile 90-Day Truce Amid Global Economic Uncertainty",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b1b58a874b150886c927",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/NEGOCIATIONS-USA-CHINE-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:05:00"
        },
        {
            "title": "kpk launches KPK Token and updated DAO governance structure (15 May)",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b1b65b38ce0c0aa7f18c",
            "source": "Newsroom - Chainwire",
            "image": "https://app.chainwire.org/storage/uploads/users/Screenshot_2025-05-15_at_081419_1747293271CJwMH93l0x.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:05:00"
        },
        {
            "title": "XRP Surges Past $2.50, Catching Investor Attention Again",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/xrp-surges-past-2-50-catching-investor-attention-again/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/ripple-1032.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:02:00"
        },
        {
            "title": "Coinbase’s x402: Crypto payments over HTTP for AI and APIs",
            "translated_facebook_post": "Coinbase's x402 ni protokol baru yang guna kod HTTP 402 untuk pembayaran digital guna stablecoin secara automatik, terutama untuk AI dan API.  Ia memudahkan transaksi mesin-ke-mesin yang pantas dan murah, berbeza dengan sistem pembayaran tradisional.  Sistem ni bakal ubah cara internet uruskan nilai.",
            "translated_title": "Bayaran kripto Coinbase x402: Pembayaran kripto menerusi HTTP untuk AI dan API.",
            "translated_content": "##  Revolusi Pembayaran Digital:  HTTP 402 dan Protokol x402 Coinbase\n\nWeb pada asalnya tidak direka untuk pembayaran, terutamanya untuk ejen autonomi atau mesin. Namun, dengan peningkatan kecerdasan buatan (AI) dan kewangan terdesentralisasi (DeFi), keperluan untuk pembayaran digital asli yang lancar menjadi semakin mendesak.\n\nKod status HTTP: Penyegaran ringkas\n\nMemahami kod status HTTP membantu menjelaskan bagaimana web berkomunikasi di belakang tabir. Berikut adalah beberapa yang utama:\n\nHTTP 200 — OK: Respons standard untuk permintaan HTTP yang berjaya.\nHTTP 401 — Tidak Dibenarkan: Menunjukkan permintaan memerlukan pengesahan pengguna; biasanya digunakan apabila kelayakan hilang atau tidak sah.\nHTTP 403 — Dilarang: Pelayan memahami permintaan, tetapi enggan membenarkannya (kerana kekurangan kebenaran atau kawalan akses).\nHTTP 404 — Tidak Ditemui: Menunjukkan sumber yang diminta tidak dapat dijumpai.\nHTTP 402 — Pembayaran Diperlukan: Pada asalnya bertujuan untuk menyokong pembayaran digital secara langsung dalam protokol tetapi ditinggalkan sebagai kod status \"ditahan untuk kegunaan masa hadapan\" kerana kekurangan infrastruktur pembayaran global pada masa itu.\nHTTP 500 — Ralat pelayan dalaman: Mesej ralat umum apabila pelayan menemui keadaan yang tidak dijangka.\n\n\nWalaupun pengasas web membayangkan masa depan di mana perkhidmatan dalam talian mungkin meminta pembayaran secara langsung melalui protokol, selama beberapa dekad, tiada siapa yang menjumpai kegunaan praktikal untuknya. Ia terbiar selama lebih 25 tahun, tanpa penggunaan meluas atau tingkah laku yang ditakrifkan.\n\nHari ini, HTTP 402 akhirnya dihidupkan, terima kasih kepada protokol x402 Coinbase. X402 mengubah HTTP 402 daripada tempat letak menjadi mekanisme sebenar. Ia membenarkan laman web, API dan perkhidmatan untuk memberi isyarat bahawa pembayaran diperlukan sebelum memberikan akses kepada barangan atau perkhidmatan digital.\n\nBerbeza dengan sistem pembayaran tradisional, yang bergantung pada pengalihan luaran atau integrasi yang kompleks, x402 membolehkan pembayaran asli dalam protokol menggunakan stablecoin secara langsung melalui HTTP.\n\nTetapi mengapa x402 dan pengaktifan HTTP 402 penting?\n\nDengan interaksi mesin-ke-mesin, ejen autonomi dan perkhidmatan yang didorong oleh AI semakin meningkat, internet memerlukan lapisan pembayaran yang:\n\nSegera\nBoleh diprogram\nInteroperabel\nMinimum kepercayaan.\n\nPengaktifan HTTP 402 menjadikannya sebagai pemboleh utama untuk perdagangan terdesentralisasi, ejen autonomi dan aplikasi asli kripto. Ia boleh menjadi asas seperti HTTP 200 atau 404 pada masa depan di mana perkhidmatan mengenakan bayaran mikro, aliran nilai atau menjual akses secara dinamik.\n\nCoinbase x402: Lapisan pembayaran asli untuk web\n\nCoinbase x402 ialah protokol terbuka yang membenarkan laman web dan API untuk meminta dan menerima pembayaran dalam stablecoin secara langsung melalui HTTP. Ia berfungsi dengan menggunakan infrastruktur HTTP sedia ada dan menambahnya dengan lapisan pembayaran yang ringan.\n\nBerikut adalah proses langkah demi langkah untuk urus niaga mesin-ke-mesin menggunakan protokol x402:\n\nKlien meminta sumber berbayar: Klien, seperti ejen AI, aplikasi, atau penyemak imbas memulakan permintaan kepada pelayan yang didayakan x402 (contohnya, API, set data atau perkhidmatan digital) yang memerlukan pembayaran untuk diakses.\nPelayan bertindak balas dengan 402 Pembayaran Diperlukan: Sebagai tindak balas, pelayan mengembalikan kod status HTTP 402, bersama-sama dengan butiran pembayaran. Ini termasuk jumlah yang perlu dibayar, token yang disokong (seperti USDC) dan muatan atau alamat pembayaran untuk digunakan.\nKlien mengemukakan pembayaran: Klien menggunakan dompet kripto mereka untuk menandatangani dan mengemukakan pembayaran. Ini berlaku secara berprogram — tiada interaksi pengguna diperlukan, yang membolehkan pembayaran automatik atau ejen sepenuhnya. Ia menghantar semula permintaan asal, kali ini termasuk maklumat pembayaran yang dikodkan dalam pengepala HTTP X-PAYMENT.\nPembayaran disahkan dan diselesaikan secara onchain: Perkhidmatan fasilitator pembayaran, seperti Coinbase x402 Facilitator, menyemak rantaian blok untuk mengesahkan bahawa pembayaran telah dibuat dan disahkan.\nPelayan menyampaikan sumber: Sebaik sahaja pembayaran disahkan, pelayan memenuhi permintaan dan mengembalikan data atau kandungan. Ia juga termasuk pengepala X-PAYMENT-RESPONSE yang mengesahkan kejayaan urus niaga.\n\nDalam x402, pembayaran berlaku melalui HTTP standard menggunakan dua pengepala tersuai: X-PAYMENT dan X-PAYMENT-RESPONSE. Pengepala ini membolehkan pembayaran automatik yang lancar antara aplikasi, ejen dan pelayan — tanpa mengubah cara HTTP berfungsi. Ia adalah cara yang mudah namun berkuasa untuk membolehkan perdagangan web-asli, mesin-ke-mesin menggunakan stablecoin.\n\nApa yang menjadikan x402 revolusioner ialah ia tidak memerlukan platform, palam masuk atau integrasi pihak ketiga. Ia mencipta lapisan pembayaran asli untuk web itu sendiri, sama seperti HTTPS menambah keselamatan atau kuki membolehkan pengurusan sesi.\n\n\nApakah pembayaran ejen, dan mengapa ia penting?\n\nApabila sistem AI menjadi lebih canggih, era ejen telah bermula. Dalam paradigma baharu ini, ejen perisian, dari bot AI hingga skrip autonomi, dijangka bertindak bagi pihak pengguna atau secara bebas.\n\nEjen AI perlu melakukan tindakan seperti mengakses data, melanggan perkhidmatan atau menyewa kuasa pengkomputeran. Dan semua tugas ini sering memerlukan pembayaran.\n\nInilah tempat konsep pembayaran ejen masuk. Ini adalah pembayaran yang dibuat oleh ejen, bukan manusia — pantas, automatik dan sering bernilai rendah. Bayangkan AI pengikis data membayar satu sen untuk membaca artikel saintifik atau bot rantaian bekalan membayar pecahan dolar untuk data pelabuhan langsung.\n\nInfrastruktur pembayaran tradisional tidak dibina untuk kes penggunaan sebegini. Ia tidak mencukupi kerana sebab-sebab berikut:\n\nDibina untuk manusia, bukan mesin.\nMemerlukan log masuk, langkah manual dan pemprosesan kelompok.\nYuran tinggi dan masa penyelesaian yang perlahan menjadikannya tidak sesuai untuk urus niaga autonomi, berfrekuensi tinggi dan bernilai rendah.\n\nKerana batasan sistem pembayaran tradisional, pembayaran ejen penting kerana beberapa sebab utama:\n\nIa membolehkan ekonomi yang mengutamakan mesin, di mana perisian boleh berurus niaga seperti manusia.\nMemudahkan pengambilan keputusan AI masa nyata dengan menghapuskan geseran daripada akses kepada perkhidmatan berbayar.\nMembuka jalan untuk perkhidmatan komposable, di mana ejen boleh merantai API dan alat berbayar secara autonomi.\n\nSeperti yang dibincangkan, pembayaran tersebut memerlukan protokol yang boleh dibaca oleh mesin, penyelesaian segera dan penetapan harga yang boleh diramal, semuanya didayakan oleh x402. Ia adalah langkah penting dalam membina lapisan urus niaga untuk internet yang mengutamakan mesin.\n\nx402 berbanding sistem pembayaran tradisional\n\nSistem pembayaran dalam talian hari ini sangat berpusat pada manusia. Sama ada mendaftar untuk langganan, memasukkan maklumat kad kredit atau lulus pemeriksaan Kenali Pelanggan Anda (KYC), infrastruktur semasa menganggap seseorang berada di tengah-tengah setiap urus niaga.\n\nReka bentuk ini menjadi penghalang apabila pembayaran perlu dibuat secara automatik, dalam masa nyata dan pada skala besar. API yang ingin menjana pendapatan sering menghadapi halangan seperti membuat akaun pengguna, mengendalikan penipuan, menguruskan pertikaian dan mengintegrasikan dengan pemproses berpusat seperti Stripe atau PayPal. Sistem ini perlahan, mahal dan sering khusus wilayah.\n\nX402 menghapuskan halangan ini dengan membenarkan pelayan untuk meminta dan menerima pembayaran secara langsung melalui protokol itu sendiri. Tiada keperluan untuk log masuk, papan pemuka pengebilan atau pemindahan bank yang tertangguh. Pemindahan nilai tertanam dalam fabrik internet, dioptimumkan untuk ejen dan aplikasi.\n\nPerbezaan antara x402 dan infrastruktur pembayaran tradisional sangat ketara. Walaupun x402 adalah protokol-utama, dibina di atas landasan kripto, sistem seperti Visa, Stripe dan PayPal adalah platform-utama. X402 membolehkan pembayaran diselesaikan dalam beberapa saat menggunakan urus niaga onchain, manakala landasan tradisional biasanya diselesaikan selama satu hingga tiga hari bekerja.\n\nLebih-lebih lagi, x402 menyokong mikropenggunaan sekecil pecahan sen, menjadikannya sesuai untuk interaksi berfrekuensi tinggi dan kos rendah — sesuatu yang tidak mungkin dilakukan pada rangkaian kad kredit kerana yuran. Ia juga bersifat global mengikut reka bentuk, tidak memerlukan penukaran mata wang atau hubungan perbankan serantau. Caj balik, risiko penipuan dan yuran perantara hampir dihapuskan, terima kasih kepada kekekalan pemindahan onchain.\n\nDi mana sistem tradisional memberi tumpuan kepada pengguna manusia dengan antara muka hadapan, x402 membolehkan pemonetan belakang-ke-belakang, asli mesin.\n\n\nTindakan penyandang: Bagaimana Visa, Stripe dan PayPal meneroka pembayaran yang dikuasakan oleh AI\n\nSebagai gambaran, penyandang tidak mengabaikan trend ini. Visa, Stripe dan PayPal semuanya telah bertindak untuk sejajar dengan trend dan memasukkan perubahan yang sesuai dalam pendekatan mereka.\n\nVisa\nStripe\nPayPal\n\nProtokol berbanding platform: Pendekatan yang berbeza\n\nWalaupun Visa, Stripe dan PayPal sedang membuat kemajuan yang ketara dalam mengintegrasikan AI dan stablecoin ke dalam perkhidmatan mereka, syarikat-syarikat ini masih beroperasi dalam taman bertembok. Mereka menawarkan perkhidmatan, bukan protokol. Infrastruktur mereka adalah:\n\nBerpusat: Diurus oleh dasar dan API korporat.\nDiberi kebenaran: Akses memerlukan onboarding, KYC dan kelulusan platform.\nEkosistem tertutup: Di mana pengalaman pengguna dan interoperabiliti dikawal ketat.\n\nSebaliknya, x402 adalah tanpa kebenaran dan terbuka, membenarkan mana-mana pemaju untuk menyambung kepadanya tanpa memerlukan akaun peniaga. Dan perbezaan antara perkhidmatan berpusat dan protokol terbuka seperti x402 akan memainkan peranan penting dalam membentuk landskap masa depan pembayaran digital, berpotensi membawa kepada ekonomi yang lebih terdesentralisasi dan didorong oleh ejen.\n\nApakah model pemonetan x402?\n\nSalah satu kes penggunaan yang paling praktikal untuk x402 ialah pemonetan API. Dalam model hari ini, pemaju mesti mencipta kekunci, mengendalikan peringkat akses, dan menguatkuasakan had kadar secara manual. Dengan x402, API boleh bertindak balas kepada permintaan yang tidak disahkan dengan 402, menunjukkan kos, contohnya, $0.001 untuk mengakses titik akhir data.\n\nKlien kemudian boleh menghantar pembayaran stablecoin yang diperlukan dan menerima respons serta-merta. Ini menjadikan API sebagai mikropelayan dengan penetapan harga tertanam, membolehkan pemonetan yang terperinci pada tahap panggilan fungsi individu. Ia adalah model yang sesuai secara semula jadi dengan beban kerja AI dan pemaju manusia yang hanya ingin membayar untuk apa yang mereka gunakan.\n\nStablecoin seperti USDC adalah penting untuk kejayaan x402 dan pembayaran ejen secara meluas. Manfaat utama mereka ialah kestabilan harga, membolehkan pemaju dan ejen untuk berurus niaga dalam unit yang boleh diramal tanpa bimbang tentang turun naik kripto. Itu penting untuk aplikasi yang beroperasi dengan belanjawan yang ketat atau penetapan harga berdasarkan penggunaan.\n\nUSDC juga menawarkan finaliti yang pantas, terutamanya pada rantaian seperti Base, Solana dan lapisan 2 Ethereum, di mana pemindahan boleh disahkan dalam beberapa saat dengan yuran minimum. Sokongan meluasnya di seluruh dompet, API dan ekosistem menjadikannya pilihan praktikal untuk integrasi. Stablecoin lain seperti PYUSD atau EURC mungkin menjadi relevan, tetapi dominasi USDC dalam DeFi dan kewangan institusi memberikannya permulaan yang jelas.\n\nCabaran dan peluang untuk pembayaran ejen\n\nPembayaran ejen menimbulkan persoalan penting mengenai keselamatan, seperti bagaimana bot boleh menguruskan kekunci peribadi dengan selamat? Terdapat juga isu penyalahgunaan — adakah pelakon jahat akan membanjiri pelayan dengan pembayaran palsu atau mengeksploitasi model penetapan harga? Kebimbangan pengawalseliaan juga menjulang.\n\nTetapi kelebihannya amat besar. Kemunculan ekonomi mesin-ke-mesin telah membawa kepada keadaan di mana ejen berurus niaga untuk data, pengkomputeran, jalur lebar dan perkhidmatan tanpa input manusia. Protokol seperti x402 adalah landasan yang akan menggerakkan ekonomi yang pantas, terbuka dan asli kripto ini.\n\nCoinbase x402 lebih daripada peningkatan teknikal; ia adalah primitif pembayaran baharu untuk web yang boleh diprogram. Dengan membawa pembayaran kripto melalui HTTP kepada ejen AI dan API, x402 mengubah cara internet mengendalikan nilai. Ia membuka pintu kepada masa depan di mana urus niaga tertanam, automatik dan didorong oleh mesin, bukan sahaja manusia.\n\nApabila ekonomi digital berkembang, protokol seperti x402 boleh menjadi asas internet baharu, dikuasakan oleh infrastruktur kewangan zaman baharu.",
            "translated_summary": "Ketahui bagaimana HTTP 402, kod status web yang lama tidak digunakan, dihidupkan semula oleh protokol x402 Coinbase untuk membolehkan pembayaran asli berasaskan stablecoin.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825b0898e107b46a15f1726",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy81MzllYmIyNGRjMGI1ZGUwMmU2MGY1YmMyMjhhODQ3Yi5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-15 09:02:00"
        },
        {
            "title": "Nasdaq-listed BTCS to boost ETH holdings with $57.8M raise",
            "translated_facebook_post": "Syarikat BTCS, yang tersenarai di Nasdaq, akan tambah pegangan ETH mereka dengan dana sebanyak $57.8 juta hasil perjanjian pembiayaan baru, susulan kenaikan harga ETH sebanyak 42% selepas peningkatan Pectra.  Mereka akan gunakan dana ini untuk besarkan operasi nod pengesahan dan jana pendapatan berulang menerusi staking ETH.",
            "translated_title": "BTCS tersenarai Nasdaq akan menambah pegangan ETH menerusi dana sebanyak $57.8 juta.",
            "translated_content": "Syarikat tersenarai awam BTCS Inc. mengumumkan perjanjian pembiayaan bernilai $57.8 juta yang diketuai oleh firma pelaburan ATW Partners untuk membeli Ether ketika ia mengembangkan strategi infrastruktur rantaian bloknya.\n\nSyarikat yang berpangkalan di Rockville, Maryland itu mengumumkan perjanjian tersebut pada 14 Mei, menyatakan bahawa langkah itu akan membolehkannya mengembangkan operasi nod pengesah dan membina pendapatan berulang daripada peneguhan Ether (ETH).\n\nKetua Pegawai Eksekutif BTCS, Charles Allen, berkata langkah itu mengikuti pelan pengumpulan Bitcoin (BTC) berprofil tinggi Strategy’s (dahulunya MicroStrategy) dan akan memanfaatkan Ethereum untuk pertumbuhan jangka panjang.\n\n“Kami melaksanakan strategi yang berdisiplin untuk meningkatkan pendedahan Ethereum kami dan memacu pendapatan berulang melalui peneguhan dan operasi pembinaan blok kami,” kata Allen.\n\nSebagai sebahagian daripada perjanjian itu, BTCS mengeluarkan sebahagian awal nota boleh tukar bernilai $7.8 juta, dengan pilihan untuk menarik dana tambahan sebanyak $50 juta tertakluk kepada persetujuan bersama.\n\nNota-nota tersebut boleh ditukar kepada stok biasa BTCS pada harga tetap $5.85 sesaham, hampir 200% lebih tinggi daripada harga saham syarikat iaitu $1.99 pada 13 Mei.\n\nNota-nota tersebut mempunyai tempoh matang dua tahun dan kadar faedah tahunan sebanyak 6%. Ini bermakna BTCS mempunyai masa dua tahun untuk membayar balik pinjaman jika ia tidak ditukar kepada stok, dan semasa nota-nota tersebut aktif, syarikat itu membayar 6% faedah setiap tahun.\n\nRingkasnya, pelabur bertaruh bahawa stok BTCS akan meningkat. Sebagai balasan, syarikat itu mendapat akses kepada modal untuk meningkatkan operasi Ethereumnya.\n\nPelabur juga menerima pilihan untuk membeli 1.9 juta saham pada harga $2.75 setiap satu untuk lima tahun akan datang. Ini jauh lebih tinggi daripada harga saham semasa tetapi lebih rendah daripada kadar penukaran yang dinyatakan dalam perjanjian tersebut.\n\nPerjanjian pembiayaan ini juga menyusuli penggunaan protokol pinjaman Aave oleh syarikat baru-baru ini untuk meminjam dana untuk memperoleh ETH. Bagaimanapun, syarikat itu tidak mendedahkan dalam pengumuman tersebut berapa banyak ETH yang diperolehnya melalui protokol tersebut.\n\nPengumuman BTCS untuk membeli ETH dibuat selepas aset kripto itu menunjukkan keuntungan besar berikutan peningkatan Pectra. Pada 12 Mei, had pasaran Ether meningkat sebanyak 42%, mengatasi penilaian saham Coca-Cola dan Alibaba. Peningkatan nilai itu meletakkan Ether sebagai aset terbesar ke-39 dari segi had pasaran.",
            "translated_summary": "Susulan peningkatan harga Ethereum sebanyak 42% selepas peningkatan Pectra, syarikat tersenarai awam BTCS mempercepatkan pengumpulan ETH mereka menerusi satu perjanjian pembiayaan baharu.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825ae18f80ee402f75d9fbb",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGFjNWUtOTU0My03NDQyLTlkOGItNmIwNDU2MjYwMThm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-15 09:01:00"
        },
        {
            "title": "Bitcoin (BTC) Signals Bearish Top Pattern: Market Analysis",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/bitcoin-btc-signals-bearish-top-pattern-market-analysis/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/BTC%20signals%20bearish%20top%20pattern%201.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:00:00"
        },
        {
            "title": "Cboe BZX Exchange Proposes Listing of Canary Staked TRX ETF Shares",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825ae175b38ce0c0aa7f17b",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/CBOE.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:00:00"
        },
        {
            "title": "Coinbase Plans More Global Acquisitions Ahead of S&P 500 Entry",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825ae185b38ce0c0aa7f17f",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/Coinbase-4.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:00:00"
        },
        {
            "title": "The value of virtual: Economies are powered by ownership of the intangible",
            "translated_facebook_post": "Hak milik terhadap sesuatu yang tak nyata, sama ada idea, hasil ciptaan minda, mata wang digital atau NFT, memberi peluang dan manfaat yang takkan ada kalau tak ada hak milik tu.  Konsep ini dah lama wujud dan penting untuk memacu inovasi dan ekonomi, macam mana ia bantu zaman pencerahan dulu, dan kini ia penting lagi dalam dunia digital.",
            "translated_title": "Nilai ekonomi maya: didorong oleh pemilikan aset tidak ketara.",
            "translated_content": "**Pendapat oleh: Yat Siu, Pengerusi Eksekutif dan Pengasas Bersama, Animoca Brands**\n\n**Perbincangan mengenai hak harta digital, hak cipta, harta intelek, metavers terbuka, AI dan nilai tanpa bentuk fizikal.**\n\nApabila saya menghadiri persidangan dan acara awam yang serupa, seseorang hampir selalu menghampiri saya untuk bertanya bagaimana token kriptografi (boleh tukar ganti atau tidak boleh tukar ganti) boleh mempunyai nilai walaupun token adalah maya dan tidak wujud di dunia fizikal. Ia adalah soalan yang agak biasa, terutamanya secara bersemuka.\n\nObjek maya seperti NFT dan mata wang kripto adalah digital dan tidak ketara; kewujudannya tidak berasaskan dunia nyata (fizikal), dan (tidak seperti mata wang digital) ia biasanya tidak disokong oleh institusi dunia sebenar.\n\nKeupayaan untuk mempunyai nilai (khususnya, nilai wang) adalah sangat penting berkaitan dengan metavers terbuka, internet terdesentralisasi Web3 yang dicirikan oleh pemilikan digital yang benar (lihat Apakah metavers terbuka?).\n\nBaru-baru ini saya mengkaji nilai maya semasa temu bual dengan CNBC, yang mungkin sangat membantu sesetengah pembaca. Saya ingin membincangkan topik ini dengan lebih terperinci dan dengan beberapa konteks sejarah.\n\nApabila membincangkan sama ada sesuatu yang tidak wujud di dunia nyata boleh mempunyai nilai wang sebenar, adalah penting untuk mengingati bahawa perkara-perkara yang tidak ketara telah membawa nilai selama berabad-abad; kuncinya ialah pemilikan dan faedah yang berkaitan dengan pemilikan itu.\n\n**Bagaimana pemilikan idea mencipta dunia moden**\n\nSalah satu blok binaan terpenting bagi industri moden dan ekonomi berasaskan inovasi telah diletakkan lebih daripada tiga abad yang lalu di Great Britain dengan tajuk panjang \"Akta untuk Menggalakkan Pembelajaran dengan Memberi Hak Cipta Buku Bercetak kepada Pengarang atau Pembeli Salinan Tersebut, Semasa Tempoh Yang Disebutkan Di Dalamnya.\"\n\nJuga dikenali sebagai Statute of Anne dan Akta Hak Cipta 1709 (atau 1710), undang-undang ini menyediakan asas bagi undang-undang hak cipta dan harta intelek moden dengan menetapkan bahawa pengarang sesuatu karya, bukan penerbitnya, adalah pemilik yang sah.\n\nUndang-undang itu menandakan satu detik penting dalam sejarah dengan membezakan antara pencipta dan pengedar seperti yang kita bezakan hari ini antara pencipta (artis, penulis, pemuzik, dll.) dan platform yang mengedarkan karya mereka (Netflix, Medium, Spotify, dll.).\n\nDengan memberikan pencipta hak eksklusif ke atas karya mereka untuk tempoh masa yang terhad, Statute of Anne dan akta-akta berikutnya mewujudkan rangka kerja ekonomi untuk harta intelek di mana pencipta boleh mengekalkan kawalan dan faedah kewangan ke atas karya mereka. Pada masa yang sama, masyarakat mendapat akses kepada karya-karya tersebut melalui perpustakaan awam, jualan buku dan cara pengedaran yang serupa.\n\nKeputusannya ialah satu ledakan sastera, sains dan falsafah yang memicu Zaman Pencerahan Eropah dan Revolusi Saintifik.\n\nTempoh ini dalam sejarah menyaksikan kebangkitan gergasi sastera seperti Jane Austen, Victor Hugo dan Charles Dickens, dan titan intelektual termasuk Voltaire, Rousseau, Kant, Hume, Mary Wollstonecraft dan Adam Smith. Dalam sains, karya-karya yang boleh didapati secara umum oleh tokoh visioner seperti Charles Darwin, Gregor Mendel dan Marie Curie membolehkan kita memajukan pemahaman kita tentang dunia fizikal secara radikal.\n\nKeupayaan untuk memiliki idea mereka membawa kemasyhuran dan kemerdekaan kewangan kepada inovator, membolehkan mereka mencabar norma, menolak sempadan dan mengedarkan idea-idea yang inovatif. Hak cipta menyediakan insentif ekonomi untuk mencipta dan berkongsi karya berasaskan idea, memastikan bahawa sumbangan akan kekal dan memberi inspirasi kepada generasi akan datang.\n\nHak cipta begitu berkuasa dan berimpak tinggi sehingga negara-negara lain mengikutinya dengan langkah-langkah mereka sendiri, termasuk Amerika Syarikat dengan Akta Hak Cipta 1790.\n\nHak cipta dan bentuk perlindungan harta intelek lain telah mempercepatkan inovasi dan memacu ekonomi selama lebih tiga abad. Salah satu contoh kesan ini yang paling ketara ialah China.\n\nChina adalah tempat perlindungan bebas untuk pelanggaran IP. Barangan digital dan fizikal cetak rompak adalah meluas sehingga tahun 1990-an dan awal tahun 2000-an, apabila China mula mengukuhkan perlindungan IPnya. Ini menyumbang kepada peningkatan pesat dalam inovasi domestik China, dan hari ini, China adalah penjana idea terkemuka dunia dalam bentuk kajian saintifik, paten, teknologi, kandungan, dll.\n\nPemilikan karya minda kita\n\nHari ini, adalah diakui secara meluas bahawa harta intelek tertakluk kepada pemilikan seperti perkara-perkara material, walaupun ia tidak ketara dan terikat masa. Kami sedar bahawa hak cipta, tanda dagangan, paten dan langkah-langkah yang serupa mewujudkan dan melindungi pemilikan yang tidak ketara.\n\nDalam esei sebelumnya, saya menyebut karya ahli falsafah John Locke, menggambarkan lelaki itu sebagai \"salah seorang OG dalam bidang pemilikan dan inspirasi utama bagi kedua-dua Pencerahan Eropah dan Perlembagaan AS.\"\n\nSecara ringkasnya, Locke beralasan bahawa seseorang mempunyai hak semula jadi untuk memiliki hasil buruh \"badan\" dan \"tangan\" mereka. Hak cipta menggunakan pandangan Lockean ini kepada produk minda yang tidak ketara.\n\nSeperti yang saya nyatakan dalam esei itu, alasan Locke — bahawa buruh seseorang menjana harta — menyediakan asas yang kukuh untuk \"pemilikan aset tidak ketara termasuk harta intelek, masa penggunaan, data, dan derivatif data.\"\n\nHarta intelek pada asasnya tidak ketara: Kejayaan saintifik, karya sastera, komposisi muzik dan pelbagai ciptaan minda yang lain muncul \"dari udara nipis\" dan tanpa bentuk fizikal yang tetap.\n\nDalam ekonomi kapitalis, perlindungan harta intelek memainkan peranan penting dalam menyokong dan memberi insentif kepada pencipta, menjadikannya mungkin bagi karya minda kita untuk menikmati kejayaan komersial, pengedaran dan jangka hayat. Tanpa perlindungan IP, keseluruhan industri (termasuk teknologi, sains dan perubatan) akan terbantut teruk oleh kekurangan insentif ekonomi untuk menjalankan penyelidikan dan pembangunan.\n\nBukan satu keterlaluan untuk mengatakan bahawa Statute of Anne mengubah dunia dengan melancarkan rangka kerja untuk pencipta untuk memiliki dan melindungi karya minda mereka, yang seterusnya menjadikannya mungkin untuk meningkatkan dan mengekalkan inovasi.\n\nPengenalan perlindungan harta intelek meletakkan asas bagi pemilikan ke atas aset tidak ketara. Ia membolehkan minda kita mencipta aset modal tidak ketara, dengan itu memacu enjin ekonomi penjanaan kekayaan. Sama pentingnya, hak cipta memberikan hak secara jelas kepada pencipta, membantu mendekatkan pemusatan kuasa daripada penerbit besar.\n\nPemilikan aset tidak ketara mewakili nilai yang jelas dan sangat besar kepada kami di Animoca Brands sehingga kami menjadikan kemajuan hak harta digital sebagai misi teras kami.\n\nKuasa ekonomi aset tanpa kewujudan fizikal\n\nIa telah mantap dalam perniagaan dan kewangan tradisional bahawa aset tidak ketara boleh mempunyai nilai. Ekuiti jenama, harta intelek dan niat baik semuanya dianggap bernilai.  Data tidak ketara yang anda hasilkan setiap hari melalui aktiviti dalam talian anda sangat dihargai oleh syarikat dan platform yang menggunakannya (dan kadang-kadang menyalahgunakannya) untuk mengekstrak nilai daripada anda.\n\nPertimbangkan bahawa aset tidak ketara sudah menguasai ekonomi global:\n\nPejabat Paten dan Tanda Dagangan AS (USPTO) menganggarkan bahawa pada tahun 2019, industri intensif IP menyumbang 41% daripada aktiviti ekonomi domestik AS, menyokong 63 juta pekerjaan (44% daripada jumlah pekerjaan AS).\n\nPertubuhan Harta Intelek Sedunia (WIPO) menganggarkan bahawa pada tahun 2023, aset tidak ketara bernilai $62 trilion — berlipat kali ganda daripada jumlah topi pasaran emas (kira-kira $17 trilion hingga $25 trilion).\n\nTeknologi blockchain adalah pengubah permainan kerana ia boleh menyediakan pemilikan, kekurangan dan peluang ekonomi yang boleh dibuktikan untuk aset tidak ketara secara terdesentralisasi dengan kos minimum, dengan cepat dan selamat.\n\nDalam rangka kerja bukan blockchain, rekod pemilikan awam untuk aset dikekalkan oleh pihak berkuasa pusat yang dipercayai, selalunya agensi kerajaan. Ini menimbulkan cabaran yang besar, termasuk keselamatan, halangan akses, kecekapan yang rendah, kos yang tinggi kepada pemilik, birokrasi dan keberkesanan kos yang rendah untuk melindungi barangan yang nilainya agak rendah.\n\nWalau bagaimanapun, dalam rangka kerja yang didayakan oleh blockchain, buku besar terdesentralisasi dan tidak berubah boleh mengurangkan pembaziran, kerentanan dan kehilangan peluang sambil menyediakan dan mengautomasikan fungsi penyimpanan rekod yang penting dengan lebih cekap dan selamat daripada sistem berpusat. Tetapi itu bukan semuanya.\n\nKarya minda buatan\n\nPenciptaan nilai berasaskan IP amat kritikal dalam konteks revolusi kecerdasan buatan yang sedang berlaku.\n\nPerlindungan IP baru-baru ini mendapat perhatian melalui trend viral imej yang dijana AI dalam gaya Hayo Miyazaki, pengasas legenda Studio Ghibli. Trend ini mengetengahkan beberapa kebimbangan tentang AI yang dilatih menggunakan IP yang dilindungi dan potensi impak yang ditiru dengan mudah terhadap pemilik IP yang sah.\n\nIndustri filem telah bergelut dengan isu ini selama bertahun-tahun:\n\nIni adalah isu-isu yang sukar yang akan memberi impak kepada kebanyakan industri, lambat laun. Bolehkah masyarakat berjaya membuat undang-undang untuk melindungi karya minda kita daripada serangan tiruan yang sangat cekap daripada kecerdasan buatan? Adakah peraturan AI akan meningkatkan industri atau hanya mengehadkan inovasi dan daya saing?\n\nTerdapat penyelesaian teknologi kepada beberapa kebimbangan mengenai AI dan hak cipta. Blockchain menyediakan sejenis rangka kerja yang selamat dan boleh dipercayai untuk pengesanan berskala besar, asal usul, pemilikan dan pelbagai aspek harta intelek lain yang sedang dicabar oleh AI generatif.\n\nMalah lebih baik, blockchain juga boleh memudahkan pengesanan penggunaan dan pembayaran royalti yang berkaitan dengan pemilikan aset individu, walaupun untuk aset yang nilainya sangat rendah.\n\nDi dunia yang dipacu AI pada masa hadapan yang terdekat, teknologi blockchain boleh menjadi asas bagi mekanisme yang cekap yang memberikan ganjaran dan akreditasi yang adil kepada pencipta yang harta inteleknya memacu AI (satu subjek yang saya sentuh secara ringkas dalam ceramah TED saya).\n\nHak harta digital: Sempadan seterusnya\n\nApabila seseorang bertanya kepada saya bagaimana NFT atau mata wang kripto boleh mempunyai nilai sebenar walaupun tidak ketara, saya biasanya bertanya kepada mereka soalan yang sama tentang karya pemuzik, penulis atau pembuat filem kegemaran mereka. Kebanyakan orang mempunyai penghargaan asas untuk hak harta intelek dalam konteks industri \"tradisional\" kerana industri tersebut mempunyai pengalaman yang banyak menguruskan pemilikan aset tidak ketara.\n\nHarta intelek diiktiraf mempunyai nilai sebenar tanpa kewujudan fizikal, dan pencipta mempunyai hak pemilikan ke atas ciptaan tidak ketara mereka, memperkasa mereka untuk mencipta modal \"dari udara nipis\" melalui karya minda mereka. Ini juga terpakai kepada objek maya (dan, sebenarnya, objek maya sering mewakili atau dikaitkan dengan harta intelek).\n\nSama ada anda memiliki idea, sesuatu yang anda tulis, mata wang digital, atau NFT, perkara utama ialah pemilikan dan faedah yang berkaitan dengannya. Pemilikan sesuatu (maya atau nyata) memberikan beberapa darjah peluang yang sebaliknya tidak mungkin tanpa pemilikan tersebut.\n\nApabila dunia menerima sempadan digital, misi Animoca Brands dirasakan lebih relevan daripada sebelumnya: untuk menyediakan hak harta digital untuk semua, dengan itu membantu memastikan bahawa semua pencipta boleh diberi ganjaran secara adil bukan sahaja untuk ciptaan mereka sendiri tetapi juga untuk sumbangan relatif mereka kepada karya orang lain (seperti AI, rangkaian sosial, pengiklan, remixer, dll.).\n\nPrinsip pemilikan yang sama ke atas aset tidak ketara yang membantu memacu Pencerahan, Revolusi Saintifik, dan Zaman Maklumat kini boleh dilanjutkan kepada kehidupan digital kita di metavers terbuka yang terdesentralisasi, di mana rangka kerja teknologi telah mengukuhkan pemilikan maya yang boleh dibuktikan, dan di mana mencipta dan mengakses aset maya adalah secara semula jadi demokratik dan mudah didapati oleh semua peserta.\n\nLebih kurang 315 tahun selepas Statute of Anne mula membuka jalan yang membawa kepada metavers terbuka, pertemuan teknologi dan hak harta kini bersedia untuk membuka kunci kreativiti, pemerkasaan ekonomi dan kemajuan yang hampir tidak dapat dibayangkan bagi berbilion orang.\n\n**Pendapat oleh: Yat Siu, Pengerusi Eksekutif dan Pengasas Bersama, Animoca Brands.**",
            "translated_summary": "Berdasarkan sejarah dan kebangkitan AI, Yat Siu berhujah bahawa pemilikan terhadap aset tidak ketara mendorong inovasi, pemerkasaan ekonomi dan masa depan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825ae188a874b150886c916",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmNlNjAtMzRiOS03MjgwLTkzMjMtMzZiYjk1NTQ1ZGNi.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-15 09:00:00"
        },
        {
            "title": "Trader Turns $8,191 into $4M as LAUNCHCOIN Surges 25,000% to a $ 300 M+ Market Cap",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825af588a874b150886c91a",
            "source": "CoinFutura",
            "image": "https://coinfutura.com/wp-content/uploads/2025/04/General-Crypto-10.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 09:00:00"
        },
        {
            "title": "Ripple Makes Bombshell Confirmation about RLUSD and Hidden Road. Is XRP Involved? Details",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825ae188a874b150886c914",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2024/02/Ripple-XRP-3-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 08:59:00"
        },
        {
            "title": "South Korea Arrests 25 in $540K Crypto Scam Crackdown",
            "translated_facebook_post": "Korea Selatan baru je tangkap 25 orang yang terlibat dalam skim penipuan kripto bernilai $540,000, tapi dalam masa sama, kerajaan dorang nak terima kripto secara rasmi.  Jadi, macam menarik la kan?",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825ae188a874b150886c912",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/13190301/South-Korea-to-Allow-Institutional-Crypto-Trading-A-New-Era-for-Investors.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 08:59:00"
        }
    ]
}