{
    "timestamp": "2025-03-09 20:24:02",
    "all_news": [
        {
            "title": "Binance umumkan mekanisme undian komuniti untuk penyenaraian token.",
            "description": "Binance telah mengumumkan proses penyenaraian token baharu yang membenarkan ahli komuniti mengundi untuk penyenaraian atau penyahsenaraian token kripto di platform tersebut.",
            "content": "Binance, bursa terpusat terbesar di dunia, telah mengumumkan struktur kogubinan komuniti yang membenarkan pengguna Binance mengundi untuk menyenaraikan atau menyenaraikan token pada platform tersebut.\n\nMenurut pengumuman itu, Binance akan memilih projek yang boleh diundi oleh komuniti. Token yang mendapat undi terbanyak akan disenaraikan di Binance selepas proses uji kaji wajar oleh syarikat bursa terpusat tersebut.\n\nProjek yang gagal memberikan kemas kini kemajuan secara berkala atau maklumat token yang diperlukan, terlibat dalam salah laku, atau mempunyai pasukan pembangunan dan komuniti yang tidak aktif akan diletakkan di \"zon pemantauan\" platform.\n\nSetelah projek berada di zon pemantauan, ahli komuniti Binance boleh mengundi untuk menyenaraikan projek tersebut daripada platform.\n\nPengumuman ini menyusul peningkatan mendadak dalam jumlah token dan projek kripto baharu, yang kini berjumlah berpuluh-puluh juta.\n\nJumlah keseluruhan token kripto unik dari semasa ke semasa. Sumber: Dune\n\nBerkaitan: Binance akan menyenaraikan stablecoin yang tidak mematuhi MiCA di Eropah pada 31 Mac\n\nTerlalu banyak token menyebabkan bursa utama mempertimbangkan semula prosedur penyenaraian\n\nCoinMarketCap menampilkan kurang daripada 11 juta kripto pada 8 Februari. Pada masa penulisan ini, jumlah aset digital unik yang disenaraikan di laman web tersebut telah meningkat kepada 12.4 juta.\n\nSesetengah penganalisis pasaran percaya bahawa lonjakan pesat dalam penyenaraian token baharu yang bersaing untuk modal dan perhatian pelabur yang terhad mempunyai kesan pencairan terhadap harga kripto dan juga boleh menghalang musim altcoin dalam kitaran pasaran ini.\n\nKetua Pegawai Eksekutif Coinbase, Brian Armstrong, berkata bahawa Coinbase mesti memikirkan semula proses penyenaraian tokennya, dalam catatan X pada 24 Januari. Armstrong menulis:\n\n\"Pihak pengawal selia perlu memahami bahawa memohon kelulusan untuk setiap satu adalah sama sekali tidak praktikal pada ketika ini,\" kata Ketua Pegawai Eksekutif itu lagi.\n\nArmstrong akhirnya menyimpulkan bahawa bursa itu perlu beralih kepada struktur \"senarai kebenaran\" dan \"senarai sekatan\" yang sebahagiannya bergantung pada ulasan komuniti dan data onchain untuk membuat penentuan mengenai projek baharu yang akan disenaraikan di bursa terpusat yang berpangkalan di AS.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdjMDAtMzFiZi03MjM5LThhOGQtNDQ4YzA3MjRhM2U3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cde7645df02d3eea255e81",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 19:05:00",
            "status": "Posted"
        }
    ]
}