{
    "timestamp": "2025-04-11 19:21:27",
    "all_news": [
        {
            "title": "Scan, Pay, Done: How SpacePay Turns Crypto into Coffee Money",
            "translated_facebook_post": "SpacePay, platform pembayaran kripto, selesaikan masalah pembayaran kripto di kedai fizikal dengan sistem pantas dan mudah guna.  Bayaran terus ditukar kepada wang tunai, lindungi peniaga dari turun naik harga kripto, dan yuran transaksi rendah.  Mereka juga tangguh pelancaran rasmi untuk pastikan semuanya berjalan lancar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f968f8f0994270b1a4e9ea",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/09163200/space-pay.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:08:00"
        },
        {
            "title": "The Sub-$0.10 Token Gaining Ground as the Next Crypto to Hit $1 in 2025",
            "translated_facebook_post": "Token MUTM, yang berharga kurang daripada $0.10 sekarang, dijangka meningkat nilainya kepada $1 menjelang 2025.  Ia menawarkan ekosistem DeFi yang praktikal dan menarik ramai pelabur awal.  Dengan pelancaran platform beta dan penyenaraian di bursa, harga dijangka meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f968f875027018a323b007",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/07184422/muttum-finance-7.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:07:00"
        },
        {
            "title": "Q&A: How Fasset plans to bring real-world stocks to DeFi and emerging markets",
            "translated_facebook_post": "Fasset lancarkan platform Own,  membolehkan pelaburan saham AS di pasaran sedang berkembang, dengan kawal selia yang kukuh dan akses mudah menerusi aplikasi.  Dividen dibayar dalam stablecoin, dan pengguna boleh berdagang menerusi DeFi secara pilihan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f968f875027018a323b009",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/08/crypto-news-The-future-of-RWA-tokenization-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:06:00"
        },
        {
            "title": "Senate Democrats Slam DOJ for Ending Crypto Crime Team, Cite Trump Family Ties",
            "translated_facebook_post": "Beberapa Senator Demokrat mengecam penutupan pasukan jenayah kripto di Jabatan Kehakiman Amerika Syarikat, kerana bimbang ia akan memberi ruang kepada aktiviti jenayah siber dan ada kaitan dengan keluarga Trump yang terlibat dalam bidang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f968f975027018a323b00b",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2021/10/DoJ.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:04:00"
        },
        {
            "title": "Invest $500 Today? Ethereum, Solana, and BTC Stay Resilient",
            "translated_facebook_post": "Pelabur boleh pertimbangkan beberapa matawang kripto sedia ada seperti Bitcoin, Ethereum, dan Solana,  tetapi MAGACOINFINANCE menawarkan pulangan yang tinggi semasa pra-jualan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f968f9f0994270b1a4e9ee",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744375327.docx_1744375327_image2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:02:00"
        },
        {
            "title": "NFT Crash: Trader Loses $10M Selling THIS Rare NFT Collection",
            "translated_facebook_post": "Pelabur rugi besar bila jual koleksi NFT yang jarang ditemui, akibat penurunan harga Ethereum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f967d2f0994270b1a4e9e3",
            "source": "CryptoTicker",
            "image": "https://cryptoticker-strapi-media.s3.eu-central-1.amazonaws.com/cryptopunks_0c051e36b7.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:02:00"
        },
        {
            "title": "Is Sui (SUI) Gearing Up For Another Breakout Rally? This Fractal Says Yes!",
            "translated_facebook_post": "Pasaran kripto baru-baru ni agak mencabar, tapi nampaknya Sui (SUI) mungkin akan naik semula berdasarkan corak harga yang berulang.  Sebelum ni, bila corak sama muncul, harga SUI pernah naik banyak.  Kita tengok apa jadi lepas ni!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f96754f0994270b1a4e9df",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0a4f18f02a8e4736a1df6160105f7c8b.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:02:00"
        },
        {
            "title": "Bitcoin Bottom Hope Emerges: Bollinger Bands Signal Potential Price Rebound",
            "translated_facebook_post": "Pakar teknikal nampak macam Bitcoin mungkin dah sampai ke paras terendah, berdasarkan analisis Bollinger Bands.  Tapi, masih perlu berhati-hati dan pantau perkembangan selanjutnya sebelum buat apa-apa keputusan pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f967d1f0994270b1a4e9e1",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bitcoin-Bottom-Hope-Emerges-Bollinger-Bands-Signal-Potential-Price-Rebound.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:00:00"
        },
        {
            "title": "Fed’s Kashkari hints at liquidity support — Is $100K Bitcoin back on the table?",
            "translated_facebook_post": "Ketidakpastian ekonomi dan potensi tindakan rizab persekutuan AS mungkin akan menaikkan harga Bitcoin, terutamanya jika pelabur kehilangan keyakinan terhadap sistem kewangan negara tersebut.",
            "translated_title": "Petunjuk Sokongan Cecair daripada Kashkari Rizab Persekutuan — Adakah Bitcoin $100,000 Kembali Menjadi Kemungkinan?",
            "translated_content": "Neel Kashkari, Presiden Rizab Persekutuan Minneapolis, telah menangani isu peningkatan hasil bon Perbendaharaan pada 11 April, yang menunjukkan ia mungkin petanda perubahan sentimen pelabur daripada hutang kerajaan Amerika Syarikat. Kashkari menekankan bahawa Rizab Persekutuan mempunyai alat untuk menyediakan lebih banyak kecairan jika perlu.\n\nWalaupun menggariskan kepentingan mengekalkan komitmen yang kukuh untuk mengurangkan inflasi, kenyataan Kashkari menandakan kemungkinan titik perubahan bagi pelabur Bitcoin (BTC) di tengah-tengah ketidakpastian ekonomi yang semakin meningkat.\n\nHasil bon kerajaan AS 10 tahun semasa sebanyak 4.5% bukanlah sesuatu yang luar biasa.  Walaupun ia mendekati 5%, paras yang terakhir dilihat pada Oktober 2023, ini tidak semestinya bermakna pelabur telah hilang keyakinan terhadap keupayaan Perbendaharaan untuk memenuhi obligasi hutangnya. Sebagai contoh, harga emas hanya melepasi $2,000 pada akhir November 2023, selepas hasil telah menurun kepada 4.5%.\n\nAdakah Fed akan menyuntik kecairan, dan adakah ini positif untuk Bitcoin?\n\nPeningkatan hasil bon Perbendaharaan sering menunjukkan kebimbangan tentang inflasi atau ketidakpastian ekonomi. Ini penting bagi pedagang Bitcoin kerana hasil yang lebih tinggi cenderung menjadikan pelaburan pendapatan tetap lebih menarik. Walau bagaimanapun, jika peningkatan hasil ini dilihat sebagai tanda isu sistemik yang lebih mendalam — seperti berkurangannya keyakinan terhadap dasar fiskal kerajaan — pelabur mungkin beralih kepada lindung nilai alternatif seperti Bitcoin.\n\nTrajektori Bitcoin sebahagian besarnya bergantung kepada bagaimana Rizab Persekutuan bertindak balas. Strategi suntikan kecairan biasanya meningkatkan harga Bitcoin, manakala hasil yang lebih tinggi boleh meningkatkan kos pinjaman untuk perniagaan dan pengguna, berpotensi memperlahankan pertumbuhan ekonomi dan memberi kesan negatif kepada harga Bitcoin dalam jangka pendek.\n\nSatu strategi yang boleh digunakan oleh Rizab Persekutuan ialah membeli bon Perbendaharaan jangka panjang untuk mengurangkan hasil. Untuk mengimbangi kecairan yang ditambah melalui pembelian bon, Fed mungkin serentak menjalankan urus niaga repo songsang — meminjam wang tunai daripada bank semalaman sebagai pertukaran untuk sekuriti.\n\nWalaupun pendekatan ini boleh menstabilkan hasil buat sementara waktu, pembelian bon yang agresif mungkin menandakan keputusasaan untuk mengawal kadar faedah. Isyarat sedemikian boleh menimbulkan kebimbangan tentang keupayaan Fed untuk mengurus inflasi dengan berkesan. Kebimbangan ini sering melemahkan keyakinan terhadap kuasa beli dolar dan mungkin mendorong pelabur kepada Bitcoin sebagai lindung nilai.\n\nSatu lagi strategi yang berpotensi melibatkan menyediakan pinjaman faedah rendah melalui tetingkap diskaun untuk memberi bank kecairan segera, mengurangkan keperluan mereka untuk menjual bon jangka panjang. Untuk mengimbangi suntikan kecairan ini, Fed boleh mengenakan keperluan cagaran yang lebih ketat, seperti menilai bon yang ditaja pada 90% daripada harga pasarannya.\n\nPendekatan alternatif ini mengehadkan akses bank kepada wang tunai sambil memastikan dana yang dipinjam kekal terikat kepada pinjaman bercagaran. Walau bagaimanapun, jika keperluan cagaran terlalu ketat, bank mungkin bergelut untuk mendapatkan kecairan yang mencukupi walaupun mempunyai akses kepada pinjaman tetingkap diskaun.\n\nWalaupun terlalu awal untuk meramalkan laluan yang akan diambil oleh Fed, memandangkan kelemahan baru-baru ini dalam dolar AS bersama-sama dengan hasil Perbendaharaan 4.5%, pelabur mungkin tidak meletakkan kepercayaan sepenuhnya terhadap tindakan Fed. Sebaliknya, mereka mungkin beralih kepada aset tempat perlindungan selamat seperti emas atau Bitcoin untuk perlindungan.\n\nAkhirnya, bukan sahaja memberi tumpuan kepada Indeks Dolar AS (DXY) atau hasil Perbendaharaan AS 10 tahun, pedagang harus memberi perhatian lebih kepada risiko sistemik dalam pasaran kewangan dan spread pada bon korporat.  Apabila petunjuk ini meningkat, keyakinan terhadap sistem kewangan tradisional melemah, berpotensi menyediakan peringkat untuk Bitcoin menuntut semula paras harga psikologi $100,000.",
            "translated_summary": "Kehilangan keyakinan terhadap sistem kewangan AS mungkin secara tidak sengaja menyebabkan harga Bitcoin meningkat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f967d275027018a323aff7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5Mzk1NDEtZWQ4Ny03MTcyLThmNTgtNDQxNzE1MTUxODEz.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 19:00:00"
        },
        {
            "title": "Acting SEC chair Mark Uyeda eyes regulatory ‘sandbox’ for crypto firms",
            "translated_facebook_post": "Ketua sementara SEC Amerika Syarikat cadang guna 'sandbok' kawal selia syarikat kripto, bagi mudahkan urusan lesen dan galakkan inovasi dalam industri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f966a4f0994270b1a4e9d8",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-The-US-Securities-and-Exchange-Commission-SEC-option10.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:57:00"
        },
        {
            "title": "XRP News Breaks, BNB Price Surge Continues, BlockDAG’s Live Testnet & $60K Rewards Cement It as 2025’s Best Crypto Pick",
            "translated_facebook_post": "Berita XRP hadapi halangan baharu daripada SEC, harga BNB terus meningkat melebihi $545 disebabkan khabar angin ETF, dan ujian rangkaian langsung BlockDAG serta ganjaran $60,000 mengukuhkan kedudukannya sebagai pilihan kripto terbaik pada tahun 2025.\n\n\nXRP berdepan masalah, BNB naik mendadak, dan BlockDAG nampaknya berpotensi jadi antara matawang kripto paling menarik tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/xrp-news-breaks-bnb-price-surge-continues-blockdags-live-testnet-60k-rewards-cement-it-as-2025s-best-crypto-pick/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-04-11%20at%2017.40.40.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:54:00"
        },
        {
            "title": "Former OpenAI Staff Oppose For-Profit Change",
            "translated_facebook_post": "Bekas pekerja OpenAI risau syarikat tu dah tak fokus pada misi asal lepas beralih jadi syarikat untung.  Mereka bimbang perubahan ni akan jejaskan etika dan operasi syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f966a5f0994270b1a4e9dc",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/former-tech-employees-meeting.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:54:00"
        },
        {
            "title": "Binance Announces ONDO Token Listing, Price Jumps 10%",
            "translated_facebook_post": "Binance dah senaraikan ONDO, BIGTIME, dan VIRTUAL, dan harga semua tu naik lepas pengumuman tu.  ONDO naik 10%, BIGTIME lebih 12%, dan VIRTUAL pun banyak jugak naiknya.  Seronoklah para pelabur!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f96560f0994270b1a4e9d0",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Binance-Announces-ONDO-Token-Listing-Price-Jumps-10-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:53:00"
        },
        {
            "title": "🚀 Movement Labs – the Modular Future of Web3",
            "translated_facebook_post": "Movement Labs, blockchain modular baru guna bahasa pengaturcaraan Move, dapat aplikasi terdesentralisasi (dApps) lebih cekap dan selamat dalam ekosistem Ethereum.  Dapat dana besar, tapi masih baru dan perlu saingan dengan projek lain.  Kalau ekosistem berkembang, mungkin jadi projek paling menjanjikan tahun ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9656575027018a323afed",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-04-11-%D0%B2-21.51.00.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:52:00"
        },
        {
            "title": "Pro XRP Lawyer John Deaton Can Swing 2026 Midterm Elections",
            "translated_facebook_post": "Peguam pro-XRP, John Deaton, mungkin akan bertanding lagi dalam pilihan raya pertengahan penggal 2026 di Amerika Syarikat setelah undian menunjukkan beliau berpeluang menewaskan Senator Ed Markey.  Sokongan ramai meningkat selepas diketahui beliau bukan penyokong Trump.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f96562f0994270b1a4e9d4",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Pro-XRP-Lawyer-John-Deaton-Can-Swing-2026-Midterm-Elections.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:51:00"
        },
        {
            "title": "Exciting News: Bybit to Unleash VeChain (VET) Spot Trading for Crypto Enthusiasts",
            "translated_facebook_post": "Berita baik!  Bybit akan senaraikan VeChain (VET) untuk dagangan spot, jadi lebih mudah untuk pelabur beli dan jual VET.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9656075027018a323afe9",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Exciting-News-Bybit-to-Unleash-VeChain-VET-Spot-Trading-for-Crypto-Enthusiasts.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:50:00"
        },
        {
            "title": "Senators reintroduce PROOF Act to ban crypto fund co-mingling",
            "translated_facebook_post": "Rang Undang-Undang PROOF Act yang baharu diperkenalkan bertujuan untuk menghalang syarikat kripto daripada mencampurkan dana pelanggan dengan dana syarikat sendiri, sekaligus meningkatkan ketelusan simpanan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f96561f0994270b1a4e9d2",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-USA-crypto-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:49:00"
        },
        {
            "title": "Jim Cramer: Lower Rates Could Explode Markets",
            "translated_facebook_post": "Kalau kadar faedah turun, pasaran saham dan kripto mungkin akan naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9644975027018a323afe7",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/CoinoMedia-5-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:45:00"
        },
        {
            "title": "U.S. Customs Outage Raises Strategic Concerns Amid Tariff Talks",
            "translated_facebook_post": "Sistem Kastam AS mengalami gangguan, yang disyaki sebagai strategi untuk mempengaruhi rundingan perdagangan global, menyebabkan kebimbangan terhadap dasar perdagangan AS dan kesan ekonomi jangka panjangnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9630975027018a323afe3",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/customs-officer-trade-disruption.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:41:00"
        },
        {
            "title": "Bitcoin Warning: Recession Fears Trigger Near-Term Market Pressure",
            "translated_facebook_post": "Kenaikan kadar faedah dan kebimbangan kemelesetan ekonomi mungkin akan menjejaskan pasaran Bitcoin dalam jangka masa pendek, tapi pelaburan jangka panjang masih lagi nampak cerah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f96307c081c374d0e3e274",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bitcoin-Warning-Recession-Fears-Trigger-Near-Term-Market-Pressure.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 18:40:00"
        }
    ]
}