{
    "timestamp": "2025-04-11 20:28:26",
    "all_news": [
        {
            "title": "XRP Price Holds Above $2 as Open Interest Surges: Will Buyers Push XRP Further?",
            "translated_facebook_post": "Harga XRP kekal atas $2, dengan minat terbuka meningkat, menunjukkan pembeli mungkin akan dorong harga lebih tinggi lagi.  Gerakan besar Ripple juga menambahkan spekulasi, sementara pelancaran ETF XRP menaikkan keyakinan pelabur.  Namun, rintangan masih ada sebelum harga boleh naik lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9781f49322d5af1cbfd37",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/07191611/XRP-News-Today_-Price-Dips-Below-2-After-15-Crash-Whats-Next.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:11:00"
        },
        {
            "title": "Gold Prices Surge Above $3,200 Amidst Economic Uncertainty",
            "translated_facebook_post": "Harga emas meningkat mendadak disebabkan ketegangan ekonomi global dan ketegangan perdagangan AS-China, menyebabkan ramai melabur dalam emas sebagai aset selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9782049322d5af1cbfd39",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/gold-prices-surge-cartoon-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:10:00"
        },
        {
            "title": "Urgent: Secure Your Exhibit Table at Bitcoin World Sessions: AI – Limited Spots!",
            "translated_facebook_post": "Pameran Bitcoin World Sessions: AI dah nak habis tempat.  Daftar cepat kalau nak tunjuk produk AI korang depan ramai pemimpin industri!  Peluang besar untuk bina rangkaian dan naikkan nama syarikat.  Jangan lepaskan peluang ni, tarikh tutup 9 Mei!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f97820d87242055c1b71a2",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Secure-Your-Exhibit-Table-at-Bitcoin-World-Sessions-AI-%E2%80%93-Limited-Spots.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:10:00"
        },
        {
            "title": "US Federal Reserve Prepared to Act on Liquidity Issues",
            "translated_facebook_post": "Rizab Persekutuan Amerika Syarikat bersedia campur tangan kalau pasaran mengalami masalah kecairan untuk pastikan kestabilan kewangan negara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e149322d5af1cbfd2c",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/fed-reserve-analyst-morning.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:03:00"
        },
        {
            "title": "Solana, Bitcoin (BTC), and XRP See Heavy Traction This Week",
            "translated_facebook_post": "Pasaran kripto ni agak rancak minggu ni, Bitcoin turun sikit, Ethereum pun sama, tapi XRP naik.  Ada peluang pelaburan baru yang menarik, MAGACOINFINANCE, dengan pulangan yang tinggi.  Buat kajian sendiri sebelum melabur, ya!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9770af8cd494c639e6822",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744375332.docx_1744375332_image3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:02:00"
        },
        {
            "title": "Stocks rebound, Bitcoin flirts with $84k amid easing trade concerns",
            "translated_facebook_post": "Pasaran saham Amerika pulih, Bitcoin mencecah hampir $84,000 walaupun ada kebimbangan perdagangan dan inflasi, tapi ramai masih berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e0f8cd494c639e680e",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/07/crypto-news-What-are-prediction-markets-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:02:00"
        },
        {
            "title": "Shibarium Devs Connect with Core Team via New Channel",
            "translated_facebook_post": "Pembangun Shibarium sekarang boleh berhubung terus dengan pasukan utama, jadi pembangunan akan lebih pantas dan semua orang lebih yakin dengan projek ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e149322d5af1cbfd2a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-shiba-inu-headset.png.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:02:00"
        },
        {
            "title": "90-Day Tariff Pause, Market Manipulation? + Meta Controlled By China!?",
            "translated_facebook_post": "Presiden Trump tangguh tarif import selama 90 hari, kecuali untuk China yang tarifnya naik.  Ada juga dakwaan manipulasi pasaran dan kebimbangan tentang pengaruh China terhadap Meta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975df921f166da19618d0",
            "source": "PBN3",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/33699.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:01:00"
        },
        {
            "title": "What’s Next For Chainlink Price As It Retests Breakout Zone",
            "translated_facebook_post": "Harga Chainlink (LINK) tengah uji semula paras penting selepas susut 15.9% minggu lepas, tapi masih nampak positif dengan sokongan teknikal kukuh dan minat pelabur institusi.  Jangkaan kenaikan harga pun ada,  jadi mungkin ada peluang untuk naik lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f97822d87242055c1b71a4",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/160a4a68fb674703aa06bef946804bca.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:01:00"
        },
        {
            "title": "Urgent Warning: US Signals China on Tariffs – Crypto Market Impact?",
            "translated_facebook_post": "Amerika telah memberi amaran kepada China supaya jangan balas tindakan terhadap tarif,  dan cadangan panggilan terus antara Presiden Xi Jinping dan Presiden Trump menandakan usaha mengurangkan ketegangan perdagangan.  Ini mungkin menjejaskan pasaran kripto bergantung kepada bagaimana situasi ini berakhir.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e01a6c2907271ed68f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Urgent-Warning-US-Signals-China-on-Tariffs-%E2%80%93-Crypto-Market-Impact.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "Can Cardano (ADA) Really Hit $2 in 2025?",
            "translated_facebook_post": "Pasaran kripto nampaknya positif sekarang, dengan Bitcoin meningkat dan Cardano pun ada kenaikan.  Ramai yang jangka harga Cardano akan meningkat, tapi masih banyak halangan perlu diatasi.  Perubahan peraturan di beberapa negara mungkin membantu, tapi masa depan tetap tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e0f8cd494c639e6810",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/08/P2P-Review-11-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "Ethereum Inverse ETF Soars 247% in 2025",
            "translated_facebook_post": "Tahun 2025 ni, walaupun harga Ethereum jatuh, ada ETF yang untung banyak sebab dia bet harga Ethereum akan turun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e11a6c2907271ed691",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/ethereum-etf-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "Crypto Biz: Ripple’s ‘defining moment,’ Binance’s ongoing purge",
            "translated_facebook_post": "Ripple berjaya beli Hidden Road dengan harga yang agak tinggi,  Binance pula buang beberapa token, dan Pakistan lantik bekas CEO Binance sebagai penasihat.  Walaupun pasaran kripto agak kurang memberangsangkan sekarang, ada yang rasa pasaran lembu masih belum pun bermula.",
            "translated_title": "Dunia Kripto: Momen Penentu Ripple, Pembersihan Berterusan Binance",
            "translated_content": "Ripple mencipta tajuk utama minggu ini apabila menjadi syarikat asli kripto pertama yang memperoleh broker utama pelbagai aset, berpotensi membuka jalan untuk penggunaan teknologi XRP Ledger yang lebih meluas.\n\nPengambilalihan Hidden Road juga tidak murah, kerana Ripple membayar sebanyak $1.25 bilion untuk broker tersebut. Ia adalah harga yang Ketua Pegawai Eksekutif Ripple, Brad Garlinhouse, gembira untuk bayar memandangkan syarikat itu menyasarkan pengembangan global.\n\nDi tempat lain, bursa kripto Binance mendengar komuniti mereka dan mengambil tindakan untuk menyenaraikan semula 14 token yang tidak lagi memenuhi ambang kualiti mereka. Sementara itu, bekas Ketua Pegawai Eksekutif Binance, Changpeng Zhao, dilantik sebagai penasihat untuk kaunsel kripto yang baru dibentuk di Pakistan.\n\nSemua ini berlaku dalam suasana tajuk utama negatif dan harga kripto yang merudum berpunca daripada perang perdagangan yang diketuai AS, yang memuncak dengan perintah eksekutif Presiden Donald Trump yang mengenakan tarif 104% ke atas import China.\n\nWalaupun kekacauan itu, satu panel pakar industri memberitahu Cointelegraph bahawa pasaran lembu jantan kripto masih jauh daripada berakhir. Malah, ia belum pun bermula.\n\nHidden Road: \"Momen penentu\" Ripple\n\nPengambilalihan Hidden Road oleh Ripple bernilai $1.25 bilion adalah \"momen penentu\" syarikat pembayaran itu, menurut ketua pegawai kewangan Ripple, David Schwartz.\n\nDalam catatan media sosial, Schwartz berkata pengambilalihan itu memberi rangsangan besar kepada Ripple dalam mempromosikan XRP Ledger kerana Hidden Road sudah mempunyai lebih daripada 300 pelanggan institusi dan memproses lebih daripada 50 juta transaksi setiap hari.\n\nSumber: David Schwartz\n\n\"Sekarang, bayangkan sebahagian daripada aktiviti itu di XRP Ledger — dan itulah yang dirancang oleh Hidden Road — belum lagi penggunaan cagaran dan aset dunia sebenar yang ditokenkan pada XRPL pada masa hadapan,\" kata Schwartz.\n\nRipple telah pun mencuba aset dunia sebenar (RWA) dengan melancarkan dana pasaran wang yang ditokenkan melalui kerjasama dengan bursa kripto Archax. Itu mungkin permulaan bagi cita-cita RWA syarikat itu.\n\nPembersihan Binance berterusan\n\nBursa mata wang kripto Binance akan membersihkan 14 token daripada platformnya pada 16 April berikutan keputusan \"undian untuk menyenaraikan semula\" pertama mereka, di mana ahli komuniti mencalonkan projek dengan metrik yang membimbangkan.\n\n14 token yang dipilih untuk disenaraikan semula termasuk Badger (BADGER), Balancer (BAL), Beta Finance, Status (SNT), Cream Finance (CREAM) dan Nuls (NULS).\n\nToken ini telah dikeluarkan selepas Binance menjalankan \"penilaian komprehensif terhadap pelbagai faktor,\" termasuk aktiviti pembangunan projek, jumlah dagangan dan tindak balas kepada permintaan uji wajar bursa tersebut.\n\nPakistan menggunakan CZ untuk meluaskan cita-cita kripto\n\nPakistan mendapat salah seorang individu berpengaruh terbesar dalam kripto ketika ia cuba mempromosikan penggunaan industri dan menarik syarikat blockchain ke persisirannya.\n\nPada 7 April, Majlis Kripto Pakistan (PCC) yang baru diwujudkan telah melantik bekas Ketua Pegawai Eksekutif Binance, Changpeng \"CZ\" Zhao sebagai penasihat kripto. Kementerian kewangan Pakistan berkata Zhao akan menasihati PCC tentang peraturan kripto, pembangunan infrastruktur dan penggunaan.\n\nCZ dilantik sebagai penasihat oleh Kementerian Kewangan Pakistan. Sumber: Business Recorder\n\nSelepas bersikap suam-suam kuku terhadap kripto, Pakistan kini benar-benar menerima industri ini sebagai pengiktirafan terhadap impak transformatifnya. Negara ini telah menjadi tumpuan aktiviti kripto berkat peningkatan penggunaan runcit dan aktiviti remitan.\n\n\"Pakistan sudah berhenti duduk di tepi,\" kata Bilal bin Saqib, Ketua Pegawai Eksekutif PCC. \"Kami mahu menarik pelaburan antarabangsa kerana Pakistan adalah pasaran pertumbuhan tinggi kos rendah dengan [...] tenaga kerja asli Web3 yang bersedia untuk membina.\"\n\nPasaran lembu jantan kripto belum dimuatkan lagi\n\nDengan pelabur tertanya-tanya sama ada Bitcoin (BTC) dan altcoin telah mencapai puncak, satu panel industri memberitahu Gareth Jenkinson daripada Cointelegraph bahawa yang terbaik masih akan datang.\n\nPengarang Urusan Cointelegraph, Gareth Jenkinson, kiri, menjadi hos panel mengenai keadaan pasaran kripto di Paris, Perancis. Sumber: Cointelegraph\n\nBercakap di panel LONGITUDE oleh Cointelegraph di Paris, Perancis, pengasas MN Capital, Michael van de Poppe berkata beliau percaya pasaran lembu jantan \"sebenarnya baru bermula dari titik ini.\"\n\nMembuat perbandingan antara kejatuhan pasaran baru-baru ini dan kejatuhan COVID-19 pada Mac 2020, van de Poppe berkata Rizab Persekutuan AS akhirnya akan campur tangan untuk menyokong pelabur.\n\nPanelis lain dan Ketua Pegawai Eksekutif Messari, Eric Turner bersetuju, dengan berkata, \"Kami tidak pernah mempunyai pasaran lembu jantan,\" tetapi sebaliknya \"dua sisi pasaran\" yang didorong oleh dana perdagangan bursa Bitcoin dan kegilaan memecoin.",
            "translated_summary": "Pengambilalihan Ripple bernilai $1.25 bilion mungkin menjadi \"saat penentu\" bagi syarikat pembayaran itu.  Sementara itu, Binance telah menyingkirkan 14 token daripada platformnya.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f975e1921f166da19618d2",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjI1YTQtYTU3ZS03Mjc4LThiZjktNDUzYzEzMzFiNmMy.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "$100 in XRP or MAGACOIN FINANCE Today? Analysts Forecast $10K by 2025",
            "translated_facebook_post": "Pasaran kripto macam agak perlahan sekarang, tapi ada projek baru,  MAGACOIN FINANCE, yang tengah naik.  Ramai penganalisis jangka ia akan meningkat banyak kali ganda menjelang 2025.  Jadi, kena fikir elok-elok, nak pilih yang stabil atau yang berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9770749322d5af1cbfd30",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-7-8.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "Bitcoin (BTC) and Ethereum (ETH) Price Recover But Analysts Anticipate 4,900% Growth for Ruvi AI’s (RUVI) in 2025",
            "translated_facebook_post": "Bitcoin dan Ethereum naik, tapi ramai pakar jangka Ruvi AI akan meningkat 4,900% menjelang 2025. Pelaburan awal dalam Ruvi AI menawarkan pulangan yang lumayan dan akses kepada teknologi baharu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f97709f8cd494c639e681e",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-3-3-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "Crypto Traders Are Talking: Mutuum Finance (MUTM) Is About To Leave Traditional Altcoins In The Dust",
            "translated_facebook_post": "Pelaburan awal dalam Mutuum Finance (MUTM) nampaknya berpotensi tinggi, dengan harga token naik 20% ke fasa seterusnya dan jangkaan pulangan pelaburan yang lumayan.  Sistem ini unik kerana gabungan fungsi pinjaman rakan sebaya dan pulangan faedah, berbeza dengan dompet kripto biasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9770af8cd494c639e6820",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-49.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 20:00:00"
        },
        {
            "title": "Bank of England Warns About Stablecoin Dangers",
            "translated_facebook_post": "Bank England bimbang peningkatan penggunaan stablecoin boleh menjejaskan pasaran kewangan UK, terutama disebabkan kekurangan cagaran dan risiko mata wang asing.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bank-of-england-warns-about-stablecoin-dangers",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/law-026.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:58:00"
        },
        {
            "title": "Post-Crash Boom on the Horizon? XYZVerse, Chainlink, Polkadot, Stellar Still Poised for $100-to-$10K Explosions",
            "translated_facebook_post": "Beberapa mata wang digital seperti XYZVerse, Chainlink, Polkadot, dan Stellar menunjukkan potensi kenaikan harga yang tinggi,  terutamanya disebabkan oleh peningkatan minat pelabur dan keadaan pasaran yang memberangsangkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f974b5f8cd494c639e6808",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/04/unnamed-357.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:56:00"
        },
        {
            "title": "ApeCoin price prediction 2025-2031: Will APE recover?",
            "translated_facebook_post": "Harga ApeCoin dijangka meningkat, mencecah antara $0.41 hingga $1.59 pada 2025, dan terus naik sehingga di antara $7.94 hingga $9.64 pada 2030.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/64813d228eb2121202742a10",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2024/12/APE-prediction.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:55:00"
        },
        {
            "title": "2M ETH Flood Exchanges Amid Undervaluation: Is This a Trap or a Buying Opportunity?",
            "translated_facebook_post": "Harga Ethereum baru-baru ni turun, tapi ada tanda-tanda harga mungkin naik balik nanti.  Walaupun ramai jual,  ada juga yang rasa ini peluang beli murah.  Kita tengok macam mana nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/2m-eth-flood-exchanges-amid-undervaluation-is-this-a-trap-or-a-buying-opportunity/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/eth-cover-2.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 19:53:00"
        }
    ]
}