{
    "timestamp": "2025-04-04 06:36:15",
    "all_news": [
        {
            "title": "Anti-CBDC Legislation Moves Forward as Privacy Concerns Mount",
            "translated_facebook_post": "Rang undang-undang untuk larang CBDC dan kawal stablecoin sedang dipertimbangkan di Amerika Syarikat.  Sokongan kuat daripada Republikan, tapi Demokrat bimbang tentang privasi data dan pengaruh Trump.  Pelantikan ketua SEC yang baru juga menimbulkan kontroversi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef7b2c676606297b3f61f6",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/cp6225_US_senators_having_a_meeting_fc1a0966_5d3b_49f9_8ecd_ee81248e78f4_fc12568998.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:23:00"
        },
        {
            "title": "XRP Set to Create Countless Early Retirements, Says Top Analyst",
            "translated_facebook_post": "Ramai yang berharap XRP akan melonjak naik harganya dan bagi sesetengah pelabur, ini mungkin peluang untuk bersara awal, walaupun ada juga yang skeptikal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/xrp-set-to-create-countless-early-retirements-says-top-analyst/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/03/DALL%C2%B7E-2025-03-19-05.52.29-A-futuristic-digital-background-featuring-XRP-cryptocurrency-logo-glowing-in-blue.-A-confident-crypto-founder-in-a-suit-points-towards-the-XRP-logo-wi.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:20:00"
        },
        {
            "title": "Arthur Hayes loves tariffs as printed money pain is good for Bitcoin",
            "translated_facebook_post": "Pengasas bersama BitMEX, Arthur Hayes, percaya tarif yang dikenakan akan menguntungkan Bitcoin kerana ia akan menyebabkan ketidakstabilan ekonomi global dan mendorong pelabur mencari aset yang lebih selamat.",
            "translated_title": "Arthur Hayes menyukai tarif sebagai wang cetakan; kesakitan adalah baik untuk Bitcoin.",
            "translated_content": "Pengasas bersama BitMEX, Arthur Hayes, berkata tarif Presiden Amerika Syarikat Donald Trump mungkin menggegarkan ekonomi global dalam beberapa cara, tetapi gangguan yang sama mungkin menjadi tepat apa yang diperlukan Bitcoin untuk menaik.\n\n“Ketidakseimbangan global akan diperbetulkan, dan kesakitannya ditutup dengan wang cetakan, yang baik untuk BTC,” kata Hayes dalam catatan X pada 3 April.\n\nBeberapa faktor menyumbang kepada potensi kenaikan Bitcoin.\n\n“Ada di antara kamu yang lari ketakutan, tetapi saya SUKA TARIF,” kata Hayes.\n\nKomen beliau dibuat sehari selepas diumumkan bahawa pentadbiran Trump akan mengenakan tarif 10% ke atas semua negara bermula 5 April, dengan beberapa negara menghadapi kadar yang lebih tinggi, seperti China menghadapi tarif 34%, Kesatuan Eropah 20%, dan Jepun 24%.\n\nHayes menjelaskan bahawa tarif memberi kesan positif kepada harga Bitcoin (BTC) atas beberapa sebab.\n\nSalah satunya, katanya, ialah “pelemahan” Indeks Dolar AS (DXY), kerana pelabur luar negara terus menjual saham AS dan “membawa wang pulang.”\n\n3 April mencatatkan “kehilangan mata tunggal terbesar dalam sejarah Nasdaq 100,” menurut akaun sumber perdagangan The Kobeissi Letter.\n\n“Indeks tersebut kehilangan sejumlah -1060 mata dan hanya 1.5% sahaja daripada mencetuskan pemutus litar pertama sejak Mac 2020,” kata The Kobeissi Letter.\n\n\"Ini baik untuk BTC dan emas dalam jangka sederhana.\"\n\nHayes juga berkata bahawa tarif ketat yang dikenakan ke atas China mungkin melemahkan yuan (CNY). “Dengan tarif berkesan 65%, China boleh bertindak balas dengan membenarkan CNY melemah melepasi 8.00,” kata Hayes.\n\nPelemahan yuan mungkin memaksa pelabur China untuk melihat aset berisiko seperti Bitcoin untuk memelihara kekayaan mereka.\n\nSementara itu, Hayes berkata bahawa “kita memerlukan kelonggaran Fed,” sambil menyatakan bahawa hasil Perbendaharaan dua tahun “jatuh” berikutan pengumuman tarif.\n\nBeliau menjelaskan ini sebagai isyarat bahawa pasaran menjangkakan Rizab Persekutuan untuk mengurangkan kadar dan berpotensi memulakan semula pelonggaran kuantitatif (QE) untuk mengimbangi kesan ekonomi negatif.\n\nPengurangan kadar Fed meningkatkan kecairan, sekali gus menjadikan aset berisiko seperti kripto lebih menarik kepada pelabur.\n\nSementara itu, Jeff Park, ketua strategi alfa di Bitwise Invest, sudah lama berhujah bahawa tarif Trump akhirnya akan memberi manfaat kepada Bitcoin.\n\nBeliau berkata pada 3 Februari bahawa dalam “dunia dolar yang lebih lemah dan kadar AS yang lebih lemah…aset berisiko di AS akan melonjak melepasi imaginasi anda.”",
            "translated_summary": "Pengasas bersama BitMEX, Arthur Hayes, menyatakan beliau “menyukai” tarif yang dikenakan Presiden Amerika Syarikat Donald Trump kerana ia akhirnya “baik untuk BTC.”",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef7b2c676606297b3f61f8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGQ5MjEtNWZmNy03Njg3LWJkMGQtY2UzM2IzZjA0ODU0.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 06:20:00"
        },
        {
            "title": "Over $200M Staked Solana (SOL) is Unlocked Today",
            "translated_facebook_post": "Lebih $200 juta Solana (SOL) yang di'stake' telah dibuka kunci hari ini,  jumlah terbesar setakat tahun 2028.  Harga SOL pun naik sikit lepas jatuh sebelum ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef7b2d64898e583a464872",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/04/photo_6017156397973750409_w-1024x682.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:20:00"
        },
        {
            "title": "Fortnite doubles down on crypto joke with another secret ‘Dill Bits’ location",
            "translated_facebook_post": "Baru-baru ni,  Fortnite tambah lokasi rahsia baru yang bagi mata wang kripto dalam game, menyebabkan peningkatan harga mata wang kripto Dill Bits yang tak berkaitan secara langsung.",
            "translated_title": "Fortnite gandakan jenaka kripto dengan lokasi rahsia ‘Dill Bits’ yang lain.",
            "translated_content": "## Fortnite's Rahsia \"Dill Bits\" Tambah Nilai Mata Wang Kripto Meme\n\nPenembak battle royale dalam talian, Fortnite, baru sahaja menambah lokasi perlombongan pelayan rahsia \"Dill Bits\" baharu kepada kemas kini peta terbaharunya — menyebabkan peningkatan kecil dalam mata wang kripto meme yang sebelum ini kurang dikenali.\n\nVideo di media sosial menunjukkan lokasi ladang pelayan \"Dill Bit\" baharu dalam permainan — dihias seperti operasi perlombongan mata wang kripto. Terdapat lokasi lain di peta di mana ia muncul.\n\nPemain dalam permainan boleh mengumpul Dill Bits dengan memusnahkan peralatan. Ia adalah sumber unik yang biasanya sukar diperoleh.\n\nMata wang kripto meme berasaskan Solana, Dill Bits, yang diilhamkan oleh mata wang dalam permainan Fortnite, melonjak 200% kepada $0.0005 pada 4 April apabila komuniti kripto juga menyedari tambahan terbaru ini.\n\nFortnite memperkenalkan Dill Bits sebagai mata wang dalam permainan pada Februari sebagai jenaka terhadap kripto. Walau bagaimanapun, ini hanya boleh digunakan untuk membeli item dalam permainan.\n\nPada masa itu, pengumuman mata wang dalam permainan mendorong pengguna kripto tanpa nama untuk mencipta versi token mereka sendiri di Solana.\n\nPeningkatan baru-baru ini tidak menyamai lonjakan sebelumnya. Apabila mata wang kripto meme itu dilancarkan pada Februari, ia melonjak 4,500% dalam harga untuk mencapai had pasaran sebanyak $4.8 juta.\n\nLonjakan besar lain untuk mata wang kripto meme itu berlaku pada 9 Mac, selepas Fortnite mengeluarkan video yang mempromosikan jalan cerita \"Rugpull\" terbaharunya, yang menyaksikan token itu meningkat lebih 4,000% dalam beberapa minit sahaja.\n\nLombong Bitcoin bawah tanah menunjukkan barisan pelayan hijau dengan logo Dill Bit, yang kelihatan sangat mirip dengan Bitcoin.\n\nSeorang lagi pemain memuat naik video YouTube pada 1 April yang menunjukkan semua lokasi rahsia di peta, menjelaskan bahawa jika pelayan dimusnahkan dalam permainan, ia mungkin menjatuhkan Dill Bits.\n\n\"Wow. Bitcoin benar-benar menjadi arus perdana untuk permainan seperti Fortnite untuk menambah easter egg kecil ini,\" komen seorang pemain di Reddit selepas menyedari lokasi rahsia itu pada 3 April.\n\nGimmick ini mungkin bukan sesuatu yang baru bagi pemain Fortnite, kerana lombong pelayan tersembunyi lain telah ditemui di bahagian lain peta sejak mata wang dalam permainan diperkenalkan.\n\nMenurut Fortnite Wiki rasmi, Pelayan Perlombongan Dill Bits baharu adalah \"Lokasi Tanpa Nama di Fortnite: Battle Royale, yang ditambah dalam Bab 6: Musim 2 ke pulau Oninoshima berhampiran Outlaw Oasis.\" Ia adalah \"gua kecil yang mengandungi pelayan yang melombong mata wang kripto yang dipanggil Dill Bits,\" katanya.\n\nPlatform battle royale dalam talian yang dibangunkan oleh Epic Games melancarkan kemas kini terbaharunya pada 1 April, yang termasuk kolaborasi Mortal Kombat baharu, pencarian, kulit dan kemas kini peta.\n\nMata wang kripto dalam permainan Fortnite, Dill Bits, boleh dibelanjakan \"di salah satu daripada tiga Pasaran Hitam di sekitar peta, menawarkan pilihan item Mythic dan Legendary,\" dan \"Boons\" yang memberikan kebolehan tambahan, pasukan Fortnite menjelaskan pada masa itu.\n\nPenerangan dalam permainan memanggil Dill Bits \"mata wang kripto yang besar dan mengelirukan yang anda tidak pernah tahu anda perlukan. Syiling ini sesuai untuk perdagangan pasaran gelap yang mencurigakan.\"",
            "translated_summary": "Pemain Fortnite telah menemui lokasi rahsia baharu yang menawarkan mata wang kripto dalam permainan, yang mungkin menyebabkan peningkatan mendadak dalam...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef79ec64898e583a46486a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWZlN2ItYjU2NS03Y2RhLTg0ZjMtYWExMTM0ZDA1ZWQ5.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 06:17:00"
        },
        {
            "title": "DappRadar: DeFi TVL fell 27% in Q1 as AI and social dApps drove web3 growth",
            "translated_facebook_post": "Tahun 2025 suku pertama agak mencabar untuk web3.  Kewangan terdesentralisasi (DeFi) jatuh 27%, tapi aplikasi AI dan sosial pula meningkat.  Serangan siber dan harga kripto yang jatuh antara punca utama penurunan DeFi.  NFT juga kurang memberangsangkan,  walaupun jualan cuma turun sedikit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef78bfdb14d6087719c431",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-Crypto-tech-projects-shouldnt-settle-for-shallow-marketing-option04.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:12:00"
        },
        {
            "title": "Will Bitcoin Hit a New Record This Year Despite Recent Declines? Analytics Company Reveals Estimated Record Date",
            "translated_facebook_post": "Walaupun harga Bitcoin turun sekarang, ada kemungkinan ia akan cecah harga tertinggi baharu, mungkin dalam tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef78c264898e583a464866",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/05/bitcoin-boga-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:12:00"
        },
        {
            "title": "Blum Airdrop Listing Date and Premarket Price Soar—What Next",
            "translated_facebook_post": "Ramai dah excited dengan  harga  blum yang naik mendadak sebelum pelancaran rasmi.  Syarat dapat airdrop pun dah dikemaskini, jadi jangan lepaskan peluang!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef77f1db14d6087719c42f",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6729badc2aa946d1ac7f1833a5c6f9c6.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:10:00"
        },
        {
            "title": "Top Cryptos Ready to 500x? MAGACOINFINANCE Stands Out Among BTC and SOL",
            "translated_facebook_post": "Pelaburan kripto nampaknya menarik perhatian ramai sekarang, dengan MAGACOINFINANCE menonjol sebagai pilihan menarik di samping Bitcoin dan Solana.  Tawaran bonus 50% masih ada, jadi jangan lepaskan peluang!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef7b2d676606297b3f61fc",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17436922721275294-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:10:00"
        },
        {
            "title": "EU could fine Elon Musk’s X $1B over illicit content, disinformation",
            "translated_facebook_post": "EU mungkin kenakan denda besar dekat X sebab isu kandungan menyalahi undang-undang dan maklumat palsu.",
            "translated_title": "EU Mungkinkan Denda AS$1 Bilion ke Atas X Milik Elon Musk Berkaitan Kandungan Haram, Maklumat Palsu",
            "translated_content": "```malay\n**Pengawal Selia Kesatuan Eropah Merancang Denda AS$1 Bilion ke Atas X Elon Musk**\n\nPengawal selia Kesatuan Eropah dilaporkan sedang mempertimbangkan denda sebanyak AS$1 bilion ke atas platform X milik Elon Musk.  Denda ini mengambil kira pendapatan daripada usaha niaga lain Musk, termasuk Tesla dan SpaceX, menurut laporan The New York Times.\n\nPihak berkuasa EU mendakwa X telah melanggar Akta Perkhidmatan Digital dan akan menggunakan satu seksyen dalam akta tersebut untuk mengira denda berdasarkan pendapatan yang termasuk syarikat-syarikat lain yang dikawal oleh Musk, menurut laporan akhbar pada 3 April yang memetik empat individu yang mengetahui tentang pelan tersebut.\n\nDi bawah Akta Perkhidmatan Digital, yang dikuatkuasakan pada Oktober 2022 untuk mengawal syarikat media sosial dan \"mencegah aktiviti haram dan berbahaya dalam talian,\" syarikat-syarikat boleh didenda sehingga 6% daripada pendapatan global untuk pelanggaran.\n\nSeorang jurucakap Suruhanjaya Eropah, cabang eksekutif blok tersebut, enggan mengulas mengenai kes ini kepada The New York Times tetapi berkata ia akan \"terus menguatkuasakan undang-undang kami secara adil dan tanpa diskriminasi terhadap semua syarikat yang beroperasi di EU.\"\n\nDalam satu kenyataan, pasukan Hal Ehwal Kerajaan Global X berkata bahawa jika laporan mengenai rancangan EU itu tepat, ia \"mewakili satu tindakan penapisan politik yang belum pernah terjadi sebelum ini dan satu serangan terhadap kebebasan bersuara.\"\n\n\"X telah berusaha sedaya upaya untuk mematuhi Akta Perkhidmatan Digital EU, dan kami akan menggunakan setiap pilihan yang ada pada kami untuk mempertahankan perniagaan kami, memastikan keselamatan pengguna kami, dan melindungi kebebasan bersuara di Eropah,\" kata pasukan hal ehwal kerajaan global X.\n\nSelain denda, pengawal selia EU dilaporkan boleh menuntut perubahan produk di X, dengan skop penuh sebarang penalti akan diumumkan dalam beberapa bulan akan datang.  Walau bagaimanapun, penyelesaian boleh dicapai jika platform media sosial itu bersetuju dengan perubahan yang memuaskan pengawal selia, menurut Times.\n\nSalah seorang pegawai yang bercakap kepada Times juga berkata bahawa X sedang menghadapi siasatan kedua yang mendakwa pendekatan platform itu terhadap pengawalan kandungan yang dijana pengguna telah menjadikannya pusat ucapan kebencian dan maklumat palsu yang menyalahi undang-undang, yang boleh mengakibatkan penalti selanjutnya.\n\nSiasatan EU terhadap X bermula pada tahun 2023.  Keputusan awal pada Julai 2024 mendapati X telah melanggar Akta Perkhidmatan Digital dengan enggan memberikan data kepada penyelidik luar, memberikan ketelusan yang mencukupi mengenai pengiklan, atau mengesahkan kesahihan pengguna yang mempunyai akaun yang disahkan.\n\nX membalas keputusan itu dengan beratus-ratus bantahan, dan Musk berkata pada masa itu beliau telah ditawarkan satu perjanjian, mendakwa bahawa pengawal selia EU memberitahunya jika dia secara senyap-senyap menyekat kandungan tertentu, X akan terlepas daripada denda.\n\nThierry Breton, bekas pesuruhjaya EU untuk pasaran dalaman, berkata dalam catatan X pada 12 Julai 2024 bahawa tiada perjanjian sulit dan pasukan X telah meminta \"Suruhanjaya untuk menjelaskan proses penyelesaian dan untuk menjelaskan kebimbangan kami,\" dan jawapannya adalah selaras dengan \"prosedur pengawalseliaan yang telah ditetapkan.\"  Musk membalas bahawa dia \"menantikan pertempuran yang sangat terbuka di mahkamah supaya rakyat Eropah dapat mengetahui kebenaran.\"\n```",
            "translated_summary": "X milik Elon Musk berpotensi dikenakan denda sebanyak AS$1 bilion daripada pengawal selia EU, yang mengambil kira pendapatan daripada usaha niaganya yang lain, termasuk Tesla dan SpaceX.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef77ad676606297b3f61eb",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWZmMzYtNzEyYS03YmFhLWJiZDEtYmYwNzc4M2E3N2Ux.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 06:05:00"
        },
        {
            "title": "Trump Taxes Europe At 20%: France And The EU Organize To Counterattack",
            "translated_facebook_post": "Trump naikkan tarif import dari EU sampai 20%, menyebabkan ketegangan antara Eropah dan Amerika.  EU rancang balas, tapi ada perbezaan pendapat dalam kalangan negara anggota tentang cara terbaik bertindak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef77afdb14d6087719c42d",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Copie-de-Logo-Cointribune-6.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 06:05:00"
        },
        {
            "title": "Senate Banking Committee Confirms Paul Atkins as SEC Chair, Crypto Roundtables Ahead",
            "translated_facebook_post": "Jawatankuasa Perbankan Senat AS dah luluskan pelantikan Paul Atkins sebagai pengerusi SEC dan Jonathan Gould sebagai pengawal mata wang.  Senator Tim Scott puji pengalaman dorang, tapi Senator Elizabeth Warren kritik sebab risau akan berlaku deregulasi memihak Wall Street.  SEC pun akan buat siri perbincangan mengenai peraturan kripto dalam beberapa bulan ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinpedia.org/news/senate-banking-committee-confirms-paul-atkins-as-sec-chair-crypto-roundtables-ahead/",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/26191142/Paul-Atkins-Trumps-SEC-Pick-Holds-6-Million-in-Crypto-%E2%80%93-Financial-Disclosure-Reveals.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:57:00"
        },
        {
            "title": "An odd filing just graced the SEC vs Ripple docket, “liberty for the American people”",
            "translated_facebook_post": "Seseorang failkan surat kecemasan, dakwa ada bukti kukuh menentang denda AS$2 bilion SEC terhadap Ripple.  Walaupun individu itu pernah didenda sendiri oleh SEC, dia hujah denda tu terlalu tinggi dan tak adil. Harga XRP masih lagi rendah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef755464898e583a46485a",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/odd-filing-just-graced-sec-vs-ripple-docket.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:55:00"
        },
        {
            "title": "BlackRock and the SEC’s new crypto task force to discuss ETF",
            "translated_facebook_post": "Berita minggu ni pasal BlackRock dan SEC bincang pasal ETF kripto, terutamanya pasal cara penebusan menggunakan aset sebenar macam Bitcoin, bukan duit tunai.  Ini mungkin akan jimat kos dan lebih cekap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef7415f7ea3431f6ecd005",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ea5fb926ce9745dda7eb62afddaf06bc.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:54:00"
        },
        {
            "title": "Shiba Inu Eyes Big Breakout as Shibarium Surpasses 1 Billion Transactions",
            "translated_facebook_post": "Berita tentang Shiba Inu (SHIB) ni seronok!  Shibarium, platform transaksi dia, dah cecah 1 bilion transaksi dalam masa tak sampai dua tahun.  Harga SHIB pun naik 5.92% lepas tu.  Nampak macam ada potensi untuk SHIB ni meningkat lagi.\n \nSHIB nampak macam berpotensi cerah lepas Shibarium capai 1 bilion transaksi dan harga naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/shiba-inu-eyes-big-breakout/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/04/shiba-inu-21.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:50:00"
        },
        {
            "title": "WOO Exchange Offers $30 Futures Credit for KYC Completion",
            "translated_facebook_post": "WOO Exchange bagi kredit dagangan bernilai $30 untuk dorong pengguna lengkap proses KYC, harap dapat tarik lebih ramai pengguna dan tingkatkan pematuhan peraturan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef72e6ac4e1753eb5e3b1f",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/modern-trading-interface-notification.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:46:00"
        },
        {
            "title": "BTC, ETH, XRP Set For a Near-Term Bounce as Attention Turns to Rate Cuts",
            "translated_facebook_post": "Bitcoin, Ethereum, dan XRP dijangka akan meningkat nilainya dalam masa terdekat disebabkan jangkaan penurunan kadar faedah.  Data menunjukkan pasaran menjangkakan empat kali penurunan kadar faedah pada tahun 2025 – sebanyak 0.25 mata asas setiap kali pada bulan Jun, Julai, September dan Disember. Penurunan kadar faedah berlaku apabila bank pusat... (truncated).\n\n\nPasaran kripto macam Bitcoin, Ethereum, dan XRP mungkin naik sikit sebab orang ramai jangka kadar faedah akan turun tahun depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/btc-eth-xrp-set-for-a-near-term-bounce-as-attention-turns-to-rate-cuts/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/fab0590c0bb16e1df16cd7a8da6585cf83df9bc8-4682x4479.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:45:00"
        },
        {
            "title": "The Next 100x Meme Coin? Arctic Pablo’s Deflationary Model Tightens Supply While ANDY Gains Traction and ai16z Unlocks New AI-Powered Growth...",
            "translated_facebook_post": "Sekarang tengah hangat topik pasal Arctic Pablo Coin, ANDY, dan ai16z dalam dunia kripto.  Arctic Pablo nampaknya menarik perhatian dengan model deflasi dan presale yang dah kumpul lebih $2 juta.  ANDY pula makin kukuh dengan kerjasama baru, manakala ai16z  pun tengah maju dengan dana baharu.  Peluang untuk melabur dalam tiga-tiga ni memang ada, tapi kena buat kajian sendiri dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef7b2c676606297b3f61fa",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-59.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:45:00"
        },
        {
            "title": "Get in at $0.000087—Arctic Pablo Could Be the Best Crypto Coin with 100x Potential As Act I Attracts Bold Traders and Pepe Still Reigns in M...",
            "translated_facebook_post": "Ramai pelabur muda sekarang berminat dengan mata wang kripto meme, dan Arctic Pablo nampaknya antara yang paling menarik perhatian sebab ada cerita menarik, sistem pembakaran token, dan ganjaran faedah.  Dua lagi iaitu Act I dan Pepe pun disebut, tapi nampaknya Arctic Pablo lebih menjanjikan dari segi potensi keuntungan jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef6ab7ac4e1753eb5e3b03",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/c01e3c8b3b094984809eb6a0604cd354.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:45:00"
        },
        {
            "title": "PEPE Coin Surges 75% Since March 11, Eyes Major Resistance Breakout",
            "translated_facebook_post": "Harga PEPE naik 75% sejak 11 Mac, dan mungkin lagi naik kalau pecah paras rintangan utama.  Beli ramai-ramai dari 'whale' pun menambahkan spekulasi kenaikan harga ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef755464898e583a46485c",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/08/PEPE-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 05:45:00"
        }
    ]
}