{
    "timestamp": "2025-04-18 10:31:02",
    "all_news": [
        {
            "title": "Project Eleven Challenges Quantum Devs to Break ECC for 1 BTC",
            "translated_facebook_post": "Ada cabaran untuk pengaturcara kuantum pecahkan ECC dan menang 1 Bitcoin!  Siapa berjaya, dapatlah duit Bitcoin tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802273f8b8cc43b9aea20cd",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/212.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:18:00"
        },
        {
            "title": "Spar supermarket in Switzerland starts accepting Bitcoin payments",
            "translated_facebook_post": "Sebuah pasar raya Spar di Switzerland dah mula terima pembayaran Bitcoin, menunjukkan peningkatan penggunaan mata wang kripto dalam transaksi harian.",
            "translated_title": "Pasar raya Spar di Switzerland mula menerima pembayaran Bitcoin.",
            "translated_content": "Gergasi runcit global, Spar, telah melancarkan pembayaran berasaskan Bitcoin di Switzerland, menandakan satu lagi langkah dalam peningkatan penggunaan mata wang kripto untuk transaksi harian.\n\nSebuah pasar raya Spar di Zug, Switzerland, telah melaksanakan pembayaran Bitcoin (BTC) melalui Lightning Network.\n\nPembayaran Bitcoin di kedai itu telah dilancarkan di BTC Mao, sebuah projek yang dipacu komuniti yang menyerlahkan kedai-kedai yang menerima pembayaran BTC, DFX Swiss, sebuah firma penyelesaian pembayaran kripto-kepada-fiat, mengumumkan dalam catatan LinkedIn pada 17 April.\n\n“Lokasi SPAR ini adalah antara pasar raya pertama di Switzerland di mana anda boleh membayar terus di kaunter menggunakan Bitcoin (melalui LNURL), terima kasih kepada penyelesaian #OpenCryptoPay baharu kami – satu standard P2P terbuka untuk pembayaran kripto secara bersemuka,” kata DFX.\n\nSwitzerland telah lama dianggap sebagai salah satu bidang kuasa Eropah yang lebih mesra kripto dengan beberapa inisiatif penggunaan kripto yang paling awal.\n\nPada tahun 2023, bandar Lugano di Switzerland telah menerima pembayaran Bitcoin dan Tether USDt (USDT) untuk semua yuran perbandaran – salah satu pentadbiran bandar pertama di dunia yang berbuat demikian.\n\nBuat masa ini, terdapat 1,013 kedai dan perniagaan yang menerima pembayaran Bitcoin di Switzerland, menurut data BTCmap.\n\nPenggunaan Bitcoin dalam kalangan gergasi runcit dengan kehadiran global mungkin meningkatkan kepercayaan arus perdana terhadap pembayaran mata wang kripto.\n\nSpar mengendalikan lebih 13,900 kedai di 48 negara, dengan lebih 14.7 juta pembeli harian dan 450,000 pekerja di seluruh dunia.\n\nSpar di Zug membolehkan pembayaran Bitcoin yang lancar melalui kod QR.\n\nHalangan dan pengalaman pengguna yang rumit sering dikritik sebagai beberapa halangan terbesar yang mengehadkan penggunaan blockchain arus perdana.\n\nWalau bagaimanapun, pelaksanaan Bitcoin Spar membolehkan pembayaran mudah dengan mengimbas kod tindak balas pantas (QR) yang mudah, menurut Rahim Taghizadegan, seorang pensyarah Universiti dan pengarah Persatuan Bitcoin Switzerland.\n\nDalam catatan LinkedIn pada 16 April, beliau menerangkan betapa mudahnya membayar menggunakan BTC di Spar:\n\n“Saya menggunakan Phoenix Wallet untuk [Lightning Network], tetapi hampir semuanya berfungsi,” tambahnya.\n\nSemakin banyak syarikat mengguna pakai mata wang kripto di negara ini. Ekosistem blockchain berasaskan Switzerland, Crypto Valley, telah melepasi nilai $593 bilion pada tahun 2024 selepas peningkatan tahunan sebanyak 55%, Cointelegraph melaporkan pada 21 Jan.\n\nAntara 50 entiti tersebut, 17 telah mencapai status unicorn, dengan nilai $1 bilion atau lebih.\n\n“Satu industri Switzerland di mana 50 entiti teratas berkongsi nilai $593 bilion dan median pembiayaannya melebihi median global mencerminkan visi dan daya tahan,” kata Mathias Ruch, pengasas dan Ketua Pegawai Eksekutif CV VC, kepada Cointelegraph.\n\nAntara projek terkenal Crypto Valley termasuk rangkaian blockchain lapisan-1 (L1) Ethereum, Cardano dan blockchain Casper.",
            "translated_summary": "Sebuah kedai Spar di Zug, Switzerland merupakan perniagaan terkini antara lebih 1,000 perniagaan lain yang menerima pembayaran Bitcoin di negara itu.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68022740bcaab52317cee380",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ4MWEtMWRhMS03MWU5LTk5NjktODBjNjQ2ZjY0Njkz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 10:17:00"
        },
        {
            "title": "Gala, Monero, and Qubetics Gain Steam After Trump Kills IRS Rule—These Are the Trending Cryptos to Buy in 2025",
            "translated_facebook_post": "Lepas Trump batalkan peraturan IRS pasal crypto, tiga matawang kripto ni iaitu Monero, Gala dan Qubetics makin naik.  Monero fokus privasi, Gala dalam bidang permainan, dan Qubetics unik sebab ia ubah aset fizikal jadi token digital.  Qubetics pun tengah buat pra-jualan dengan harga naik 10% setiap minggu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802273f40552672cf3724f3",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/qbetics-1-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:15:00"
        },
        {
            "title": "3 Brutal Reasons Why Pi Coin Is Crashing – And What Could Actually Save the Price (and When)",
            "translated_facebook_post": "Harga Pi Coin jatuh hampir 50% dalam sebulan lepas, sekarang sekitar $0.61,  dan mungkin turun lagi.  Ini disebabkan banyak duit syiling masuk pasaran, kurang permintaan, dan kegunaan Pi Coin yang masih terhad.  Namun, penambahan bursa, pelabur besar, atau pengumuman baru daripada pasukan Pi mungkin boleh membantu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802273fbcaab52317cee37e",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2025/02/image-611-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:15:00"
        },
        {
            "title": "SEI Proved Timing Is Everything — Qubetics Is Now the Best Performing Crypto You Can’t Miss",
            "translated_facebook_post": "Peluang pelaburan kripto Qubetics nampaknya menarik dengan fokus pada penyelesaian pembayaran rentas sempadan yang pantas dan murah.  Ramai dah nampak potensi untung lumayan,  tapi kena buat kajian sendiri dulu sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68022740bcaab52317cee382",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-17T161459.962Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:15:00"
        },
        {
            "title": "Falcon Finance Stablecoin Reserves Exceed $130 Million",
            "translated_facebook_post": "Falcon Finance dah cecah AS$100 juta dalam Total Value Locked (TVL) masa fasa beta tertutup, menunjukkan minat ramai terhadap platform kewangan terdesentralisasi ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68022619bcaab52317cee37a",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/falcon-finance-100m-tvl-beta.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:13:00"
        },
        {
            "title": "How to use a crypto hardware wallet: A step-by-step guide",
            "translated_facebook_post": "Panduan langkah demi langkah untuk menyediakan dan guna dompet perkakasan kripto menerangkan cara simpan Bitcoin, Ethereum dan aset lain secara selamat, termasuk langkah membuat sandaran frasa benih, perlindungan PIN dan tandatangan transaksi yang selamat. Ia juga tunjukkan cara sambung dompet perkakasan ke MetaMask untuk platform DeFi dan NFT,  semua ini sambil pastikan kekunci peribadi kekal luar talian.",
            "translated_title": "Cara Menggunakan Dompet Perkakasan Kripto: Panduan Langkah Demi Langkah",
            "translated_content": "## Panduan Penyediaan dan Penggunaan Dompet Perkakasan Kripto Menggunakan Trezor Safe 3\n\n**Ringkasan:** Panduan ini menunjukkan cara menyediakan dan menggunakan dompet perkakasan kripto, menggunakan Trezor Safe 3 sebagai contoh. Anda akan mempelajari cara menyimpan Bitcoin, Ethereum, dan aset lain secara luar talian dengan selamat, dengan langkah-langkah jelas untuk penyediaan dompet, sandaran frasa benih, perlindungan PIN, dan penandatanganan transaksi yang selamat. Artikel ini juga menerangkan cara menyambungkan dompet perkakasan anda kepada MetaMask untuk digunakan dengan platform DeFi dan NFT – semuanya sambil memastikan kekunci peribadi anda kekal luar talian. Sama ada anda sedang membandingkan dompet perkakasan terbaik pada tahun 2025 atau memerlukan tutorial dompet kripto untuk menerima dan menghantar dana, panduan ini menyediakan anda dengan petua yang boleh diambil tindakan dan amalan terbaik untuk keselamatan simpanan sejuk jangka panjang.\n\nJika anda bersedia untuk mengambil serius keselamatan dompet kripto, menggunakan dompet perkakasan adalah salah satu langkah terbaik yang boleh anda ambil. Anda mungkin sudah mengetahui kelebihannya berbanding dompet perisian: menyimpan kekunci peribadi anda luar talian, mengurangkan pendedahan kepada perisian hasad dan memberi anda pemilikan penuh terhadap aset kripto anda. Mungkin anda juga sudah memilih peranti anda.\n\nBerita baiknya? Walaupun terdapat beberapa pilihan di luar sana, daripada Ledger kepada Trezor kepada dompet perkakasan pelbagai rantaian yang lebih baharu, pengalaman asasnya adalah serupa. Panduan penyediaan dompet perkakasan ini akan membimbing anda melalui proses membuka kotak, mengesahkan peranti, mengamankan PIN anda dan menyandarkan frasa benih anda.\n\nUntuk tujuan ilustrasi, artikel ini menggunakan Trezor Safe 3, peranti yang sesuai untuk pemula tetapi cukup berkuasa untuk pengguna lanjutan. Ia juga merupakan pilihan yang bagus jika anda ingin menggunakan dompet perkakasan untuk DeFi atau menyambungkan dompet perkakasan anda kepada MetaMask.\n\nMari kita mulakan.\n\n**Langkah-langkah Penyediaan Dompet Perkakasan:**\n\n**1. Pemeriksaan dan Pengesahan:** Sebelum memasang apa-apa, semak pembungkusan yang tertutup dan tidak rosak, serta pelekat holografik yang utuh di atas port USB. Ini memastikan peranti anda tidak dicerobohi.  Hubungi sokongan Trezor jika terdapat sesuatu yang mencurigakan.\n\n**2. Memulakannya:** Tanggalkan pelekat dan sambungkan melalui USB. Safe 3 akan dihidupkan secara automatik.\n\n**3. Muat Turun Trezor Suite:** Pergi ke laman web rasmi Trezor dan muat turun aplikasi Trezor Suite. Ia tersedia untuk Windows, macOS, Linux dan melalui pelayar web. Buka, pasang peranti anda dan ikut arahan.\n\n**4. Pasang Perisian Tegar:** Peranti anda mungkin tidak dilengkapi dengan perisian tegar yang telah dipasang. Klik \"Pasang Perisian Tegar\".\n\n**5. Sahkan Keaslian Peranti:** Klik \"Mari kita semak peranti anda\" dalam Trezor Suite. Tekan butang kanan pada Safe 3 anda untuk pengesahan.\n\n**6. Tutorial Pantas:** Peranti mungkin membimbing anda melalui penggunaan butang. Ikuti sahaja, ia adalah persediaan satu kali.\n\n**7. Cipta Dompet Baharu:** Pilih \"Cipta dompet baharu\" (jika ini kali pertama anda).\n\n**8. Kaedah Sandaran:** Pilih antara sandaran benih standard (paling mudah dan biasa) atau sandaran Shamir (lanjutan; membahagikan benih kepada beberapa bahagian).  Gunakan sandaran standard melainkan anda pasti anda tahu apa yang anda lakukan.\n\n**9. Sahkan pada Peranti:** Gunakan butang untuk mengesahkan kaedah sandaran anda dan bersetuju dengan terma. Tekan \"Cipta dompet\" untuk meneruskan.\n\n**10. Tulis Frasa Benih Pemulihan Anda:** Peranti akan menjana senarai rawak 12, 20 atau 24 patah perkataan, frasa benih pemulihan anda.  Tuliskannya pada kad yang disediakan dan simpan frasa benih kripto anda dengan selamat.  Jangan ambil gambar atau nota digital.\n\n**11. Sahkan Benih:** Anda akan diuji pada beberapa perkataan (cth., \"Apakah perkataan #5?\"). Pilih yang betul menggunakan butang. Sebaik sahaja disahkan, sandaran anda selesai. Buat salinan kedua frasa benih anda dan simpan di lokasi selamat yang berbeza.\n\n**12. Sediakan PIN:** Cipta PIN dompet perkakasan anda. PIN boleh sehingga 50 digit panjang. Pilih sesuatu yang mudah diingati, tetapi tidak ketara. Jika terlupa, anda perlu memadam dompet dan pulih dengan frasa benih.\n\n**13. Dayakan Syiling dan Persediaan Akhir:** Pilih syiling yang hendak didayakan, Bitcoin (BTC), Ether (ETH) dan banyak lagi. Langkah ini juga menyediakan dompet anda untuk digunakan dengan DApps atau menyimpan Bitcoin dalam dompet perkakasan. Selepas mengklik \"Siapkan Persediaan,\" anda boleh menamakan peranti anda atau menyesuaikan skrin utama. Kemudian tekan \"Akses Suite\" untuk membuka papan pemuka anda.\n\n\n**Menerima dan Menghantar Kripto:**\n\nPanduan terperinci mengenai cara menerima dan menghantar kripto dengan selamat menggunakan dompet perkakasan anda, termasuk menumpukan perhatian untuk sentiasa mengesahkan butiran transaksi pada peranti perkakasan itu sendiri.  Ini termasuk menggunakan alamat baharu setiap kali untuk privasi tambahan dan berhati-hati terhadap perisian hasad.\n\n\n**Menggunakan Dompet Perkakasan dengan MetaMask dan DApps:**\n\nPanduan langkah demi langkah tentang cara menyambungkan Trezor Safe 3 ke MetaMask untuk penggunaan selamat dengan DApps dan NFT.  Ini menekankan bahawa pengesahan transaksi akhir sentiasa berlaku pada dompet perkakasan yang dipercayai.\n\n\n**Kesimpulan:**\n\nDompet perkakasan kekal sebagai standard emas untuk keselamatan kripto.  Simpanan sejuk untuk kripto, alat pemulihan seperti frasa benih dan integrasi dengan platform seperti MetaMask menawarkan perlindungan yang berkuasa dengan kemudahan penggunaan.",
            "translated_summary": "Panduan Langkah Demi Langkah: Memasang dan Menggunakan Dompet Perkakasan Kripto.  Ketahui cara menghantar, menerima, dan mengamankan kripto anda.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68022619e051587993ccbf74",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjQ3ZDUtZDcxZi03NDhmLTkxY2MtYmU0ZjQxNTViNTIy.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 10:12:00"
        },
        {
            "title": "Hacker Returns $5.5 Million to KiloEx",
            "translated_facebook_post": "Penyerang siber pulangkan USD 5.5 juta, tapi masih ada USD 2 juta lagi hilang;  KILO jatuh 27%, dan platform pun sekejap terhenti operasinya sementara pihak berkuasa siasat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68022651e051587993ccbf76",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/kiloex-thankful-hacker-return.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:12:00"
        },
        {
            "title": "Whale Returns to Fartcoin With $1.98M Buy Despite Previous $701K Loss, Buts Meets a New Dip",
            "translated_facebook_post": "Seorang pelabur besar rugi lagi dalam Fartcoin walaupun dah beli banyak dengan harga $1.98 juta.  Harga jatuh 16.23%, menyebabkan kerugian baru sekitar $297,000.  Ini selepas kerugian terdahulu sebanyak $701,000.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/whale-returns-to-fartcoin-with-1-98m-buy-des/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/Fartcoin-Whale.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:10:00"
        },
        {
            "title": "Hyperliquid Seizes 70% Market Share in Onchain Perps",
            "translated_facebook_post": "Hyperliquid dah kawal 70% pasaran kontrak perptual *onchain*, menunjukkan ramai orang dah beralih dari platform terpusat kepada yang terdesentralisasi, mungkin sebab nak lebih keselamatan dan ketelusan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224e8bcaab52317cee374",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-trading-floor-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:08:00"
        },
        {
            "title": "Ripple’s Strategic Moves Spark Industry Buzz",
            "translated_facebook_post": "Langkah strategik Ripple baru-baru ini, termasuk pengambilalihan Hidden Road, mungkin mengukuhkan kedudukan mereka dalam sistem kewangan tradisional, sambil tetap memberi tumpuan kepada infrastruktur sendiri yang lebih pantas dan efisien.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ripples-strategic-moves-spark-industry-buzz",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-021.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:08:00"
        },
        {
            "title": "We Asked AI to Scan 10,000 Coins—Only This Meme Token Hit All 3 Bullish Metrics",
            "translated_facebook_post": "AI imbas 10,000 duit kripto, satu je token meme ni cukup syarat menaik tiga indikator penting.  \n\n\nSatu token meme je dari 10,000 duit kripto yang dikaji AI menunjukkan tiga petanda positif untuk kenaikan harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/we-asked-ai-to-scan-10000-coins-only-this-meme-token-hit-all-3-bullish-metrics/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/rfhjfhb%20%281%29.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:07:00"
        },
        {
            "title": "Analyst Said \"Every Time Gold Rises First, Then Bitcoin (BTC) Rises\", Announced the Expected Date for the Rise!",
            "translated_facebook_post": "Harga emas biasanya naik dulu, lepas tu Bitcoin ikut naik dalam tempoh 100-150 hari.  Berdasarkan trend ni, Bitcoin dijangka cecah harga tertinggi baru antara suku ketiga dan keempat tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224e8bcaab52317cee372",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/04/Bitcoin-altin-.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:07:00"
        },
        {
            "title": "Jerome Powell May Be Fired by Trump! Elizabeth Warren Predicts Market Crash",
            "translated_facebook_post": "Kehilangan keyakinan pelabur global terhadap ekonomi Amerika Syarikat mungkin berlaku jika Trump memecat ketua Rizab Persekutuan, berdasarkan amaran Senator Warren dan ketidaktentuan dasar tarif Trump.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224e8e051587993ccbf6e",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/11/22154322/Fed-Chairman-Jerome-Powell-Replaced-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:06:00"
        },
        {
            "title": "Dogecoin Price Prediction, Fartcoin To Flip Shiba Inu, Another Chance To Buy XRP Below $0.10",
            "translated_facebook_post": "Harga Dogecoin, Fartcoin mungkin akan mengatasi Shiba Inu, dan peluang beli XRP bawah $0.10.  Pelaburan dalam Remittix, yang fokus pada pembayaran rentas sempadan, juga menarik perhatian ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6802261abcaab52317cee37c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-15-3.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:06:00"
        },
        {
            "title": "KiloEX exchange exploiter returns $5.5M days after $7.5M hack",
            "translated_facebook_post": "Penyerang KiloEX pulangkan balik RM23 juta daripada RM31 juta yang dicuri, empat hari selepas serangan berlaku, lepas KiloEX tawarkan ganjaran RM3 juta.",
            "translated_title": "Penggodam bursa KiloEX pulangkan AS$5.5 juta beberapa hari selepas serangan siber AS$7.5 juta.",
            "translated_content": "Penggodam di sebalik eksploitasi KiloEx bernilai $7.5 juta telah mengembalikan $5.5 juta nilai kripto hanya empat hari selepas serangan itu berlaku.\n\nPertukaran terdesentralisasi (DEX) KiloEx menggantung operasi platform selepas mengalami eksploitasi bernilai $7.5 juta, lapor Cointelegraph pada 15 April.\n\nSecara mengejut, alamat dompet di sebalik eksploitasi itu telah mengembalikan kripto bernilai $5.5 juta kepada DEX tersebut.\n\n“Alamat yang dilabel sebagai penggodam #KiloEx telah mengembalikan kripto bernilai ~$5.5 juta kepada #KiloEx,” menurut catatan X pada 18 April daripada platform keselamatan blok rantai PeckShieldAlert.\n\nPembayaran balik yang tidak dijangka itu berlaku selepas KiloEx menawarkan ganjaran \"topi putih\" sebanyak $750,000 kepada penggodam – 10% daripada jumlah yang dicuri – jika penggodam itu mengembalikan 90% aset yang dilarikan.\n\nPlatform itu menyatakan ia bekerjasama dengan penguat kuasa undang-undang dan firma keselamatan siber, termasuk Seal-911, SlowMist dan Sherlock, untuk mendedahkan lebih lanjut mengenai aktiviti dan identiti penggodam.\n\nSerangan awal mungkin disebabkan oleh \"isu oracle harga,\" di mana maklumat yang digunakan oleh kontrak pintar untuk menentukan harga aset dimanipulasi atau tidak tepat, yang membawa kepada eksploitasi tersebut, kata PeckShield dalam catatan X pada 14 April.\n\nIni adalah berita yang sedang berkembang, dan maklumat lanjut akan ditambah sebaik sahaja ia tersedia.",
            "translated_summary": "Penggodam bursa KiloEx memulangkan AS$5.5 juta daripada AS$7.5 juta yang dicuri beberapa hari selepas DEX menawarkan ganjaran AS$750,000.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224e8d13ca430a68e3f6c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTBkMjEtZDlkYy03N2NmLTllMjItYTIwMmViNTM5ODZh.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 10:06:00"
        },
        {
            "title": "Week in Memes: J Powell Pumps, $Trump Dev Dumps Liquidity",
            "translated_facebook_post": "Pasaran meme coin naik sikit, ada berita baik pasal peraturan bank untuk kripto, tapi ada juga kontroversi pasal PAWS token.  Popcat pun naik 50%!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/week-in-memes-j-powell-pumps-dollartrump-dev-dumps-liquidity/",
            "source": "Werner Vermaak",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/36017.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:05:00"
        },
        {
            "title": "Binance Advises Governments on Bitcoin Reserves Amid Global Interest",
            "translated_facebook_post": "Beberapa kerajaan dah minta nasihat Binance pasal simpanan Bitcoin, menunjukkan penerimaan kripto semakin meningkat dalam strategi negara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224edbcaab52317cee378",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/binance-ceo-ink-drawing-office.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:05:00"
        },
        {
            "title": "Powell Sees A Promising Future For Crypto, With A Key Role For Stablecoins",
            "translated_facebook_post": "Pengerusi Rizab Persekutuan AS nampaknya lebih positif tentang masa depan kripto, terutamanya stablecoin,  dengan cadangan untuk peraturan yang lebih jelas dan galakan inovasi dalam industri ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224e9d13ca430a68e3f70",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/POWELL-CRYPTO-MAINSTREAM.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:05:00"
        },
        {
            "title": "XRP’s 10,000% Rise Revisited: Can MAGACOINFINANCE Repeat the Magic?",
            "translated_facebook_post": "Dulu XRP pernah naik 10,000%, dan sekarang ramai tengok MAGACOINFINANCE dengan harapan dapat untung besar macam XRP.  Pelaburan awal dalam projek macam ni memang berpotensi tinggi, tapi kena ingat, risiko pun tinggi juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680224e9f1ce0e33856c916c",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744920880.docx_1744920880_image2.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 10:02:00"
        }
    ]
}