{
    "timestamp": "2025-03-13 06:36:08",
    "all_news": [
        {
            "title": "Bitcoin perlu mencatat penutupan mingguan di atas $89,000 untuk mengesahkan bahawa paras terendah telah pun berlalu.",
            "description": "Penganalisis kripto, Matthew Hyland, dalam video pada 13 Mac berkata Bitcoin perlu menutup minggu di atas $89,000 untuk mengesahkan bahawa \"tahap terendah sebenarnya telah dicapai.\"",
            "content": "Bitcoin Mesti Menutup Minggu Di Atas $89,000 Untuk Menunjukkan Penghujung Trend Menurun Jangka Pendek, Kata Penganalisis Kripto\n\nSeorang penganalisis kripto berkata bahawa Bitcoin mesti menutup minggu di atas paras $89,000 untuk menunjukkan berakhirnya trend menurun jangka pendek.\n\n“Satu-satunya cara bagi Bitcoin untuk mengesahkan bahawa paras terendah telah pun dicapai adalah dengan menutup minggu di atas $89,000,” kata penganalisis kripto Matthew Hyland dalam satu video yang dimuat naik ke X pada 13 Mac.\n\nTanpa penutupan di atas $89,000, Bitcoin mungkin menuju ke $69,000\n\nBitcoin (BTC) terakhir diniagakan pada $89,000 pada 7 Mac, satu paras yang dianggap penting oleh Hyland kerana ia merupakan kawasan sokongan di mana Bitcoin akhirnya “merosot di bawahnya.” Selepas jatuh di bawah $89,000, ia jatuh kepada $78,523 pada 11 Mac sebelum menstabilkan diri pada paras rendah $80,000.\n\nDengan Bitcoin kini diniagakan pada $83,406, pergerakan di atas $89,000 akan melikuidkan kira-kira $1.60 bilion posisi short, menurut data CoinGlass.\n\nBitcoin turun 15.42% dalam sebulan yang lalu. Sumber: CoinMarketCap\n\nJika Bitcoin gagal ditutup di atas paras tersebut, Hyland memberi amaran bahawa harga aset itu mungkin jatuh antara $74,000 hingga $69,000, satu paras yang belum dilihat oleh Bitcoin sejak November.\n\n“Pada ketika ini, kemungkinan besar dalam beberapa minggu atau bulan akan datang, Bitcoin mungkin akan menguji julat yang lebih rendah ini pada beberapa titik sokongan,” katanya.\n\n“Jika kita mendapat penutupan mingguan di atas kawasan ini, saya fikir paras terendah telah pun dicapai untuk Bitcoin, dan kita tidak akan turun ke kawasan ini,” katanya. Hyland berkata ia biasanya membawa kepada kenaikan selanjutnya apabila Bitcoin memecah di atas paras rintangan.\n\nPermintaan Bitcoin di AS telah menurun\n\nBagaimanapun, permintaan untuk Bitcoin di AS telah menurun baru-baru ini disebabkan oleh faktor-faktor makroekonomi.\n\nPermintaan Bitcoin jatuh sebanyak 103,000 BTC minggu lepas berbanding minggu sebelumnya, “menandakan kadar pengecutan terpantas sejak Julai 2024,” menurut CryptoQuant.\n\nCryptoQuant berkata penurunan permintaan Bitcoin di AS baru-baru ini adalah disebabkan oleh ketidaktentuan mengenai kadar inflasi AS dan tarif yang dikenakan oleh Presiden AS Donald Trump pada 1 Februari.\n\nPada 7 Mac, pengerusi Rizab Persekutuan Jerome Powell mengulangi bahawa beliau tidak tergesa-gesa untuk melaraskan kadar faedah.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5NDAwMjAtYzMyZi03MmM1LTg3ZDgtODQ5N2JkMzgzMjAw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d27b45d3842f34c904bf0f",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 06:25:00",
            "status": "Posted"
        },
        {
            "title": "Amaran 'pisau jatuh' Ethereum: Adakah kejatuhan 30% lagi berbanding Bitcoin bakal berlaku?",
            "description": "Eter telah mengabaikan isyarat terlebih jual selama dua bulan, menimbulkan kebimbangan bahawa harga terendah masih belum tercapai.",
            "content": "Token asli Ethereum, Ether (ETH), telah jatuh ke paras terendah berbilang tahun berbanding Bitcoin (BTC), mendorong penganalisis untuk meramalkan penurunan selanjutnya dalam beberapa minggu akan datang.\n\nAmaran \"pisau jatuh\" meningkatkan risiko jualan lanjut\nPada 13 Mac, ETH/BTC—sepasang yang menjejaki kekuatan Ether berbanding Bitcoin—menurun lebih 1.50% untuk mencapai $0.022, paras terendah sejak Mei 2020.\n\nPenurunan ETH adalah sebahagian daripada trend menurun berbilang tahun yang bermula apabila ia mencipta paras tertinggi rekod sebanyak $0.156 pada Jun 2017. Sejak itu, ia telah merosot lebih daripada 85%, menggariskan kelemahan Ether yang semakin meningkat berbanding Bitcoin.\n\nSementara itu, pada carta ETH/BTC dua minggu, indeks kekuatan relatif (RSI), penunjuk momentum yang digunakan untuk mengukur sama ada aset itu terlebih beli atau terlebih jual, telah jatuh ke paras terendah rekod iaitu 23.32.\n\nSecara amnya, apabila RSI jatuh di bawah 30, ia menandakan keadaan terlebih jual, berpotensi membawa kepada pemulihan harga.  Bagaimanapun, dalam kes Ethereum, RSI terus menurun walaupun dua bulan selepas menjadi terlebih jual, menunjukkan bahawa trend menurun ETH masih lagi mempercepatkan dan bukannya menstabilkan.\n\nPenganalisis kripto Alessandro Ottaviani telah menggambarkan situasi itu sebagai senario \"pisau jatuh\"—istilah yang digunakan untuk menerangkan aset yang mengalami penurunan yang pesat dan curam, seringkali menghalang pembeli daripada masuk terlalu awal.  Pisau jatuh menunjukkan bahawa percubaan untuk menangkap aset pada paras rendah yang dijangka boleh membawa kepada kerugian selanjutnya jika trend menurun berterusan.\n\nBagi Ethereum untuk menandakan pembalikan yang berpotensi, pedagang akan memerhatikan penstabilan RSI dan pengambilan semula paras rintangan utama.  Secara idealnya, ia bermula dengan pemulihan daripada paras 0.022 BTC, yang telah mengehadkan percubaan penurunan ETH/BTC pada Disember 2020, membawa kepada peralihan 300%.\n\nSekiranya pemulihan berlaku, pasangan ETH/BTC boleh meningkat ke arah garisan pembetulan Fibonacci 0.382 pada sekitar 0.038 BTC, selaras dengan purata bergerak eksponen 50 minggu (50-week EMA).\n\nSehingga itu, pandangan teknikal menunjukkan bahawa ETH/BTC mungkin kekal terperangkap dalam trajektori pisau jatuh, dengan sasaran penurunan berpotensi seterusnya pada paras sokongan sejarah dalam lingkungan 0.020-0.016 BTC.  Titik terendah julat ini adalah kira-kira 30% di bawah paras harga semasa.\n\nAsas ETH/BTC menyokong pandangan menurun\nProspek Ether untuk terus menurun berbanding Bitcoin berpunca daripada faktor di luar analisis teknikal.\n\nSebagai contoh, Ethereum kini menghadapi persaingan sengit daripada rantaian blok peringkat-1 pesaing, iaitu Solana (SOL).  VanEck menyatakan bahawa jumlah bursa terdesentralisasi Solana telah mengatasi Ethereum walaupun semasa penurunan mendadak dalam aktiviti perdagangan memecoin. Sementara itu, jumlah Solana telah meningkat secara konsisten dalam beberapa bulan kebelakangan ini, yang bertepatan dengan penurunan jumlah Ethereum.\n\nTambahan pula, pelancaran ETF Bitcoin spot telah mengubah secara fundamental kitaran pasaran kripto tradisional yang sebelum ini memberi manfaat kepada Ethereum dan altcoin lain.  Secara sejarahnya, selepas Bitcoin meningkat selepas pengurangan separuh, modal telah berpindah ke altcoin, mencetuskan \"altseason\" di mana ETH dan aset lain mengatasi BTC.  Bagaimanapun, aliran masuk $129 bilion ke dalam ETF Bitcoin pada 2024 telah mengganggu kitaran ini, mengurangkan kecairan daripada pasaran altcoin yang lebih luas—termasuk Ethereum.\n\nSatu lagi faktor ialah tekanan jualan khusus Ethereum.  Pengeksploitan Bybit baru-baru ini dilaporkan mengakibatkan penghapusan ETH yang besar, dengan sebahagian daripada nilai itu dibasuh melalui platform terdesentralisasi seperti Thorchain.  Penjualan yang diserap ini mungkin masih bergema di pasaran, menurunkan nilai relatif ETH.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5Mzc2ZWMtNzkwOS03NTA5LWE2NmEtNTY4MGFhY2MwOTBh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d27b44a9b89e05b55e24b3",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 06:25:00",
            "status": "Posted"
        },
        {
            "title": "Pengasas Kripto Laporkan Banjir Cubaan Penggodaman Zoom Palsu dari Korea Utara",
            "description": "Pengasas kripto menjadi sasaran panggilan Zoom palsu, menawarkan kerjasama potensial yang sebenarnya hanyalah helah penggodam untuk mencuri data sensitif.",
            "content": "Sekurang-kurangnya tiga pengasas kripto telah melaporkan kejayaan mereka dalam menggagalkan percubaan penggodam Korea Utara yang didakwa untuk mencuri data sensitif melalui panggilan Zoom palsu dalam beberapa hari kebelakangan ini.\n\nNick Bax, ahli kumpulan penggodam topi putih Security Alliance, berkata dalam catatan X pada 11 Mac bahawa kaedah yang digunakan oleh penipu Korea Utara telah menyaksikan berjuta-juta dolar dicuri daripada mangsa yang disyaki.\n\nSecara amnya, penipu akan menghubungi sasaran dengan tawaran mesyuarat atau perkongsian, tetapi sebaik sahaja panggilan bermula, mereka menghantar mesej yang mengatakan terdapat masalah audio sementara video stok seorang usahawan modal teroka yang bosan dipaparkan di skrin; kemudian mereka menghantar pautan ke panggilan baharu, menurut Bax.\n\n\"Ia adalah pautan palsu dan mengarahkan sasaran untuk memasang tampalan untuk membaiki audio/video mereka,\" kata Bax.\n\nCatatan itu mendorong beberapa pengasas kripto untuk memperincikan pengalaman mereka dengan penipuan tersebut.\n\nGiulio Xiloyannis, pengasas bersama permainan blockchain Mon Protocol, berkata penipu cuba menipu beliau dan ketua pemasaran dengan mesyuarat mengenai peluang perkongsian.\n\nBagaimanapun, beliau dimaklumkan tentang helah itu apabila, pada saat akhir, beliau diminta menggunakan pautan Zoom yang \"berpura-pura tidak dapat membaca audio anda untuk membuat anda memasang perisian hasad.\"\n\n\"Sebaik sahaja saya melihat rakan kongsi Gumicryptos bercakap dan satu Superstate, saya sedar ada sesuatu yang tidak kena,\" katanya.\n\nDavid Zhang, pengasas bersama stablecoin Stably yang disokong usaha sama AS, juga menjadi sasaran. Beliau berkata penipu menggunakan pautan Google Meet beliau tetapi kemudian membuat alasan tentang mesyuarat dalaman, meminta beliau menyertai mesyuarat itu sebaliknya.\n\n\"Laman web itu bertindak seperti panggilan Zoom biasa. Saya menerima panggilan itu di tablet saya, jadi tidak pasti bagaimana tingkah lakunya di desktop,\" kata Zhang.\n\n\"Ia mungkin cuba menentukan OS sebelum meminta pengguna untuk melakukan sesuatu, tetapi ia tidak dibina untuk Oses mudah alih.\"\n\nMelbin Thomas, pengasas Devdock AI, platform AI terdesentralisasi untuk projek Web3, berkata beliau juga terkena penipuan itu dan tidak pasti sama ada teknologinya masih berisiko.\n\n\"Perkara yang sama berlaku kepada saya. Tetapi saya tidak memberikan kata laluan saya semasa pemasangan sedang berlaku,\" katanya.\n\n\"Saya memutuskan sambungan komputer riba saya dan saya menetapkan semula kepada tetapan kilang. Tetapi memindahkan fail saya ke cakera keras. Saya belum menyambungkan cakera keras kembali ke komputer riba saya. Adakah ia masih dijangkiti?\"\n\nIni berlaku selepas AS, Jepun dan Korea Selatan pada 14 Januari mengeluarkan amaran bersama terhadap ancaman yang semakin meningkat daripada penggodam kripto yang dikaitkan dengan penggodam Korea Utara.\n\nKumpulan seperti Lazarus Group adalah suspek utama dalam beberapa kecurian siber terbesar dalam Web3, termasuk penggodaman Bybit bernilai $1.4 bilion dan penggodaman rangkaian Ronin bernilai $600 juta.\n\nLazarus Group telah memindahkan aset kripto menggunakan pengadun susulan siri penggodaman profil tinggi, menurut firma keselamatan blockchain CertiK, yang mengesan deposit 400 Ether (ETH) bernilai sekitar $750,000 kepada perkhidmatan pengadun Tornado Cash.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2E4OTYtNTY0Yy03NGU2LTg0ZjUtODhhMzIwZmU5YTE5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d27572617ec4030fea6649",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 06:03:00",
            "status": "Posted"
        }
    ]
}