{
    "timestamp": "2025-03-18 21:24:05",
    "all_news": [
        {
            "title": "ADA Cardano Mendapat Tempat dalam Simpanan Aset Digital AS — Adakah Ia Akan Menjana Nilai?",
            "description": "Kemasukan ADA dalam simpanan aset digital AS telah menimbulkan tanda tanya di kalangan pakar kripto.",
            "content": "Pada 2 Mac, Presiden Donald Trump menyebut token ADA Cardano (ADA) antara mata wang kripto yang akan dimasukkan ke dalam rizab kripto strategik AS.  Perintah eksekutif Trump pada 6 Mac menjelaskan bahawa altcoin akan menjadi sebahagian daripada Rizab Aset Digital (DAS) di bawah \"pengurusan yang bertanggungjawab\" oleh Perbendaharaan.\n\nKemungkinan kemasukan ADA ke dalam portfolio yang diuruskan kerajaan mencetuskan kejutan di seluruh industri dan, kadang-kadang, kritikan hebat. Walaupun ia mempunyai pelabur setia yang menyokongnya selama bertahun-tahun, ramai dalam komuniti kripto mempersoalkan mengapa token itu dimasukkan ke dalam rizab aset digital.\n\nMari kita analisis rantaian blok untuk melihat sama ada asas dan utiliti ADA menyokong kedudukannya dalam Rizab Aset Digital AS.\n\n**Hujah untuk ADA dalam Rizab Aset Digital AS**\n\nDilancarkan pada tahun 2017 melalui ICO, Cardano ialah salah satu platform kontrak pintar tertua. Ia berbeza daripada yang lain melalui pendekatan reka bentuk yang didorong oleh penyelidikan dan penggunaannya terhadap mekanisme bukti-saham terwakil digabungkan dengan model perakaunan UTXO yang diperluas.\n\nCita-cita Cardano sebagai platform kontrak pintar dijelaskan dengan baik oleh X 'Cardano_whale,' yang menggariskan \"yuran yang tidak dapat diabaikan, kuasa mengundi, konsensus terdesentralisasi, semua perdagangan token asli berpasangan dengannya.\"\n\nCatatan X menekankan utiliti ADA (sesuatu yang \"kebanyakan syiling VC kekurangan\") bersama dengan tadbir urus terdesentralisasi Cardano sebagai kelebihan utama.\n\nSesungguhnya, Projek Catalyst Cardano ialah salah satu inisiatif pembiayaan terdesentralisasi terbesar dalam kripto. Melaluinya, dana perbendaharaan daripada yuran transaksi dan inflasi diperuntukkan secara demokratik kepada cadangan komuniti.  Juga, tidak seperti rangkaian Ethereum, yang masih bergantung kepada tadbir urus luar rantaian untuk peningkatan utama, Cardano bertujuan untuk beralih sepenuhnya kepada tadbir urus dalam rantaian.\n\nGarpu keras Plomin yang berlaku pada 29 Januari menandakan peralihan kepada \"tadbir urus terdesentralisasi sepenuhnya,\" menurut Yayasan Cardano. Ia memberikan pemegang ADA \"kuasa mengundi sebenar—tentang perubahan parameter, pengeluaran perbendaharaan, garpu keras, dan masa depan rantaian blok.\"\n\nSyiling asli Cardano, ADA, digunakan untuk yuran rangkaian, peneguhan, dan tadbir urus. Bekalan maksimumnya ialah 45 bilion, dengan 31 bilion diedarkan pada mulanya—26 bilion dijual dalam jualan awam dan 5 bilion diperuntukkan kepada IOHK, Emurgo, dan Yayasan Cardano.\n\nBaki 14 bilion ADA telah disimpan untuk pelepasan berperingkat melalui pencetakan. Dengan 0.3% rizab ADA diagihkan sebagai ganjaran setiap lima hari, inflasi ADA menurun apabila rizab berkurangan. Kadar inflasi semasa ialah kira-kira 4%, dengan bekalan yang beredar sebanyak 35.95 bilion ADA.\n\nWalaupun bekalan yang terhad boleh menyokong nilai syiling dan membenarkan kemasukannya ke dalam DAS, metrik ADA lain, seperti yuran dan hasil peneguhan, ketinggalan jauh di belakang pesaing.\n\n**Adakah aktiviti Cardano yang ketinggalan menimbulkan kebimbangan?**\n\nWalaupun bertahun-tahun berada dalam ekosistem kontrak pintar, Cardano telah bergelut untuk menjana aktiviti yang mencukupi untuk menubuhkan dirinya antara peneraju. Akibatnya, penggunaan ADA yang terhad dalam ekosistem kripto menimbulkan kebimbangan tentang nilai jangka panjangnya.\n\nMenurut laporan Negeri Cardano Suku Keempat 2024 Messari, rantaian blok memproses purata 71,500 transaksi harian, dengan 42,900 alamat aktif harian. Yuran suku tahunan berjumlah $1.8 juta, satu perbezaan yang ketara berbanding yuran Ethereum sebanyak $552 juta dalam tempoh yang sama, menurut CoinGecko.\n\nHasil peneguhan sebenar tahunan Cardano, yang diselaraskan untuk inflasi, ialah kira-kira 0.7% pada Suku Keempat, berbanding 2.73% Ethereum.\n\nMetrik lain aktiviti rantaian blok mengukuhkan kebimbangan tentang penambahan ADA ke dalam portfolio kerajaan:\n\nDengan 449 pembangun yang bekerja pada rantaian blok, Cardano menduduki tempat ke-12 di antara rantaian blok dalam jumlah pembangun, menurut laporan Electric Capital.\n\nSaham stablecoinnya hanyalah 0.01% daripada jumlah topi pasaran stablecoin sebanyak $224 bilion, menurut DefiLlama.\n\nEkosistem DeFi Cardano tidak dibangunkan sepenuhnya, hanya menyumbang 0.3% daripada jumlah sektor DeFi sebanyak $169 bilion. Walau bagaimanapun, jika kita memasukkan peneguhan terasnya, yang tidak memerlukan penguncian dan oleh itu tidak dikira dalam TVL, bahagian Cardano akan meningkat kepada 12%.\n\nAktiviti DApp Cardano kekal rendah berbanding platform kontrak pintar lain. Pada Suku Keempat, ia hanya berpurata 14,300 transaksi DApp harian—jauh di luar 25 teratas dan sebahagian kecil daripada 22 juta Solana. Lebih membimbangkan ialah penurunan sebanyak 73% daripada Suku Keempat 2023, apabila Cardano mencatatkan 52,700 transaksi harian. Penurunan yang mendadak itu menunjukkan trend yang membimbangkan bagi rantaian blok yang masih dalam fasa pertumbuhannya.\n\n\n**Adakah potensi ADA mencukupi untuk membenarkan pelaburan kerajaan AS?**\n\nHujah untuk ADA dalam rizab kripto strategik adalah jauh kurang jelas daripada Ethereum dan Solana, yang merupakan rantaian blok peneraju dalam banyak kategori yang berbeza. Aktiviti Cardano yang rendah, penggunaan yang terhad, dan insentif peneguhan yang lemah menimbulkan keraguan serius tentang kesesuaian ADA untuk kumpulan aset yang diuruskan kerajaan.\n\nSebaliknya, bekalan ADA yang terhad dan fokus Cardano terhadap desentralisasi memberikan kelebihan unik berbanding pesaing.  Ia boleh membawa kepada peningkatan penggunaan dan kepentingan dalam jangka panjang.\n\nSelanjutnya, projek seperti yang oleh Atrium Lab sedang meneroka keserasian asli Cardano dengan Bitcoin melalui sistem eUTXO, yang berpotensi membuka rangka kerja baharu untuk DeFi pada Bitcoin dan memacu aktiviti ke Cardano.\n\nBolehkah kemungkinan ini mencukupi untuk membenarkan kedudukan ADA dalam rizab aset digital?\n\nSeperti yang dinyatakan oleh David Nage, pengurus portfolio firma modal teroka Arca,\n\n\n*Artikel ini adalah untuk tujuan maklumat umum dan tidak bertujuan untuk dan tidak boleh dianggap sebagai nasihat pelaburan atau undang-undang. Pandangan, pemikiran, dan pendapat yang dinyatakan di sini adalah pandangan pengarang sahaja dan tidak semestinya mencerminkan atau mewakili pandangan dan pendapat Cointelegraph.*",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEzOTEtZGE2ZC03MGMyLTg2YjktODc0M2NiMjljNmVh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d9dd80a4c28c7b7f20c34d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 20:51:00",
            "status": "Posted"
        }
    ]
}