{
    "timestamp": "2025-04-02 05:42:30",
    "all_news": [
        {
            "title": "U.S Liberation Day 2nd April : Trump Tarrifs , Crypto Market, Bitcoin News, Stock Market Today",
            "translated_facebook_post": "Presiden Trump umumkan tarif baharu bermula 2 April,  dianggap sebagai \"Hari Pembebasan\" Amerika untuk melindungi industri tempatan dan kurangkan ketidakseimbangan perdagangan dengan negara lain yang mengenakan duti tinggi ke atas produk Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78532b7b759a92a71a",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/14193145/Crypto-News_-Trump-Administration-Set-to-Focus-on-U.S.-Based-Altcoins-Expert-Reveals-Bullish-Outlook.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:33:00"
        },
        {
            "title": "Federal Reserve's QE Signal Drives Bitcoin Optimism",
            "translated_facebook_post": "Arthur Hayes dari BitMEX jangka Rizab Persekutuan akan mula guna QE semula, yang bagus untuk Bitcoin sebab ia akan jadi pelaburan alternatif masa inflasi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc79532b7b759a92a71c",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/arthur-hayes-bitcoin-rise-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "Circle and Trump-Backed Bitcoin Miner Move Toward Public Listings",
            "translated_facebook_post": "Dua syarikat berkaitan kripto, Circle dan American Bitcoin Corp. (yang disokong keluarga Trump),  sedang dalam proses untuk tersenarai di bursa saham awam.  Circle, penerbit USDC, dah fail permohonan IPO, manakala American Bitcoin Corp. tengah pertimbangkan IPO selepas bergabung dengan Hut 8.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78727a105ebe398bf3",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/cp6225_bitcoin_in_a_wall_street_trading_room_71d1a6ca_90ea_4fec_b155_48f780a6bf75_4c6c8295d3.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "Tether Grows Bitcoin Holdings to $7.64B Amid Market Downturn",
            "translated_facebook_post": "Tether tambah pelaburan Bitcoin diaorang sampai $7.64 billion walaupun pasaran agak turun.  Diorang beli lagi 8,888 BTC, dan sekarang ada banyak USDT baru jugak.  Walaupun harga Bitcoin turun, Tether tetap untung banyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc788fdd792b34c35018",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/09/TETHER-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:30:00"
        },
        {
            "title": "SEC and Gemini ask to pause lawsuit to explore ‘potential resolution’",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) dan Gemini tengah cuba selesaikan kes saman mereka secara baik, nak cari jalan penyelesaian bersama.",
            "translated_title": "SEC dan Gemini mohon tangguh saman untuk meneroka ‘potensi penyelesaian’",
            "translated_content": "Suruhanjaya Sekuriti dan Bursa AS (SEC) dan bursa kripto Gemini telah meminta untuk menangguhkan saman pengawal selia ke atas program Gemini Earn, dengan menyatakan mereka ingin membincangkan penyelesaian yang berpotensi.\n\nDalam surat bertarikh 1 April kepada hakim mahkamah persekutuan New York, Edgardo Ramos, peguam yang mewakili SEC dan Genesis meminta tempoh tangguh selama 60 hari ke atas kes tersebut dan semua tarikh akhir ditangguhkan “untuk membenarkan pihak-pihak berkenaan meneroka penyelesaian yang berpotensi.”\n\n“Dalam kes ini, pihak-pihak berkenaan bersetuju bahawa adalah menjadi kepentingan masing-masing untuk menangguhkan perkara ini sementara mereka mempertimbangkan penyelesaian yang berpotensi dan bersetuju bahawa tiada pihak atau bukan pihak akan mengalami prejudis akibat penangguhan,” kata surat tersebut.\n\nPeguam menambah bahawa penangguhan adalah demi kepentingan mahkamah kerana “penyelesaian akan menjimatkan sumber kehakiman” dan mencadangkan supaya laporan status bersama dikemukakan dalam tempoh 60 hari selepas kemasukan penangguhan.\n\nSEC menyaman Gemini dan firma pinjaman kripto Genesis Global Capital pada Januari 2023, dengan mendakwa mereka menawarkan sekuriti yang tidak berdaftar melalui program Gemini Earn.\n\nPada Mac 2024, Genesis bersetuju untuk membayar $21 juta untuk menyelesaikan tuduhan yang berkaitan dengan program pinjaman tersebut, tetapi kes penguatkuasaan terhadap Gemini masih belum selesai.  Surat daripada SEC dan Genesis Global yang meminta lanjutan penangguhan. Sumber: CourtListener\n\nSurat itu tidak menyatakan apa yang mungkin terkandung dalam penyelesaian tersebut, tetapi SEC telah menarik balik beberapa saman yang difailkan terhadap syarikat kripto di bawah pentadbiran Biden, termasuk terhadap Coinbase, Ripple dan Kraken.\n\nPada bulan Februari, Gemini menyatakan SEC telah menutup siasatan berasingan terhadap firma tersebut ketika pengawal selia itu mengurangkan penguatkuasaan kripto di bawah Presiden Donald Trump.\n\n“SEC telah menyebabkan kami kerugian berpuluh-puluh juta dolar dalam bil guaman sahaja dan beratus-ratus juta dolar dalam kehilangan produktiviti, kreativiti, dan inovasi. Sudah tentu, Gemini bukan sahaja satu-satunya,” kata pengasas bersama Gemini, Cameron Winklevoss pada ketika itu.\n\nOpenSea, Crypto.com dan Uniswap, antara lain, juga baru-baru ini melaporkan bahawa SEC telah menutup siasatan serupa terhadap syarikat mereka yang menyiasat dakwaan pelanggaran undang-undang sekuriti.",
            "translated_summary": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) ingin meneroka penyelesaian potensi bagi saman mereka terhadap bursa kripto Gemini.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78727a105ebe398bf7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY0ZDItODBiYy03Njc5LWE4MzctY2Y2YjhhNTIyMjU3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 05:29:00"
        },
        {
            "title": "Crypto PAC-Backed Republicans Win Florida House Elections",
            "translated_facebook_post": "Calon Republikan yang disokong kumpulan politik berkaitan mata wang kripto menang pilihan raya di Florida, menunjukkan pengaruh semakin kuat industri kripto dalam politik Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb488fdd792b34c35011",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/florida-republicans-celebrate.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:28:00"
        },
        {
            "title": "Whale, Who Made $12 Million Profit on This Altcoin, Starts Selling Again",
            "translated_facebook_post": "Seorang pelabur besar dah mula jual lagi altcoin dia lepas dapat untung $12 juta, tapi masih lagi ada simpanan bernilai jutaan dolar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb47a909ee648482c19f",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/04/balina-altcoin-kripto-para.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:28:00"
        },
        {
            "title": "VanEck Files for First-Ever Binance Coin (BNB) ETF in the US",
            "translated_facebook_post": "VanEck dah mohon untuk ETF Binance Coin (BNB) pertama di Amerika Syarikat, satu langkah besar dalam pasaran kripto sana.  Kalau lulus nanti, senanglah orang Amerika nak melabur dalam BNB.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb478fdd792b34c3500f",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/VanEck-Files-for-First-Ever-Binance-Coin-BNB-ETF-in-the-US.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:27:00"
        },
        {
            "title": "XRP Could Hit $10 if US Stablecoin Bill Backs Ripple’s RLUSD",
            "translated_facebook_post": "Harga XRP mungkin cecah $10 jika rang undang-undang mata wang stabil AS menyokong RLUSD Ripple, dengan April menjadi bulan penting untuk pelabur disebabkan beberapa faktor positif termasuk penyelesaian kes dengan SEC dan potensi peningkatan permintaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccb48727a105ebe398bef",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/XRP-Could-Hit-10-if-US-Stablecoin-Bill-Backs-Ripples-RLUSD.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:26:00"
        },
        {
            "title": "Cardano Founder compares memecoins to fading celebrities in brief spotlight",
            "translated_facebook_post": "Ramai pakar, termasuk pengasas Cardano,  rasa kebanyakan memecoin ni macam popular sekejap je,  tak kekal lama.  Banyak yang dibuat untuk cepat kaya, bukan untuk bina sesuatu yang bermakna jangka panjang.  Jadi, kena berhati-hati la kalau nak melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67eccc78727a105ebe398bf5",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/cardano.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:25:00"
        },
        {
            "title": "Best Cryptos To Invest in for Long Term? Qubetics’ QubeQode IDE Disrupts Web3, While Aptos and Immutable X Gain Momentum",
            "translated_facebook_post": "Qubetics, Aptos, dan Immutable X antara projek kripto menarik untuk pelaburan jangka panjang. Qubetics menonjol dengan platform QubeQode IDE yang memudahkan pembangunan aplikasi blockchain, sedang Aptos fokus pada kelajuan transaksi dan Immutable X  untuk NFT.  Pelaburan dalam kripto ini berpotensi tinggi, tapi kena buat kajian sendiri sebelum melabur, ya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ebf6388fc1e413ea22cf5f",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/9da41f8872e24b7a909d9669922e6e5d.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:25:00"
        },
        {
            "title": "Why Sudeng, Popcat, and This Upcoming Presale Are Top New Meme Coins To Buy Today",
            "translated_facebook_post": "Beberapa duit syiling meme baru macam Troller Cat, Sudeng, Official Melania, Official TRUMP, Turbo, Popcat, dan Mog Coin tengah naik.  Troller Cat nampaknya paling menjanjikan sebab ada ganjaran dan permainan yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ebf33065d924479a6211e4",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e352ac4997e14715991e653592aa8ecd.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:24:00"
        },
        {
            "title": "Crypto PAC-backed Republicans win US House seats in Florida special elections",
            "translated_facebook_post": "Dua calon Republikan di Florida menang kerusi Dewan Rakyat AS, dibantu dana besar dari kumpulan sokongan kripto. Kemenangan ini mengukuhkan majoriti Republikan dan mungkin akan menggalakkan lagi sokongan terhadap industri kripto di peringkat persekutuan.",
            "translated_title": "Republikan yang disokong PAC kripto menang kerusi Dewan Perwakilan AS dalam pilihan raya khas Florida",
            "translated_content": "Dua orang Republikan yang menerima gabungan $1.5 juta dari komite aksi politik (PAC) yang didukung kripto, Fairshake, akan memasuki Dewan Perwakilan AS setelah memenangkan pemilihan khusus di Florida.\n\nRepublikan Jimmy Patronis memenangkan kursi kosong di Distrik Kongres ke-1 Florida untuk menggantikan Matt Gaetz, mengambil 57% suara untuk mengalahkan Demokrat Gay Valimont, menurut data AP News.\n\nRandy Fine juga mengambil Distrik Kongres ke-6 Florida dengan 56,7% suara untuk mengalahkan saingannya dari Demokrat, guru sekolah negeri Josh Weil, dan mengisi kursi yang dikosongkan oleh Mike Waltz, yang mengambil pekerjaan sebagai penasihat keamanan nasional Gedung Putih.\n\nDistrik Kongres ke-1 dan ke-6 Florida — yang terletak di panhandle barat Florida dan di sepanjang pantai timur laut negara bagian — telah dikendalikan oleh Republikan selama sekitar 30 tahun, tetapi keunggulan mereka telah menyempit dalam beberapa tahun terakhir.\n\nFairshake, sebuah PAC yang didukung oleh raksasa industri kripto termasuk Coinbase, Ripple, dan Andreessen Horowitz, memberikan Fine sekitar $1,16 juta dalam pengeluaran iklan dan menyalurkan $347.000 kepada Patronis untuk mendukung kampanyenya.\n\nKedua Republikan tersebut telah menyatakan dukungan untuk industri kripto, dengan Fine menyatakan dalam postingan X pada 14 Januari bahwa “penduduk Florida menginginkan inovasi kripto!”\n\nFairshake dan afiliasinya menggelontorkan sekitar $170 juta ke dalam pemilihan presiden dan kongres AS 2024 untuk mendukung kandidat yang berkomitmen untuk mendukung industri kripto.\n\nKemenangan Patronis dan Fine meningkatkan representasi Republik di DPR menjadi 220 kursi, dengan Demokrat memegang 213 kursi.\n\nAda dua kursi kosong yang akan diisi setelah Demokrat Texas dan Arizona Sylvester Turner dan Raúl Grijalva meninggal pada 5 Maret dan 13 Maret, masing-masing.\n\nFlorida dapat mengharapkan untuk melihat lingkungan peraturan yang ramah kripto.\n\nKemenangan Patronis dan Fine kemungkinan berarti bahwa undang-undang kripto akan terus mendapat dukungan di ibu kota AS.\n\nPartai Republik akan mempertahankan mayoritas DPR bahkan jika mereka kehilangan kedua kursi di Florida, tetapi itu akan membuat beberapa RUU kripto yang didukung Republik yang baru diperkenalkan lebih sulit untuk disahkan melalui DPR dan Senat.\n\nPada KTT Aset Digital pada 18 Maret, Anggota Kongres Demokrat Ro Khanna mengatakan dia percaya Kongres “harus dapat memperoleh” baik undang-undang struktur pasar stablecoin dan kripto tahun ini.\n\nRUU yang akhirnya dapat sampai ke DPR termasuk Undang-Undang Panduan dan Penetapan Inovasi Nasional untuk Stablecoin AS (GENIUS), yang disahkan oleh Komite Perbankan Senat dalam pemungutan suara 18-6 pada 13 Maret.\n\nSenator Cynthia Lummis juga memperkenalkan kembali RUU cadangan Bitcoin sekitar seminggu setelah pemerintahan Trump mengumumkan pembentukan Cadangan Bitcoin Strategis pada 6 Maret, dengan undang-undang tersebut dirujuk ke Komite Perbankan Senat pada 11 Maret.",
            "translated_summary": "Dua calon Republikan yang menerima sokongan berjumlah $1.5 juta daripada Jawatankuasa Tindakan Politik (PAC) kripto, Fairshake, telah memenangi kerusi di Dewan Perwakilan Amerika Syarikat dalam pilihan raya khas Florida...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc8dc8fdd792b34c35004",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWY0MzItMDNlNi03ZTI5LWE1OWYtNzlmNzgwMDJmZmVl.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-02 05:14:00"
        },
        {
            "title": "Hut 8 and Trump-Backed American Data Centers Form American Bitcoin, Eyeing Public Listing",
            "translated_facebook_post": "Syarikat perlombongan Bitcoin, Hut 8, telah bekerjasama dengan American Data Centers, yang disokong oleh keluarga Trump, untuk menubuhkan syarikat perlombongan baru, American Bitcoin, yang bakal tersenarai di bursa saham.  Hut 8 akan memegang 80% pegangan, sementara American Data Centers 20%.  Mereka merancang untuk menjadi dua syarikat tersenarai awam yang berasingan di bawah satu syarikat induk.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc7b0532b7b759a92a709",
            "source": "UNLOCK Blockchain",
            "image": "https://www.unlock-bc.com/wordpress/wp-content/uploads/2024/09/Mining_2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:13:00"
        },
        {
            "title": "Bybit Shuts Down Its NFT Marketplace – InsideBitcoins",
            "translated_facebook_post": "Bybit akan tutup pasaran NFT diorang, berkuat kuasa 8 April 2025.  Pengguna digalakkan pindahkan aset digital masing-masing sebelum tarikh tu.  Ramai platform NFT lain pun dah tutup baru-baru ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc7b090fe625bc3fc22f6",
            "source": "InsideBitcoin News",
            "image": "https://insidebitcoins.com/wp-content/uploads/2025/04/Bybit-NFT-marketplace_optimized.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:13:00"
        },
        {
            "title": "Bitcoin’s Strong Monthly Close: Can Bulls Maintain Control?",
            "translated_facebook_post": "Harga Bitcoin bulan Mac ni berakhir dengan baik, menunjukkan trend positif.  Walaupun ada sedikit keraguan, sokongan harga masih kukuh.  Kita tengoklah macam mana nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoins-strong-monthly-close/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/bitcoin-btc-11.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:10:00"
        },
        {
            "title": "IOTA Gears Up for Rebased Mainnet Launch in Q1 2025 Progress Update",
            "translated_facebook_post": "IOTA dah siap sedia nak lancarkan mainnet \"Rebased\" di suku pertama 2025.  Banyak penambahbaikan dibuat, termasuk  sistem kontrak pintar baharu, peningkatan keselamatan dan kerjasama dengan pelbagai pihak untuk tingkatkan ekosistem.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/iota-gears-up-for-rebased-mainnet-launch-in-q1-2025-progress-update/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2023/03/Wit-Olszewski-IOTA-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:09:00"
        },
        {
            "title": "Crypto And Taxes 2025: All The Declaration Dates To Know",
            "translated_facebook_post": "Tahun 2025 ni penting sangat untuk pengisytiharan kripto.  Tarikh tutup berbeza ikut zon di Perancis, jadi kena jaga betul-betul.  Kalau tak, boleh kena penalti!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecca218fdd792b34c3500c",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Crypto-Tax-France.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:06:00"
        },
        {
            "title": "Arm to Acquire Alphawave for AI Chip Technology",
            "translated_facebook_post": "Arm beli Alphawave untuk tingkatkan teknologi cip AI mereka, dijangka akan ubah industri cip AI dan bawa banyak inovasi baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc6858fdd792b34c34fff",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/arm-alphawave-handshake-view.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:05:00"
        },
        {
            "title": "XRP Holders Demand SEC’s Final Word After Ripple Lawsuit Closure",
            "translated_facebook_post": "Pergaduhan mahkamah antara Ripple dan SEC dah selesai, tapi harga XRP tak naik macam yang dijangka, jadi ramai pemegang XRP nak SEC keluarkan kenyataan rasmi untuk beri kepastian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ecc56c8fdd792b34c34ffd",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/13160215/XRP-News-Today-_-Ripple-Gains-Green-Light-for-Crypto-Payments-in-Dubai.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-02 05:02:00"
        }
    ]
}