{
    "timestamp": "2025-03-06 21:25:06",
    "all_news": [
        {
            "title": "Dunia Liberty milik Trump beli kripto bernilai $20 juta sebelum sidang kemuncak 7 Mac.",
            "description": "World Liberty Financial memperoleh Ether dan Wrapped Bitcoin bernilai jutaan dolar, tatkala jangkaan terhadap persidangan kripto di Rumah Putih pada 7 Mac meningkat.",
            "content": "**World Liberty Financial, Projek Kewangan Terdesentralisasi Berkaitan Keluarga Trump, Beli Aset Digital Bernilai Lebih $20 Juta**\n\nProjek kewangan terdesentralisasi (DeFi), World Liberty Financial, yang disokong oleh keluarga Presiden Donald Trump, telah membeli aset digital bernilai lebih daripada $20 juta sebelum sidang kemuncak kripto pertama di White House pada 7 Mac.\n\nMenurut Bloomberg, dompet digital yang dikaitkan dengan World Liberty telah memperoleh Ether (ETH) bernilai $10.1 juta, Wrapped Bitcoin (WBTC) bernilai $9.9 juta, dan token MOVE daripada Movement Network bernilai $1.68 juta, dua hari sebelum sidang kemuncak tersebut.\n\nKeluarga Trump melancarkan World Liberty Financial pada September semasa tempoh menjelang pilihan raya presiden AS.  Setelah beroperasi sepenuhnya, World Liberty mendakwa ia akan membenarkan pemegang kripto membeli, menjual dan memperoleh faedah ke atas pegangan mereka tanpa perantara pusat.\n\nPada Januari, anak lelaki Presiden Trump, Eric Trump, berkata World Liberty \"akan merevolusikan DeFi/CeFi dan akan menjadi masa depan kewangan.\"\n\nWalau bagaimanapun, projek ini bukanlah tanpa kontroversi. Pada Februari, laporan Blockworks mendakwa bahawa World Liberty sedang menawarkan penjualan token WLFI yang akan datang kepada projek lain sebagai pertukaran untuk membeli token mereka.  Cointelegraph telah menghubungi beberapa projek yang didakwa menerima tawaran pertukaran token tersebut, dengan satu projek mengesahkan bahawa tiada tawaran telah dibuat. World Liberty menjelaskan di media sosial bahawa \"kami tidak menjual sebarang token [tetapi] hanya memangkinkan semula aset untuk tujuan perniagaan biasa.\"\n\n**Masa Yang Menarik**\n\nWalaupun World Liberty bukan asing kepada pengambilalihan kripto — syarikat itu memegang lebih daripada 66,000 ETH pada akhir Januari — masa pembelian terkini bertepatan dengan sidang kemuncak kripto White House yang dinantikan pada 7 Mac.\n\nSidang kemuncak itu, yang merupakan yang pertama seumpamanya, akan menampilkan perbincangan meja bulat antara pemimpin industri kripto dan ahli Kumpulan Kerja Presiden Trump mengenai Aset Digital.\n\nMenambah lagi misteri ialah David Sacks, tokoh berpengaruh dalam dunia kripto, yang menggunakan media sosial pada 6 Mac untuk meluahkan rasa kesal terhadap penjualan Bitcoin (BTC) yang tidak tepat pada masanya oleh kerajaan AS pada masa lalu. Kerajaan AS memperoleh $366 juta daripada penjualan Bitcoin sebelum ini, tetapi stok tersebut akan bernilai \"lebih daripada $17 bilion hari ini,\" kata Sacks.\n\n\"Itulah kos yang ditanggung pembayar cukai Amerika kerana tidak mempunyai strategi jangka panjang,\" katanya.\n\nKomen tersebut dibuat di tengah-tengah spekulasi yang semakin meningkat bahawa pentadbiran Trump akan secara rasmi mencadangkan penubuhan rizab kripto strategik dengan status khas diberikan kepada Bitcoin.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGQ5NzUtNzk4YS03MDI1LWFlNjEtODVjNGE0OThkN2Nk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca1030d6d4b22dcdaa8d84",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 21:10:00",
            "status": "Posted"
        },
        {
            "title": "Rizab kripto AS berpotensi melonjakkan had pasaran Bitcoin sebanyak $460 bilion – Kajian",
            "description": "Sekiranya Amerika Syarikat benar-benar mencipta rizab kripto strategik,  kapitalisasi pasaran Bitcoin dijangka melonjak kira-kira 25%, atau  anggaran AS$460 bilion.",
            "content": "## Mewujudkan Rizab Kripto Strategik di Amerika Syarikat Boleh Meningkatkan Nilai Pasaran Bitcoin\n\nSatu analisis oleh Sygnum Bank yang dikongsikan dengan Cointelegraph menunjukkan bahawa penciptaan rizab mata wang kripto strategik di Amerika Syarikat boleh meningkatkan permodalan pasaran Bitcoin (BTC) sebanyak kira-kira 25%, atau sekitar $460 bilion.\n\nRancangan Presiden AS Donald Trump untuk simpanan kripto kebangsaan, bersama-sama dengan cadangan serupa di puluhan negeri AS, boleh mencetuskan pembelian berbilion dolar dengan kesan pengganda 20x ke atas harga Bitcoin, menurut Sygnum, pengurus aset kripto.\n\n“Kerana bekalan Bitcoin yang cair adalah sangat kecil […] aliran masuk yang lebih besar menyebabkan kejutan harga menaik,” kata Katalin Tischhauser, ketua penyelidikan Sygnum, kepada Cointelegraph.\n\nTischhauser menambah bahawa pembelian Bitcoin oleh kerajaan persekutuan atau negeri “kemungkinan akan mencetuskan satu lagi gelombang peruntukan daripada pelabur institusi juga,” belum lagi kerajaan negara lain.\n\nAliran modal institusi sudah pun memberikan “kesan pengganda” ke atas harga spot BTC, dengan setiap $1 bilion aliran masuk bersih ke dalam dana dagangan bursa (ETF) spot memacu pergerakan harga kira-kira 3-6%, kata Sygnum dalam laporan Tinjauan Pasaran Kripto 2025.\n\nAliran masuk institusi cenderung memacu harga Bitcoin. Sumber: Sygnum Bank\n\nRizab kripto yang dirancang\n\nPada 2 Mac, Trump mengesahkan komitmennya untuk mencipta simpanan kripto AS yang memegang Bitcoin, serta altcoin seperti Ether (ETH) dan Solana (SOL), antara lain.\n\nPasaran kripto melonjak selepas pengumuman Trump, tetapi kehilangan keuntungan tersebut kemudiannya pada minggu itu apabila kebimbangan ekonomi makro dan perang perdagangan yang bakal berlaku menjadi tumpuan utama.\n\nTrump telah menyokong idea kolam kripto kebangsaan sejak Julai 2024, apabila Senator AS Cynthia Lummis mencadangkan Akta BITCOIN, yang mencadangkan rizab AS khusus untuk Bitcoin. Lebih separuh daripada negeri AS telah mengemukakan cadangan untuk mencipta rizab serupa di peringkat negeri.\n\nRang undang-undang rizab Bitcoin negeri. Sumber: VanEck\n\nBagaimanapun, kemajuannya tidak sekata. Lima negeri telah menolak rancangan rizab kripto, kata Tischhauser. Sementara itu, penciptaan simpanan kripto persekutuan mungkin memerlukan kelulusan Kongres, satu proses yang panjang dan tidak menentu.\n\n“[P]asaran kini menilai kebarangkalian [simpanan Bitcoin kebangsaan] agak rendah” disebabkan oleh cabaran termasuk mesej yang mengelirukan dan halangan undang-undang, kata Katalin Tischhauser, ketua penyelidikan Sygnum, kepada Cointelegraph.\n\n“[S]ebarang kejutan positif akan menjadi optimis untuk harga bitcoin,” kata Tischhauser.\n\nWhite House bercadang untuk mendedahkan lebih banyak butiran tentang rancangan tersebut semasa sidang kemuncak kripto pada 7 Mac, menurut Setiausaha Perdagangan AS Howard Lutnick.\n\nBeliau mencadangkan bahawa Bitcoin akan mempunyai status istimewa dalam rizab kripto AS, yang akan termasuk ETH, Solana, XRP (XRP) dan Cardano (ADA).\n\n“Tahap sokongan daripada pentadbiran itu pasti optimis, tetapi memanggilnya rizab strategik telah menimbulkan banyak kekeliruan,” kata Tischhauser.\n\n“Dengan kemasukan token lain, saya fikir kita bercakap tentang pelaburan langsung yang dicadangkan oleh kerajaan AS dalam industri ini.”",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZjZDktZTExZS03MjU1LWE4MWEtYjM0NTQ5NWFjYjE2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca0dd9f0954131afa3c045",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 20:59:00",
            "status": "Posted"
        }
    ]
}