{
    "timestamp": "2025-03-10 03:25:08",
    "all_news": [
        {
            "title": "Perdana Menteri baharu Kanada pernah menyatakan Bitcoin mempunyai ‘kekurangan yang serius’.",
            "description": "Perdana Menteri baharu Kanada, Mark Carney, sebelum ini telah melahirkan pandangan negatif terhadap Bitcoin dan kripto ketika berkhidmat sebagai Gabenor Bank…",
            "content": "Parti Liberal Kanada umumkan Perdana Menteri baharu Kanada ialah Mark Carney, bekas gabenor bank pusat dan pengkritik Bitcoin yang merancang untuk melawan tarif baharu yang diperkenalkan oleh Amerika Syarikat.\n\nCarney menang pada 9 Mac dalam undi besar untuk menggantikan Justin Trudeau, yang memegang jawatan selama lebih tujuh tahun.\n\nCarney berkhidmat sebagai gabenor Bank of Canada antara 2008 dan 2013 sebelum menyeberangi Lautan Atlantik untuk berkhidmat sebagai gabenor Bank of England selama tujuh tahun berikutnya. Beliau memberitahu media tempatan pada 1 Mac bahawa beliau telah memulakan proses menafikan kewarganegaraan UK dan Irelandnya.\nSumber: Parti Liberal Kanada\n\nBeliau telah menentang Bitcoin (BTC) sejak sekurang-kurangnya 2 Mac 2018, apabila beliau berkata had bekalan tetap Bitcoin mengakibatkan \"kekurangan yang serius.\"\n\n“Bekalan Bitcoin yang tetap telah mencetuskan kegilaan spekulasi global yang telah menggalakkan pengeluaran mata wang kripto baharu,” kata Carney semasa ucapan beliau mengenai masa depan wang semasa berkhidmat sebagai gabenor di bank terkemuka England.\n\nCarney juga berkata Bitcoin dan mata wang kripto telah terbukti sebagai \"penyimpanan nilai jangka pendek yang buruk.\"\n\nDalam kertas yang sama, Carney memperjuangkan mata wang digital bank pusat, menyatakan bahawa ia boleh mengembangkan akses perbankan kepada lebih ramai individu dan perniagaan sambil mencadangkan ia boleh membantu bank pusat \"memperangi keganasan dan jenayah ekonomi.\"\n\nWalau bagaimanapun, Carney juga merupakan ahli lembaga di firma pemproses pembayaran Stripe dari Februari 2021 hingga Januari 2025.  Semasa tempoh itu, Stripe melaksanakan pelbagai penyelesaian pembayaran kripto antara 2022 dan 2024. Pandangan negatif Carney terhadap Bitcoin dan kripto nampaknya lebih kuat daripada Trudeau, yang pernah menggambarkan platform pro-kripto ketua pembangkang Pierre Pollievere sebagai \"tidak bertanggungjawab.\" \"Memberitahu orang ramai bahawa mereka boleh memilih untuk tidak mengalami inflasi dengan melabur dalam mata wang kripto bukanlah kepimpinan yang bertanggungjawab,\" kata Trudeau pada September 2022.\n\nCarney merancang untuk melawan Trump mengenai tarif\n\nDalam ucapan kemenangannya pada 9 Mac, Carney mengecam Presiden Amerika Syarikat Donald Trump kerana \"menyerang keluarga Kanada\" dan cuba melemahkan ekonomi Kanada melalui tarif.\n\n\"Donald Trump telah mengenakan tarif yang tidak wajar terhadap apa yang kita bina, jual dan bagaimana kita mencari nafkah,\" kata Carney.\n\nKerajaan Kanada telah \"membalas dengan sewajarnya\" dengan tarif, yang menurut Carney akan kekal sehingga \"orang Amerika menunjukkan rasa hormat kepada kita.\"\n\nBeliau menambah bahawa Kanada \"tidak akan pernah menjadi sebahagian daripada Amerika dalam apa jua bentuk\" — satu lagi komen sebagai tindak balas kepada cita-cita Trump untuk menjadikan Kanada sebagai negeri ke-51 AS.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdkY2ItNjFiMy03MGJmLTg4YmItZTg4NjM0ODA1Yjlj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ce55a9daccf06eacc32350",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 02:54:00",
            "status": "Posted"
        }
    ]
}