{
    "timestamp": "2025-05-15 22:25:44",
    "all_news": [
        {
            "title": "ETH Holds Key Level as Uptrend Eyes $3,063 and Possibly $4,201 Ahead",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/ethereum-targets-3063-as-breakout-near-2400/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/PITCH-2-4.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:13:00"
        },
        {
            "title": "U.S. Senate Drives Forward with New Crypto Asset Regulations",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/u-s-senate-drives-forward-with-new-crypto-asset-regulations/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/cryptocurrency-law-065.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:12:00"
        },
        {
            "title": "NY Fed and BIS Embrace Tokenized Assets over CBDCs",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6826675fb3a58610854ada53",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/ny-fed-bis-emblem-ink-drawing.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:12:00"
        },
        {
            "title": "Crypto Market Trends: Unveiling the Next Big Opportunity in Cryptocurrency Investing",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6826675d4f980c09baec6c4f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Crypto-Market-Trends-Unveiling-the-Next-Big-Opportunity-in-Cryptocurrency-Investing.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:10:00"
        },
        {
            "title": "Trump’s crypto ties ‘add a certain level of challenge’ to passing bills — Coinbase exec",
            "translated_facebook_post": "Rang undang-undang berkaitan mata wang kripto di Amerika Syarikat menghadapi beberapa halangan disebabkan penglibatan Trump dalam industri ini, tetapi dijangka akan diselesaikan tidak lama lagi.",
            "translated_title": "Hubungan Trump dengan kripto ‘menambahkan cabaran tertentu’ kepada kelulusan rang undang-undang — eksekutif Coinbase",
            "translated_content": "**Ketua Pegawai Undang-Undang Coinbase Alamat Isu Mengenai Usaha Kripto Trump**\n\nKetua Pegawai Undang-Undang Coinbase, Paul Grewal, telah menangani beberapa kebimbangan yang dibangkitkan oleh penggubal undang-undang AS dan pemimpin industri mengenai usaha kripto Presiden Donald Trump, dan bagaimana ia mungkin menjejaskan perundangan berkaitan.\n\nBercakap di persidangan Consensus di Toronto pada 15 Mei, Grewal berkata terdapat \"gangguan\" di Kongres sejak Jawatankuasa Perbankan Senat mengundi untuk memajukan Akta GENIUS (Guiding and Establishing National Innovation for US Stablecoins) pada bulan Mac. Walaupun Grewal berkata terdapat pertikaian mengenai \"isu penting yang perlu ditangani\" dalam rang undang-undang itu, beliau memberi bayangan bahawa penglibatan Trump dalam industri itu merupakan \"faktor rumit\".\n\n\"Perbincangan mengenai sokongan presiden terhadap satu atau dua duit syiling meme dan usaha lain memang menambahkan satu tahap cabaran kepada usaha untuk mendapatkan Demokrat dan Republikan selari dengan cara yang betul untuk mengawal selia [pasaran spot], tetapi saya yakin bahawa Senat dan Dewan akan menyelesaikan semua itu,\" kata Grewal.\n\nDemokrat termasuk Senator Elizabeth Warren secara jelas menyatakan usaha kripto keluarga Trump, World Liberty Financial, dan stablecoin USD1nya dalam menentang Akta GENIUS. Walau bagaimanapun, sesetengah penyokong rang undang-undang itu, seperti Senator Kirsten Gillibrand, yang mencadangkan versi awal perundangan itu, berkata mereka akan membuang bahasa yang khusus mensasarkan usaha kripto presiden.\n\nApa sahaja terma untuk pengubahsuaian kepada rang undang-undang itu, ramai penggubal undang-undang masih menjangkakan Senat akan mengadakan satu lagi undian dalam masa beberapa hari. Punchbowl melaporkan pada 15 Mei bahawa Demokrat \"menang kemenangan besar\" selepas menerima jaminan bahawa beberapa kebimbangan mereka mengenai perlindungan pengguna, Anti-Pengubahan Wang Haram, dan langkah keselamatan keselamatan negara akan ditangani.\n\n**Stablecoin dahulu, kemudian rang undang-undang struktur pasaran?**\n\nDewan Perwakilan juga sedang mempertimbangkan draf perundangan untuk rang undang-undang struktur pasaran aset digital, satu lelaran yang berbeza daripada rang undang-undang FIT21 yang diluluskan oleh dewan pada Mei 2024. Wakil Demokrat juga telah menolak perundangan itu, memetik \"rasuah kripto Trump\".\n\n\"Saya fikir kita akan mempelajari banyak perkara daripada kemajuan yang kita lihat hanya dalam beberapa hari akan datang mengenai stablecoin mengenai selera untuk benar-benar menangani semua masalah ini pada sebarang jadual yang menyerupai jadual yang ditetapkan tidak lama dahulu oleh Rumah Putih dan sesetengah pemimpin di Kongres,\" kata Grewal.",
            "translated_summary": "Paul Grewal seolah-olah menolak sebarang kelewatan Senat AS meluluskan rang undang-undang untuk mengawal selia stablecoin pembayaran sebagai \"gangguan kecil,\" termasuk… presiden.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6826675e3aaa0d7d7b3c368b",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDcxNzMtMjkyMy03MmJjLTkyMmEtMjc4OTFiYzIxODBm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-15 22:10:00"
        },
        {
            "title": "Trump and UAE Announce Major AI Data Center in Abu Dhabi",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68266632b3a58610854ada4a",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/trump-bin-zayed-meeting-abu-dhabi.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:04:00"
        },
        {
            "title": "Top 6 Cryptocurrencies to Track Right Now: ETH, DOGE, TRUMPCOIN, KASPA, and Others Gaining Momentum",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/top-6-cryptocurrencies-to-track-right-now-eth-doge-trumpcoin-kaspa/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/unnamed-92-1-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:03:00"
        },
        {
            "title": "Bitcoin Mining 2025: Post-Halving Economic Impact Analyzed",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682665076b6d440bd78b25e3",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/bitcoin-mining-april-2024-halving.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:02:00"
        },
        {
            "title": "XRP Whale Dumps $73M Coins to Coinbase: XRP Price’s $2 Crash Imminent?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682666344f980c09baec6c4c",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/03/XRP-Price-At-Critical-2-Level-Will-It-Rebound-Or-Crash-To-1.20.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:02:00"
        },
        {
            "title": "Unstaked Raises $6M with 2,700% ROI Forecast, Surpassing ADA’s $1.33 Target & TRX’s Network Growth",
            "translated_facebook_post": "Pasaran kripto makin stabil, pelaburan tumpu pada aset yang tunjuk kemajuan nyata.  Unstaked, dengan  dana $6 juta dikutip dan ramalan pulangan pelaburan 2700%, nampaknya menarik perhatian, selain daripada Cardano dan Tron yang juga mencatat perkembangan positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825e8022daf4402acca0613",
            "source": "Crypto Economy",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/c79d31fe275e44acbe89b5bded0a25cf.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:00:00"
        },
        {
            "title": "Cryptocurrency Market: Unlocking Powerful Crypto Investing Strategies",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68266505d6b8085a000821ac",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Cryptocurrency-Market-Unlocking-Powerful-Crypto-Investing-Strategies.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:00:00"
        },
        {
            "title": "Bitget (BGB) Rises, Cardano (ADA) Surges, & BlockDAG Secures 20 Exchange Listings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68266506d6b8085a000821ae",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/2025-05-15T155832.529Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:00:00"
        },
        {
            "title": "XRP Targets $8, Stellar Climbs, & BlockDAG Confirms 5 Exchange Listings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682665074f980c09baec6c3e",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/2025-05-15T154728.677Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:00:00"
        },
        {
            "title": "Solana (SOL) Struggles To Build Momentum, Investors Switch To Shiba Inu (SHIB) and Mutuum Finance (MUTM) For 700%+ ROI",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682666314f980c09baec6c46",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_3-5.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:00:00"
        },
        {
            "title": "Best Altcoin to Buy Now: Why Mutuum Finance Will Rally 7200% If Ethereum Continues to Recover",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682666314f980c09baec6c48",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_36-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 22:00:00"
        },
        {
            "title": "Federal Reserve's Interest Rate Outlook Shifts Markets",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682663dbd6b8085a000821a9",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/federal-reserve-interest-shift-markets.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 21:58:00"
        },
        {
            "title": "Here’s what happened in crypto today",
            "translated_facebook_post": "Beberapa pekerja sokongan pelanggan Coinbase di India dipecat sebab terlibat dalam serangan menipu pengguna, menyebabkan kerugian antara $180 juta hingga $400 juta.  Pasaran gelap maya terbesar, Haowang Guarantee, juga ditutup selepas Telegram menyekat akaun-akaun berkaitan.",
            "translated_title": "Inilah perkembangan kripto hari ini",
            "translated_content": "Hari ini dalam dunia kripto, Coinbase dilaporkan menolak untuk membayar wang tebusan $20 juta selepas dalaman menularkan data pengguna dalam skim pancingan data — pelanggaran itu boleh menelan kos sehingga $400 juta kepada bursa tersebut. Syarikat itu kemudiannya telah memecat sekumpulan ejen khidmat pelanggan yang dikontrak, yang didakwa terlibat dalam serangan tersebut. Sementara itu, Huione Guarantee — yang disyaki beroperasi sebagai pasaran gelap terbesar di dunia — telah ditutup selepas pembersihan akaun Telegram mengganggu rangkaiannya.\n\nCoinbase memecat ejen yang berkompromi di India — Laporan\n\nCoinbase dilaporkan telah memecat sekumpulan ejen khidmat pelanggan susulan penglibatan mereka yang didakwa dalam serangan kejuruteraan sosial terhadap pengguna. Ejen yang dikontrak tersebut berpangkalan di India.\n\nMenurut temu bual Fortune pada 15 Mei, ketua pegawai keselamatan Coinbase, Philip Martin, berkata syarikat itu telah mengenal pasti kontraktor khidmat pelanggan yang membenarkan penipu mengakses data pengguna, menunjukkan mereka mungkin warga India. Komen Ketua Pegawai Keselamatan itu dibuat selepas beberapa pengguna kripto terjejas akibat cubaan serangan pancingan data menggunakan data Coinbase mereka, yang dianggarkan oleh bursa tersebut boleh menelan kos antara $180 juta dan $400 juta untuk pemulihan dan bayaran balik.\n\nQiao Wang, penyumbang teras kepada Alliance DAO, berkata dalam catatan X pada 15 Mei bahawa beliau mungkin menjadi mangsa salah satu serangan ini. Beliau berkata seorang penipu memberitahunya bahawa akaun Coinbase beliau telah dikompromi, meminta beliau mengesahkan maklumat peribadinya, yang mungkin diakses oleh penjenayah melalui ejen yang dikompromi, dan meminta beliau mengeluarkan semua dana beliau ke \"dompet kendiri Coinbase.\"\n\n\"Saya menegur mereka pada akhir panggilan itu dengan memberitahu mereka perlu meningkatkan usaha mereka [...],\" kata Wang di X. \"Mereka memberitahu saya bahawa mereka telah memperoleh $7 juta pada hari itu.\"\n\nCoinbase berdepan bil $400 juta selepas serangan pancingan data dalaman\n\nCoinbase, bursa mata wang kripto ketiga terbesar di dunia, telah diserang dengan cubaan pemerasan $20 juta selepas penjenayah siber merekrut ejen sokongan di luar negara untuk menularkan data pengguna, kata syarikat itu.\n\nMenurut catatan blog pada 15 Mei, Coinbase berkata sekumpulan pelakon luar telah menyogok dan bekerjasama dengan beberapa kontraktor khidmat pelanggan untuk mengakses sistem dalaman dan mencuri data akaun pengguna yang terhad.\n\n\"Orang dalam ini menyalahgunakan akses mereka kepada sistem khidmat pelanggan untuk mencuri data akaun bagi sebilangan kecil pelanggan,\" kata Coinbase, sambil menambah bahawa tiada kata laluan, kunci peribadi, dana atau akaun Coinbase Prime terjejas.\n\nKurang daripada 1% data pengguna transaksi bulanan Coinbase terjejas akibat serangan itu, kata syarikat itu.\n\nSelepas mencuri data tersebut, penyerang cuba memeras ugut $20 juta Bitcoin (BTC) daripada Coinbase sebagai pertukaran untuk tidak mendedahkan pelanggaran tersebut. Coinbase menolak permintaan itu.\n\nCoinbase berkata ia akan membayar balik pengguna yang ditipu untuk menghantar mata wang kripto kepada penipu pancingan data, dengan perbelanjaan pemulihan dan bayaran balik yang dijangkakan antara $180 juta hingga $400 juta.\n\nBursa kripto itu mendedahkan anggaran tersebut dalam pemfailan 8-K kepada Suruhanjaya Sekuriti dan Bursa AS pada 15 Mei, sambil menyatakan perbelanjaan tersebut berkaitan dengan \"bayaran balik pelanggan sukarela\" dan usaha pemulihan lain.\n\nTelegram menutup \"pasaran gelap terbesar yang pernah wujud\"\n\nPasaran gelap utama China yang disyaki memudahkan penipuan kripto dan jenayah siber mengatakan ia akan menghentikan operasi selepas menjadi sasaran dalam gelombang larangan oleh perkhidmatan pesanan Telegram, yang menjadi platform operasinya.\n\nPasaran haram terbesar di internet, Haowang Guarantee, sebelum ini dikenali sebagai Huione Guarantee, menyaksikan Telegram melarang ribuan akaun yang berkaitan pada 13 Mei.\n\n\"Oleh kerana semua NFT, saluran dan kumpulan kami disekat oleh Telegram pada 13 Mei 2025, Haowang Guarantee akan menghentikan operasi bermula sekarang,\" menurut kenyataan di laman web pasaran tersebut.\n\nSebuah laporan daripada Wired menyatakan bahawa ini melibatkan pelarangan ribuan akaun dan nama pengguna yang bertindak sebagai infrastruktur bagi pasaran jenayah kripto dan vendornya.\n\nJurucakap Telegram, Remi Vaughn memberitahu akhbar itu, \"komuniti yang sebelum ini dilaporkan kepada kami oleh WIRED atau yang disertakan dalam laporan yang diterbitkan oleh Elliptic semuanya telah diturunkan,\" sebelum menambah bahawa \"aktiviti jenayah seperti penipuan atau pengubahan wang haram dilarang oleh terma perkhidmatan Telegram dan sentiasa akan dikeluarkan apabila dikesan.\"",
            "translated_summary": "Ingin tahu perkembangan kripto hari ini? Berikut adalah berita terkini mengenai trend harian dan peristiwa yang mempengaruhi harga Bitcoin, teknologi rantaian blok, DeFi, NFT, dan banyak lagi.",
            "original_url": "https://coinmarketcap.com/community/en/articles/65b8e384df1c060ecd34c624",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDgzZjctMTdlYS03OTc0LWJlNzMtNjYxYzdjZDE1N2M3.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-15 21:58:00"
        },
        {
            "title": "Senate Receives Stablecoin GENIUS Act Amendment with New Safeguards",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682663da4f980c09baec6c3c",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/us-senate-stablecoin-discussion.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 21:54:00"
        },
        {
            "title": "Mubadala Increases Bitcoin Holdings; Wisconsin Fund Withdraws",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682662a98fccf221648dec3a",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/abu-dhabi-pixelated-skyline.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 21:53:00"
        },
        {
            "title": "Michael Saylor Advocates Relentless Bitcoin Retention",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/682662a94f980c09baec6c3a",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/michael-saylor-bitcoin-portrait.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 21:51:00"
        }
    ]
}