{
    "timestamp": "2025-03-22 14:25:28",
    "all_news": [
        {
            "title": "Peniaga mengaut keuntungan $480,000 dengan pulangan 1,500 kali ganda sebelum mata wang kripto meme BNB jatuh 50%.",
            "description": "Seorang pedagang bijak meraih hampir setengah juta, nyaris mengelak kejatuhan 50% mata wang kripto meme dan mencetuskan tuduhan maklumat orang dalam kalangan pelabur kripto.",
            "content": "## Anónimo acumula medio millón en memecoin antes de su desplome, generando sospechas de información privilegiada\n\nUn operador anónimo obtuvo casi medio millón de dólares en ganancias con una memecoin recién lanzada, justo antes de que el token perdiera la mitad de su valor.  Este hecho ha desatado acusaciones de tráfico de información privilegiada tras la reciente ola de colapsos de memecoins.\n\nEl astuto operador obtuvo un rendimiento superior a 1.500 veces su inversión inicial, convirtiendo 304 dólares en más de 482.000 dólares en menos de 24 horas con la memecoin Bubb (BUBB).  Lookonchain informó en una publicación de X el 21 de marzo: \"Convirtió 304$ en 482.000$ con $BUBB — ¡un rendimiento de 1.586x! Este operador gastó solo 304$ para comprar 43.94 millones de $BUBB y vendió 28.9 millones de $BUBB por 122.000$, dejando 15.64 millones de $BUBB (360.000$).\"\n\nEsta operación lucrativa tuvo lugar poco antes de que el token perdiera más del 50% de su valor, cayendo desde una capitalización de mercado máxima de 43,7 millones de dólares a las 22:00 UTC del 21 de marzo, hasta los 22,6 millones de dólares actuales, según datos de Dexscreener.\n\nEl token Bubb comenzó a recibir atención significativa de los inversores el 20 de marzo, después de que Yi He, cofundadora y directora de atención al cliente de Binance, comentara en una de las publicaciones del token, un movimiento que los operadores interpretaron como una señal de un posible listado en el exchange más grande del mundo.\n\nEl rendimiento superior a 1.500 veces de la inversión del operador anónimo provocó acusaciones de información privilegiada entre los participantes del mercado.  Un inversor criptográfico pseudónimo, fhools, respondió a la publicación de Lookonchain en X: \"Podrían etiquetar este tipo de publicaciones con 'información privilegiada' para que pueda silenciarlas todas, prefiero ser ingenuo al respecto\".\n\nEsta operación rentable se produce una semana después del desplome del 99% de la memecoin WOLF de Hayden Davies, inspirada en \"El lobo de Wall Street\", que mostró signos de actividad de información privilegiada significativa antes de su colapso.  Davies lanzó la memecoin WOLF el 8 de marzo, aprovechando los rumores sobre el lanzamiento de su propio token por parte de Jordan Belfort, conocido como el \"Lobo de Wall Street\". El token alcanzó una capitalización de mercado máxima de 42 millones de dólares. Sin embargo, el 82% del suministro del token WOLF estaba agrupado bajo la misma entidad, según una publicación de X de Bubblemaps el 15 de marzo.\n\n\nEl último lanzamiento de token de Davies se produce semanas después del colapso del token Libra, donde ocho billeteras internas retiraron 107 millones de dólares en liquidez, lo que provocó una eliminación de 4.000 millones de dólares de la capitalización de mercado en pocas horas. El token Libra se convirtió en un asunto político, con el presidente argentino Javier Milei arriesgándose a un juicio político después de su respaldo a la moneda.\n\nPara evitar otro colapso similar al de Libra, los tokens con respaldos presidenciales necesitarán mecanismos de seguridad y económicos más sólidos, como el bloqueo de liquidez o la imposibilidad de vender los tokens en el grupo de liquidez durante un período predeterminado, según escribió DWF Labs en un informe.  El informe también indicó que los tokens de líderes de alto perfil también necesitarían restricciones de lanzamiento para limitar la participación de bots de \"crypto-sniping\" y grandes tenedores o \"ballenas\".  El escándalo de Libra resultó en la pérdida de 286 millones de dólares por parte de 74.698 operadores, según el informe de DWF Labs. Milei enfrenta llamados a juicio político de sus oponentes políticos después de respaldar la criptomoneda que se convirtió en una estafa de 100 millones de dólares.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWJlMjYtZTE0Mi03MzAwLWI5NGItNjYwNmI1NTlmZjkx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dec368dcc87868eed3fcb2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 14:01:00",
            "status": "Posted"
        }
    ]
}