{
    "timestamp": "2025-04-04 09:27:27",
    "all_news": [
        {
            "title": "Will Bitcoin Survive the Current Market Struggles?",
            "translated_facebook_post": "Harga Bitcoin sekarang agak tak menentu, mungkin naik sikit dalam jangka masa pendek, tapi ada risiko jatuh teruk kalau tak pecah paras $82,788.  Kalau berjaya cecah dan kekal atas $90,000, baru boleh harap naik lagi tinggi, mungkin sampai $110,000 - $120,000.  Tapi kena ingat, ekonomi global pun mempengaruhi keadaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-bitcoin-survive-the-current-market-struggles",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-news-149.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:18:00"
        },
        {
            "title": "NEWS DIGEST-04.04.2025🚀",
            "translated_facebook_post": "Chainlink, Cardano, Solana, dan Binance ada buat beberapa pengumuman besar hari ni; Chainlink upgrade rangkaian oracle, Cardano kerjasama dengan bank Eropah untuk bon tertoken, Solana  keluarkan kemas kini keselamatan, dan Binance lancarkan penyelesaian penjagaan aset digital untuk pelabur institusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa41e598d1d1643d9daa2",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/03/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA-%D1%8D%D0%BA%D1%80%D0%B0%D0%BD%D0%B0-2025-03-31-%D0%B2-16.17.31.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:16:00"
        },
        {
            "title": "SUI Overtakes Tron in Daily Active Users, Eyes Breakout Above $2.52",
            "translated_facebook_post": "SUI dah mengatasi Tron dari segi pengguna aktif harian, walaupun harga dia masih turun sikit.  Walaupun begitu,  ramalan menunjukkan potensi kenaikan harga lepas $2.52.  Jumlah pengguna SUI meningkat banyak, dan ekosistem dia pun makin berkembang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/sui-overtakes-tron-in-daily-active-users-eyes-breakout-above-2-52/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/Untitled-design-16.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:15:00"
        },
        {
            "title": "With 11,700 Bulls Strong, BTFD Coin Becomes the Best Crypto to Explode in 2025 While PEPE and WIF See Market Pressure",
            "translated_facebook_post": "Bursa kripto nampaknya bakal rancak lepas ni.  Walaupun harga sesetengah duit kripto meme jatuh,  BTFD Coin tengah naik macam roket dalam pra-jualan dia.  Ramai yang minat sebab potensi pulangan tinggi dan strategi pemasaran yang bagus.  Pepe dan Dogwifhat pun masih ada potensi, cuma BTFD nampak lebih menarik buat masa sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef9b31a128e266acc5310f",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/a799c136d0704158baccf17d1d706e35.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:15:00"
        },
        {
            "title": "$0.0002 Entry Makes BTFD a Star Among Best Cryptos to Join For Long Term With Shiba Inu’s Trading Boom and Pudgy Penguins’ Viral Power",
            "translated_facebook_post": "BFTD Coin tengah naik, harga murah sangat, potensi untung tinggi, ramai dah beli masa pra-jualan.  Shiba Inu pun aktif walaupun harga turun sikit, manakala Pudgy Penguins masih popular.  Nampaknya matawang kripto berasaskan meme ni masih berpotensi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa41c598d1d1643d9daa0",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/BTFD-3.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:15:00"
        },
        {
            "title": "realme, the fastest growing mobile phone brand in Africa, has released their super waterproof product",
            "translated_facebook_post": "Telefon pintar realme C75 ni bukan saja tahan lasak, malah ada bateri tahan lama dan  ciri AI canggih.  Ia juga antara telefon pertama yang dapat  tahan air dan hentakan yang kuat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa2ef1166a438e1b573cc",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:13:00"
        },
        {
            "title": "XRP Ledger EVM Sidechain Testnet Launches on Cosmos SDK",
            "translated_facebook_post": "Rangkaian ujian sidechain EVM XRP Ledger dah dilancarkan, paving the way untuk pelancaran utama nanti.  Ia memudahkan pemindahan aset dan memberi peluang pada pembangun untuk uji projek mereka sebelum pelancaran rasmi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa2efa128e266acc53145",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/19438.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:11:00"
        },
        {
            "title": "Good News for Ripple Investors: Is XRP Preparing for a Rebound?",
            "translated_facebook_post": "Harga XRP nampaknya macam nak naik balik lepas sempat bertahan daripada jatuh bawah harga $2,  walaupun baru-baru ni ada penurunan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa2f11166a438e1b573ce",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/12/XRP_CB-71.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:10:00"
        },
        {
            "title": "Zero-click attacks: How your wallet can be hacked without a click",
            "translated_facebook_post": "Serangan siber jenis *zero-click* ni bahaya sebab boleh curi duit kripto kita tanpa perlu klik apa-apa pun.  Jadi, kena sentiasa berhati-hati dan ikut langkah keselamatan macam guna *hardware wallet*, aktifkan 2FA, dan selalu *update* aplikasi serta sistem operasi.",
            "translated_title": "Serangan Klik Sifar: Bagaimana Dompet Digital Anda Boleh Digodam Tanpa Sebarang Klik",
            "translated_content": "## Serangan Klik Sifar: Ancaman Terbaru kepada Dompet Kripto Anda\n\nSerangan klik sifar membolehkan penggodam mengakses mata wang kripto anda tanpa sebarang tindakan daripada anda. Bayangkan membuka dompet kripto anda suatu hari dan mendapati semuanya telah hilang. Anda tidak memuat turun sebarang virus atau mengklik pautan yang mencurigakan. Wang tersebut hanya hilang begitu sahaja. Anda mungkin telah menjadi mangsa serangan klik sifar.\n\nSerangan klik sifar adalah ancaman digital yang membenarkan penggodam mengakses dompet anda tanpa sebarang interaksi daripada anda. Walaupun dompet anda digodam tanpa sebarang klik kedengaran mustahil, ancaman ini adalah yang terkini yang perlu diwaspadai jika anda ingin melindungi dompet kripto anda.\n\n**Bagaimana Serangan Klik Sifar Berfungsi**\n\nSerangan klik sifar merupakan yang terbaru dalam pelbagai jenis penggodaman dompet kripto. Biasanya, penggodam mendapat akses kepada dompet anda apabila anda secara tidak sengaja memuat turun perisian hasad atau mengklik pautan yang mencurigakan, juga dikenali sebagai serangan pancingan data kripto.  Walau bagaimanapun, serangan kripto klik sifar melaksanakan kod tanpa sebarang tindakan daripada anda. Ketiadaan interaksi inilah yang menjadikannya begitu mengancam.\n\nBerbanding bergantung kepada kesilapan pengguna, serangan klik sifar mengakses dompet anda melalui kelemahan dalam perisian peranti anda, sama ada PC atau telefon bimbit. Bayangkan seorang pencuri memecah masuk rumah anda bukan kerana anda terlupa mengunci pintu, tetapi kerana mereka mengambil kesempatan daripada kelemahan dalam pembuatan pintu anda. Serangan klik sifar berfungsi dengan cara yang sama tetapi dalam persekitaran maya, sering menyasarkan peranti mudah alih.\n\nSerangan klik sifar bukanlah eksklusif kepada kripto. Serangan yang mengancam perisian ini telah wujud sejak awal tahun 2000-an, pada mulanya menyasarkan aplikasi mesej dan klien e-mel. Kini, inilah cara dompet digodam.\n\n\n**Bagaimana Penggodam Menyasar Dompet dengan Serangan Klik Sifar**\n\nPerisian hasad klik sifar menyasarkan anda melalui kelemahan pengaturcaraan. Berikut adalah beberapa cara biasa serangan klik sifar boleh menyasarkan anda:\n\n* **Kelemahan Perisian:** Jika telefon Android anda menerima kemas kini dengan kelemahan keselamatan tertentu, pihak yang tidak bertanggungjawab boleh mengeksploitasi kelemahan tersebut hanya dengan menghantar mesej teks satu set perkataan tertentu kepada anda. Sebaik sahaja anda menerima mesej tersebut, ia mungkin mengaktifkan kelemahan itu dan memberikan penggodam kawalan sepenuhnya. Dari situ, mereka akan melakukan pelanggaran keselamatan dompet.  Begitu juga, penggodam boleh menyasarkan peranti iOS melalui aplikasi harian seperti iMessage atau Airdrop.\n\n* **Kelemahan Rangkaian:** Serangan yang disasarkan boleh melanggar perisian dompet anda melalui jarak dekat jika anda disambungkan ke rangkaian wifi awam, seperti di kedai kopi. Perkara yang sama juga berlaku kepada sambungan Bluetooth yang terbuka. Rangkaian terbuka menghantar data anda yang tidak disulitkan antara peranti. Penggodam boleh menyekat paket tersebut dan menghantar perisian hasad menerusinya, menyasarkan mana-mana peranti dengan kelemahan perisian tertentu. Sebarang sambungan ke peranti anda — sama ada wifi, Bluetooth, atau yang lain — adalah peluang berpotensi untuk serangan klik sifar. Inilah yang menjadikan serangan ini begitu membimbangkan. Ia boleh datang secara tiba-tiba.\n\n* **Kelemahan Aplikasi Terserak (DApp):** Kebanyakan dompet kripto berinteraksi dengan aplikasi Web3, juga dikenali sebagai DApp.  Walaupun anda menggunakan perkhidmatan Web3 yang dipercayai, kodnya boleh terdedah kepada serangan klik sifar pada bila-bila masa. Pihak yang tidak bertanggungjawab boleh menggunakan kelemahan itu, seperti ralat dalam pengaturcaraan kontrak pintar DApp, untuk mengakses dompet anda.\n\n\n**Apabila Anda Menjadi Mangsa Serangan Klik Sifar?**\n\nJika anda mengesyaki telah menjadi mangsa serangan klik sifar, ikuti langkah-langkah berikut untuk melindungi aset kripto anda:\n\n* Putuskan sambungan peranti anda daripada internet dengan serta-merta.\n* Selamatkan dompet Web3 anda. Pindahkan aset anda ke peranti lain menggunakan frasa pemulihan dompet anda.\n* Jalankan pemeriksaan antivirus. Selepas aset anda disimpan dengan selamat pada peranti yang tidak dikompromi, pasang perisian antivirus untuk mengimbas sebarang ancaman.\n\n\n**Amalan Keselamatan Terbaik untuk Melindungi Diri daripada Serangan Klik Sifar**\n\nSerangan klik sifar mungkin menakutkan, tetapi langkah pencegahan eksploitasi dompet wujud untuk melindungi diri anda.\n\nUntuk melindungi diri anda daripada serangan klik sifar, pertimbangkan untuk mengamalkan amalan keselamatan kripto terbaik ini:\n\n* Matikan penerimaan automatik untuk teks dan multimedia dalam mana-mana aplikasi mesej yang anda gunakan.\n* Kurangkan penggunaan Bluetooth.\n* Pantau sejarah sambungan dompet anda secara kerap. Pertimbangkan untuk memindahkan aset anda ke dompet lain jika anda melihat transaksi dengan sumber yang tidak diketahui.\n* Gunakan dompet perkakasan.\n* Gunakan dompet tandatangan berganda.\n* Kemas kini aplikasi dan perisian anda.\n* Pasang perisian antivirus.\n* Sandarkan data anda.\n* Ketatkan kebenaran aplikasi.\n* Tambahkan pengesahan dua faktor (2FA) kepada log masuk penting anda.\n* Gunakan VPN.\n* Beri perhatian.  Layari media sosial untuk ancaman yang muncul, ikuti sumber keselamatan siber yang boleh dipercayai, dan ambil langkah berjaga-jaga yang sewajarnya.\n\n**Bagaimana untuk menyemak serangan klik sifar**\n\nSerangan klik sifar mungkin muncul secara tiba-tiba, tetapi terdapat tanda-tanda pencerobohan. Jika anda mengesyaki serangan klik sifar tetapi tidak pasti, perhatikan tanda-tanda ini:\n\n* Penggunaan bateri yang lebih cepat.\n* Prestasi peranti yang lebih perlahan.\n* Pemasangan aplikasi rawak.\n* Proses latar belakang yang tidak diketahui.\n* Peningkatan penggunaan data.\n* Mesej teks yang luar biasa.\n\n\n**Masa Depan Serangan Klik Sifar**\n\nSerangan klik sifar bukanlah ancaman baharu. Ia akan terus berkembang seiring dengan proses keselamatan.  Seiring dengan perkembangan teknologi kripto, begitu juga dengan ancaman keselamatan siber kripto. Dompet kripto beroperasi tanpa pihak berkuasa pusat, yang bermaksud keselamatan dompet kripto bergantung sepenuhnya kepada anda.  Autonomi ini menjadikan dompet kripto sasaran penggodam, yang bermaksud penerokaan ke dalam ruang ini mempunyai risiko.  Di samping itu, apabila kecerdasan buatan (AI) menjadi lebih canggih, pihak yang tidak bertanggungjawab mungkin menggunakannya untuk membangunkan perisian hasad klik sifar yang lebih kompleks.  Melindungi diri anda daripada ancaman ini adalah lebih penting daripada sebelumnya. Anda boleh berbuat demikian dengan mengikuti pakar dan blog keselamatan siber dan mematuhi amalan keselamatan terbaik yang kukuh. Perlindungan terbaik terhadap klik sifar atau sebarang bentuk serangan adalah untuk berkembang bersama mereka.",
            "translated_summary": "Serangan klik sifar boleh mencuri kripto anda tanpa sebarang klik daripada anda. Ketahui cara melindungi dompet kripto anda daripada ancaman senyap ini.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa2f11166a438e1b573d0",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy8xNjZhMWMwYTQ4YmFmNmQyNmFiMWY2OWM4ODBkMTg1Ny5qcGc=.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 09:10:00"
        },
        {
            "title": "Bitcoin’s Current Landscape: Analyze the Risks and Opportunities",
            "translated_facebook_post": "Harga Bitcoin sekarang agak bahaya,  boleh naik mendadak atau jatuh dengan cepat. Kalau tak pecah paras $90,000, mungkin turun dekat $70,000.  Tapi kalau berjaya, boleh cecah $100,000 lebih!  Jadi kena berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoins-current-landscape-analyze-the-risks-and-opportunities/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-news-1092.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:08:00"
        },
        {
            "title": "Kyrgyzstan and Binance Founder Sign Blockchain MoU",
            "translated_facebook_post": "Kerajaan Kyrgyzstan dan pengasas Binance, CZ, baru je tandatangan perjanjian untuk  majukan teknologi blockchain di negara tu.  Tujuannya nak tingkatkan inovasi digital dan ekonomi,  jadikannya hab blockchain.  Presiden Kyrgyzstan sendiri sokong projek ni.  Harapnya kerjasama ni akan bawa banyak faedah ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa1dd1166a438e1b573ca",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/changpeng-zhao-mou-signing.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:07:00"
        },
        {
            "title": "Paul Atkins Confirmed As SEC Head: A Strategic Win For Trump",
            "translated_facebook_post": "Paul Atkins, dilantik ketua SEC, mencetuskan pelbagai reaksi. Sokongan daripada pihak industri kripto, tetapi kebimbangan terhadap campur tangan politik dan kepentingan peribadi, terutamanya melibatkan syarikat berkaitan Trump dan isu stablecoin.  Situasi ini menimbulkan risiko penyalahgunaan kuasa dan perlunya badan bebas untuk mengawasi pengawal selia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa2f11166a438e1b573d4",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/PAUCL-ATKINS-SEC.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:05:00"
        },
        {
            "title": "Blum Airdrop Heats Up After MEXC Premarket Soars: Check Details",
            "translated_facebook_post": "Airdrop Blum tengah hangat lepas pra-pasaran naik mendadak di MEXC.  Nak dapat airdrop ni, kena kumpul sekurang-kurangnya 100,000 mata, ada 750 mata perlombongan meme atau siapkan tugasan Bukti Aktiviti, dan refer sekurang-kurangnya dua orang.  Harga semasa pun dah menarik perhatian ramai!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef9fed1166a438e1b573bc",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3209a7c6007b40af8b39b58c1c5c7697.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:01:00"
        },
        {
            "title": "Republic's Acquisition of INX Digital in $60M Deal Announced",
            "translated_facebook_post": "Republic beli INX Digital dengan harga $60 juta,  ni akan ubah macam mana pasaran mata wang kripto ni bergerak lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa0ac97f6e02890b8d767",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-announcement-board-rpg.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:00:00"
        },
        {
            "title": "Top New Crypto to Watch in 2025 – Dragoin ($DDGN) Presale Fires Up with 6,700% Upside",
            "translated_facebook_post": "Dragoin, kripto mata wang baru, tengah tular dengan potensi pulangan tinggi sampai 6,700%, ditambah pula dengan permainan seronok dan jualan pra-pelancaran yang unik.  Harga sekarang murah, tapi akan naik nanti.  Cepat-cepatlah kalau nak untung banyak!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa0ad1166a438e1b573c1",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-03T182309.685Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:00:00"
        },
        {
            "title": "Altcoins Under $0.05 That Could Deliver 75x Gains in The Upcoming Bull Run",
            "translated_facebook_post": "Beberapa altcoin seperti The Graph, Hedera, dan Sei berpotensi untuk meningkat dengan banyak kali ganda nilainya, meskipun Zeedex masih lagi baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67efa1dc1166a438e1b573c8",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/Pitch-1-14.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 09:00:00"
        },
        {
            "title": "Republic to Acquire INX Digital in $60 Million Deal",
            "translated_facebook_post": "Republic akan beli INX Digital dengan harga sehingga $60 juta, gabungan ni dijangka akan perkemaskan lagi aturan dan teknologi dalam pasaran kewangan digital, sekaligus menarik lebih ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef9f851166a438e1b573b8",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/republic-inx-digital-acquisition.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 08:55:00"
        },
        {
            "title": "Binance Founder Changpeng Zhao (CZ) Became This Country's Cryptocurrency Advisor! Here Are the Details",
            "translated_facebook_post": "Pengasas Binance, Changpeng Zhao, dah dilantik jadi penasihat kripto untuk Kyrgyzstan, nak bantu negara tu maju dalam bidang teknologi blockchain dan kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef9e551166a438e1b573b3",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/06/binance-cz-changpeng-zhao.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 08:53:00"
        },
        {
            "title": "Is MAGACOINFINANCE the 50,000% Sleeper Pick for the Next Bull Run?",
            "translated_facebook_post": "Ramai spekulasi  MAGACOINFINANCE mungkin akan naik mendadak tahun depan,  walaupun Solana, Injective, Kaspa, dan Uniswap pun menunjukkan prestasi bagus.  Pelaburan awal nampaknya berpotensi untung besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef9e561166a438e1b573b5",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17436924365251036-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 08:50:00"
        },
        {
            "title": "Shardeum Airdrop Fuels Hype Ahead of April 15 Token Listing",
            "translated_facebook_post": "Shardeum, rantaian blok autoskal yang canggih, akan lancar token SHM mereka pada 15 April 2025, dengan airdrop bermula 13 April untuk peminat awal. Harga token dijangka antara $0.05 hingga $1.00 bergantung pada permintaan pasaran.  Peluang menarik untuk dapat token percuma dan mungkin untung!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ef9d58a128e266acc53139",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/28d987a173eb45a0aa17e9b0be08db19.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 08:50:00"
        }
    ]
}