{
    "timestamp": "2025-03-15 15:24:21",
    "all_news": [
        {
            "title": "Sains terdesentralisasi bertemu AI — institusi lama tidak bersedia",
            "description": "Gabungan DeSci dan AI berpotensi mengubah landskap penyelidikan saintifik, sekali gus mencabar model pembiayaan, penerbitan, dan kolaborasi tradisional.",
            "content": "Pendapat oleh: Sasha Shilina, PhD, pengasas Episteme dan penyelidik di Paradigm Research Institute\n\nSains sentiasa bertujuan untuk melampaui batasan, namun hari ini, banyak batasan tersebut adalah buatan manusia — jurnal yang tertutup, institusi yang bergerak perlahan dan pembiayaan penyelidikan yang terkunci di sebalik birokrasi. Sistem ini direka untuk pengawal, bukan peneroka. Tetapi bagaimana jika kita dapat meruntuhkan tembok tersebut? Bagaimana jika sains dapat dibebaskan?\n\nSepanjang beberapa tahun yang lalu, kita telah menyaksikan sains terdesentralisasi (DeSci) berubah daripada eksperimen radikal kepada salah satu sempadan kripto yang paling mengujakan.  DeSci, yang pernah dianggap sebagai idea niche, kini merupakan gerakan bernilai berbilion dolar.  Momentumnya tidak dapat dinafikan: Separuh daripada 10 projek teratas dalam bidang ini dilancarkan hanya pada tahun lepas. Apa yang bermula sebagai bisikan kini menjadi jeritan, bergema di dewan akademia, makmal bioteknologi dan organisasi autonomi terdesentralisasi.\n\nTenaga mentah sahaja tidak mencukupi. DeSci masih menghadapi cabaran yang besar: kebolehskalaan, kawalan kualiti, kebolehulangan dan penggunaan di dunia nyata. Ia adalah visi yang sedang bergerak, bukan revolusi yang telah selesai. Dan di situlah kecerdasan buatan (AI) memainkan peranan — bukan sekadar sebagai alat tetapi sebagai kepingan teka-teki yang hilang yang dapat mendorong DeSci daripada eksperimen berani kepada daya yang tidak dapat dihentikan.\n\nAI sedang mengubah landskap sains tradisional (TradSci): menyaring set data yang besar, mengesan corak tersembunyi, menyelesaikan masalah yang pernah mengambil masa beberapa dekad untuk diselesaikan, menceburi penyelidikan jangka hayat, dan mempercepatkan pembangunan ubat, sains bahan dan biologi pengkomputeran. Namun, bagi semua janjinya, akses kepada AI masih dikawal ketat dan dimonopoli oleh segelintir korporat, universiti elit dan institusi yang disokong kerajaan. Potensi AI yang besar dibelenggu oleh pemusatan.\n\nBagaimana jika kedua-dua kuasa ini — infrastruktur terdesentralisasi DeSci dan kuasa AI — digabungkan menjadi satu sistem? Satu sistem di mana sains terdesentralisasi, bijak, autonomi dan secara radikal terbuka?\n\nMari kita panggil ia DeScAI.\n\nBayangkan satu dunia di mana setiap eksperimen, setiap set data dan setiap penemuan tidak dikebumikan dalam jurnal berbayar atau terperangkap dalam peti besi proprietari tetapi mengalir dengan lancar di seluruh rangkaian hidup yang terdesentralisasi. Inilah visi DeScAI, di mana teknologi rantaian blok dan AI bersatu untuk membina ekosistem yang terbuka, bijak dan lestari sendiri. Pengetahuan bukan sahaja disimpan — ia bernafas, berkembang dan bersambung. Kurator AI menyaring set data yang besar, menghubungkan penyelidikan di seluruh disiplin, mendedahkan pandangan tersembunyi dan mengubah penemuan yang terasing menjadi aliran darah intelektual yang dikongsi.\n\nSudah terlalu lama, penyelidik bebas bergelut untuk mengakses alat AI yang mereka perlukan untuk penyelidikan dan analisis data yang besar. DeScAI dapat menulis semula persamaan ini dengan menjadikan dunia sebagai superkomputer terdesentralisasi yang luas. Setiap pemproses yang tidak digunakan, setiap pelayan lebihan dan setiap sumber yang tidak digunakan dapat menyumbang kepada grid global di mana kuasa pengkomputeran bukan komoditi tetapi aset bersama.  Insentif pintar memastikan keadilan; AI mengoptimumkan pengagihan; dan sains maju pada kelajuan yang belum pernah dilihat sebelum ini.\n\nBagaimana pula dengan pembiayaan? Sistem geran hari ini adalah labirin kelewatan, pilih kasih dan pembuatan keputusan yang tidak telus. DeScAI dapat menggantikan model lapuk ini dengan pasaran idea di mana sesiapa sahaja — penyelidik, penggemar malah warga yang ingin tahu — boleh secara langsung menyokong projek yang inovatif. Tiada panel elit, tiada birokrasi yang tidak berkesudahan. Platform yang dibantu AI menganalisis cadangan, mencadangkan kolaborasi, dan membantu komuniti mengundi dengan sumber mereka. Sekiranya sesuatu idea itu mempunyai merit, ia akan mendapat sokongan yang sewajarnya — sama ada daripada seorang atau 10,000 orang.\n\nKajian semula rakan sebaya, yang pernah menjadi asas integriti saintifik, telah menjadi penghalang. Kertas-kertas terbengkalai dalam barisan penyerahan selama berbulan-bulan, kadang-kadang bertahun-tahun, tertakluk kepada proses yang tidak dapat diramalkan dan berat sebelah. DeScAI berpotensi untuk menjadikan kajian semula rakan sebaya sebagai proses masa nyata yang dinamik. Penyelidikan dimuat naik ke buku besar yang tidak dapat diubah, di mana AI serta-merta mengesahkan integriti data dan menandakan potensi konflik kepentingan. Penilai pakar — yang bukan lagi pengawal tanpa nama tetapi peserta aktif yang dihargai — memberikan maklum balas yang telus, membina dan boleh dijejaki.  Reputasi dibina berdasarkan sumbangan, bukan kelayakan. Sains menjadi perbualan berterusan, bukan permainan menunggu.\n\nMungkin aspek DeScAI yang paling revolusioner ialah keupayaannya untuk mengubah rasa ingin tahu yang terpencil kepada kecerdasan kolektif. Bagaimana jika AI dapat membantu ahli biologi marin di Argentina dan ahli fizik kuantum di Jerman tersandung pada hubungan yang tidak akan mereka buat sendiri? Bagaimana jika seorang jurutera yang sedang mengusahakan model tenaga boleh diperbaharui dapat serta-merta mengakses simulasi yang dijalankan oleh saintis iklim di hemisfera yang berbeza? DeScAI menjadikan detik-detik kebetulan ini bukan sahaja mungkin tetapi tidak dapat dielakkan.\n\nBagaimana pula dengan bahan mentah sains moden — data? Hari ini, data dikumpul, dieksploitasi dan dijual tanpa persetujuan mereka yang menjana data tersebut. DeScAI memindahkan kuasa kembali kepada rakyat. Penyumbang data mengekalkan pemilikan dan diberi pampasan apabila maklumat mereka digunakan untuk melatih AI atau membangunkan model baharu. Penyelesaian teknologi rantaian blok memastikan privasi; kontrak pintar menguatkuasakan keadilan; dan zaman penjajahan data berakhir.\n\nSains sepatutnya tidak bersempadan, tetapi terlalu lama, geografi, institusi dan ekonomi telah menentukan siapa yang boleh mengambil bahagian. DeScAI menghapuskan halangan tersebut. Seorang pengaturcara muda di Nairobi boleh bekerjasama dengan ahli neurosains di Seoul, bukan kerana sesuatu institusi mempromosikannya tetapi kerana infrastruktur membenarkannya. Alat terjemahan yang didorong AI membubarkan halangan bahasa, perkongsian data terdesentralisasi membolehkan kolaborasi yang lancar, dan pasukan penyelidikan terbentuk secara organik berdasarkan idea, bukan gabungan.\n\nRintangan akan sengit. Penerbit akademik, agensi kerajaan dan makmal penyelidikan korporat telah membina pengaruh mereka berdasarkan eksklusif. Mereka tidak akan secara sukarela menerima sistem terbuka di mana pengetahuan mengalir dengan bebas, penyelidikan boleh disahkan dalam masa nyata dan pembiayaan tidak lagi bergantung pada keputusan institusi.\n\nSesetengah projek dalam ruang ini akan terhenti, memberikan peluru kepada pengkritik untuk menolak gerakan itu. Namun kejayaan DeScAI tidak bergantung pada pembongkaran sepenuhnya susunan penyelidikan sedia ada — ia bergantung pada demonstrasi kecekapan, keadilan dan inovasi yang lebih baik. Akhirnya, ia menawarkan ekosistem selari yang boleh disertai oleh sesiapa sahaja, membina kepercayaan melalui buku besar terbuka, bukti kriptografi dan metodologi yang disahkan AI. Arahnya jelas: Sama seperti DeFi memaksa sektor perbankan untuk mengiktiraf model ekonomi baharu, DeScAI akan memaksa institusi penyelidikan untuk melakukan perkara yang sama.\n\nIni bukan evolusi yang perlahan — ia adalah pergeseran kuasa saintifik. Sistem lama, yang dibina berdasarkan kerahsiaan dan hierarki, bertembung dengan model baharu yang muncul iaitu keterbukaan dan penterdesentralan. Persoalan bagi mereka yang masih tertanam dalam akademia tradisional ialah sama ada mereka akan menyesuaikan diri atau ketinggalan apabila pengeluaran pengetahuan bergerak ke masa depan yang tidak lagi dapat mereka kawal.\n\nPendapat oleh: Sasha Shilina, PhD, pengasas Episteme dan penyelidik di Paradigm Research Institute.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTNjNGQtY2MyYi03OWFhLWI4Y2QtZGRjMzUxY2Q2Yzgy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d596f989b85c49ff14d93b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 15:00:00",
            "status": "Posted"
        }
    ]
}