{
    "timestamp": "2025-03-05 21:29:03",
    "all_news": [
        {
            "title": "Pasaran Mempengaruhi Floki, DOGE, dan BONK",
            "description": "Ketidakstabilan harga Bitcoin baru-baru ini, yang turun naik antara $86,300 hingga $90,933 dalam tempoh 24 jam, telah meningkatkan ketidaktentuan pasaran global.",
            "content": "Ketidakstabilan harga Bitcoin baru-baru ini, yang berjulat antara $86,300 hingga $90,933 dalam tempoh 24 jam, telah meningkatkan ketidaktentuan pasaran global.  Kenyataan-kenyataan provokatif daripada pemimpin seperti Trump dan Macron telah menggariskan ketegangan geopolitik yang mempengaruhi landskap kewangan.  Seiring perkembangan situasi, perhatian tertumpu kepada mata wang kripto terkenal seperti Floki, DOGE, dan BONK Coin.\n\nApakah Yang Menanti Floki dan DOGE?\n\nPenganalisis pasaran mendapati keadaan semasa mencabar, dengan analisis teknikal kelihatan kurang boleh dipercayai.  Jangkaan kadar faedah Rizab Persekutuan yang berubah-ubah telah menimbulkan kebimbangan mengenai potensi kesukaran ekonomi di Amerika Syarikat.  Selain itu, kenyataan terbaru Macron menunjukkan perubahan geopolitik yang signifikan mungkin berlaku, yang boleh memberi impak kepada pasaran mata wang kripto.\n\nBolehkah BONK Coin Pulih?\n\nFloki Coin kini diniagakan pada $0.0000752, setelah melanggar paras sokongan kritikal.  Sementara itu, DOGE sedang berusaha untuk mengekalkan kedudukannya pada $0.182, dengan harapan untuk kembali melebihi $0.27. Kedua-dua mata wang kripto ini dipengaruhi dengan kuat oleh sentimen pasaran yang lebih luas, yang kini lemah disebabkan oleh ketidakstabilan politik.\n\nSokongan kritikal Floki kini berada pada $0.0000612.\n\nHarga DOGE telah jatuh sebanyak 54% dalam tempoh 45 hari yang lalu.\n\nSokongan semasa BONK Coin berada pada $0.0000117, paras terendah yang tidak dilihat dalam lebih setahun.\n\nWalaupun mengalami penurunan baru-baru ini, BONK Coin telah menunjukkan potensi dengan keuntungan yang signifikan bagi pemegang jangka panjang. Harga sasaran semasa adalah $0.00001528, dengan aspirasi untuk mencapai $0.0000218 jika ia dapat menawan semula kawasan yang hilang.  Prospek untuk mata wang kripto ini kekal tidak menentu kerana faktor luaran terus memberi tekanan kepada prestasi mereka.",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/03/technical-analysis-095.jpg",
            "url": "https://en.bitcoinhaber.net/market-forces-impact-floki-doge-and-bonk",
            "timestamp": "2025-03-05 21:08:00",
            "status": "Posted"
        },
        {
            "title": "MiCA dan Kesannya terhadap Ekosistem Kriptokewangan:  Tether di Bawah Lensa Pengawalseliaan",
            "description": "Tether mengelak lesen, mengutamakan Asia, manakala USDC berusaha mendapatkan kelulusan untuk menguasai Eropah menjelang 2025. OKX dan Uphold menghapuskan USDT di EU, mematuhi...",
            "content": "Tether mengelakkan lesen, mengutamakan Asia, manakala USDC berusaha mendapatkan kelulusan untuk menguasai Eropah menjelang 2025.\nOKX dan Uphold menghapuskan USDT di EU, mematuhi had MiCA, memberi kesan kepada kecairan aset kripto.\n\nBerkuatkuasanya Peraturan Pasaran Aset Kripto (MiCA) pada 30 Disember 2024 telah menandakan satu peristiwa penting yang mengubah sektor kripto kewangan.  Kerangka kerja pengawalseliaan ini, yang direka untuk menyelaraskan peraturan di Kesatuan Eropah (EU) mengenai pengeluaran, tawaran awam dan kemasukan untuk perdagangan aset kripto, termasuk stablecoin dan token lain, sedang menjana gelombang besar di pasaran.\n\nAntara implikasi yang paling diperdebatkan, hubungan MiCA dengan Tether (USDT), stablecoin yang paling banyak digunakan di seluruh dunia, telah menarik perhatian penganalisis kripto kewangan dan bursa pada tahun 2025.\n\nMiCA mewujudkan rejim yang ketat untuk penerbit dan penyedia perkhidmatan aset kripto, terutamanya stablecoin, yang mesti mematuhi keperluan kebenaran, ketelusan dan pengawasan untuk beroperasi secara sah di EU.\n\nDi bawah Artikel 143 peraturan tersebut, entiti yang sudah menawarkan perkhidmatan aset kripto di bawah undang-undang kebangsaan mempunyai tempoh peralihan sehingga 1 Julai 2026 untuk selaras dengan standard baharu, tetapi stablecoin rujukan (seperti USDT) menghadapi cabaran segera disebabkan oleh had pengeluaran dan keperluan pelesenan sebagai token wang elektronik.\n\nSatu analisis terkini yang diterbitkan pada Januari 2025 oleh penganalisis kripto kewangan Bitblaze, dikongsi di platform seperti X, menyerlahkan bahawa Tether telah memilih untuk tidak mendapatkan lesen wang elektronik atau bekerjasama dengan bank Eropah yang mematuhi MiCA, dengan alasan \"peraturan yang tidak adil.\"\n\nIni mencerminkan strategi Tether untuk mengutamakan pasaran di luar EU, terutamanya di Asia, di mana peraturan lebih longgar.\n\nBitblaze menekankan dalam ciapannya: \"Pasaran terbesar Tether adalah di Asia; MiCA tidak menjejaskan perniagaannya secara signifikan pada tahun 2025, tetapi boleh mengehadkan kehadirannya di Eropah.\"\n\nKeputusan Tether telah mencetuskan reaksi dalam ekosistem kripto kewangan. Bursa seperti OKX dan Uphold telah mengambil tindakan tegas untuk mematuhi MiCA. Pada Mac 2024, OKX mengumumkan penyingkiran pasangan dagangan USDT di EU, walaupun ia mengekalkan sokongan untuk stablecoin lain seperti USDC dan pasangan berasaskan euro.\n\nSementara itu, Uphold telah menghentikan sokongan untuk USDT pada tahun 2024, bersama-sama dengan stablecoin lain seperti Dai (DAI) dan Frax Protocol (FRAX), selaras dengan sekatan MiCA ke atas stablecoin yang tidak dibenarkan. Langkah-langkah ini menunjukkan bagaimana MiCA memaksa platform untuk menyusun semula tawaran aset digital mereka untuk mengelakkan penalti pengawalseliaan.\n\nWalau bagaimanapun, ketidakpastian masih berterusan. Satu ciapan penganalisis ETHNews pada Mac 2025 menyatakan: \"MiCA mengenakan had pengeluaran ke atas stablecoin; USDT melebihi €200 juta dan 1 juta transaksi harian, tetapi metriknya mengelirukan, menyebabkan bursa berada dalam keadaan tidak menentu dari segi pengawalseliaan.\"\n\nPerkara ini menyerlahkan satu cabaran utama: kekurangan kejelasan dalam cara ambang nilai transaksi dan jumlah diukur di bawah MiCA, yang mewujudkan dilema bagi penerbit dan bursa yang beroperasi dengan USDT di Eropah.\n\nSebaliknya, pesaing seperti Circle (USDC) mengambil pendekatan yang berbeza. Circle telah mengumumkan pada tahun 2025 bahawa ia sedang dalam proses memohon kebenaran di bawah MiCA, meletakkan dirinya sebagai stablecoin yang selaras dengan peraturan Eropah.\n\nPerbezaan ini menyerlahkan perpecahan strategik dalam pasaran stablecoin: sementara Tether memilih untuk mengelak peraturan Eropah, pemain lain sedang berusaha untuk memanfaatkan kejelasan pengawalseliaan yang ditawarkan oleh MiCA, berpotensi untuk mendapat tempat di EU.\n\nPenganalisis kripto kewangan juga memberi amaran tentang implikasi jangka panjang. Dalam satu utas Twitter pada Mac 2025, pakar ETHNews berhujah bahawa MiCA boleh memecahkan pasaran stablecoin, mengehadkan USDT kepada pasaran yang tidak terkawal sementara mengangkat USDC sebagai peneraju di Eropah.\n\nWalaupun ketegangan ini, sesetengah pemerhati percaya bahawa impak MiCA ke atas Tether akan terhad dalam jangka pendek.\n\nSeperti yang dinyatakan oleh Bitblaze dalam satu ciapan lagi pada Januari 2025: \"Tether akan terus mendominasi di luar EU; MiCA adalah halangan Eropah, tetapi tidak mengancam hegemoni globalnya pada tahun 2025.\"\n\nPihak Berkuasa Sekuriti dan Pasaran Eropah (ESMA) mengesahkan pada 4 Mac 2025 bahawa bursa kripto dan penyedia perkhidmatan di Kesatuan Eropah (EU) boleh terus menawarkan perkhidmatan penjagaan dan pemindahan untuk stablecoin yang tidak mematuhi Peraturan Pasaran Aset Kripto (MiCA).\n\nPenjelasan ini dibuat berikutan tindakan baru-baru ini oleh bursa seperti Binance untuk menyenaraikan semula beberapa stablecoin untuk pengguna di Kawasan Ekonomi Eropah (EEA).\n\nDalam satu kenyataan kepada Cointelegraph, jurucakap ESMA menjelaskan bahawa Tajuk III dan IV MiCA—yang mengawal selia tawaran awam dan perdagangan aset kripto—tidak secara jelas melarang pegangan atau pemindahan stablecoin yang tidak mematuhi. Agensi itu menekankan bahawa perkhidmatan tersebut tidak termasuk menawarkan token kepada orang ramai atau menyenaraikannya untuk perdagangan.\n\nWalau bagaimanapun, ESMA menasihati penyedia perkhidmatan kripto untuk mengehadkan ciri-ciri yang membolehkan pengguna memperoleh stablecoin yang tidak mematuhi, seperti pesanan beli atau pasangan dagangan automatik. Penyedia mungkin membenarkan pengguna menjual atau mengeluarkan aset ini sehingga 31 Mac 2025, untuk memudahkan penamatan kedudukan.\n\nPada 3 Mac 2025, Binance mengumumkan rancangan untuk menyenaraikan semula sembilan stablecoin, termasuk Tether (USDT), untuk pengguna EEA menjelang 31 Mac. Walaupun pasangan dagangan akan dikeluarkan, bursa itu mengesahkan bahawa ia masih akan menyokong deposit dan pengeluaran token ini. Platform lain, seperti Uphold, telah turut menghentikan sokongan untuk stablecoin yang tidak mematuhi seperti Dai (DAI) dan Frax Protocol (FRAX).\n\nJuan Ignacio Ibañez, ahli Jawatankuasa Teknikal MiCA Crypto Alliance, menyatakan bahawa perdebatan masih berterusan tentang bagaimana peraturan MiCA digunakan untuk stablecoin berjumlah tinggi seperti USDT, yang melebihi ambang transaksi harian peraturan sebanyak €200 juta.\n\nPanduan ESMA belum sepenuhnya menyelesaikan kekeliruan mengenai pelaksanaan MiCA. Peraturan itu kini kekurangan peraturan khusus untuk sektor baru muncul, termasuk aset yang ditokenkan (cth., hartanah atau komoditi), peminjaman kripto, dan platform kewangan terdesentralisasi (DeFi). Sehingga kini, hanya 10 penerbit stablecoin—tiada satu pun termasuk Tether—telah mendapat kebenaran MiCA.\n\nESMA menyatakan bahawa ia sedang bekerjasama dengan pengawal selia kebangsaan untuk memantau pematuhan dan memastikan \"peralihan yang lancar\" kepada rangka kerja MiCA. Agensi itu tidak menyatakan bagaimana ia akan mengukur jumlah transaksi atau menguatkuasakan penalti untuk pelanggaran selepas tarikh akhir 31 Mac.",
            "image": "https://www.ethnews.com/wp-content/uploads/2024/06/Tether.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bd95ba53741cebf70a76",
            "timestamp": "2025-03-05 21:06:00",
            "status": "Posted"
        },
        {
            "title": "Trend Pasaran Mencabar Harga Floki, DOGE, dan BONK Coin",
            "description": "Bitcoin mengalami turun naik yang ketara berikutan peningkatan ketidaktentuan global disebabkan ketegangan politik.  FLOKI dan DOGE bergelut kerana analisis teknikal terbukti tidak…",
            "content": "Harga Bitcoin berfluktuasi antara $86,300 dan $90,933 dalam tempoh 24 jam yang lalu. Ketidakpastian global meningkat dengan kenyataan provokatif daripada Trump, yang kini digema oleh Macron dari Perancis, yang menekankan kekuatan negara-negara EU untuk mempertahankan diri. Pesannya mengenai nuklear menyerlahkan potensi untuk menentang retorik paksaan Trump. Apakah status terkini untuk FLOKI, DOGE, dan BONK Coin?\n\n**Ramalan Harga FLOKI dan DOGE**\n\nKita sedang mengalami hari-hari di mana analisis teknikal hampir tidak relevan. Dengan sistem global di bawah tekanan selama lebih 50 tahun, bergantung pada prospek teknikal Floki Coin nampaknya tidak bijak. Jangkaan kadar faedah Fed telah ditolak ke Mei, dengan dakwaan yang menguatkan bahawa kelewatan Fed boleh membawa kepada kesukaran di AS tahun ini. Kenyataan Trump yang tidak dapat diramalkan mencadangkan kemungkinan pengurangan tarif, manakala cabaran Macron menunjukkan tandatangan perjanjian perlombongan Ukraine yang akan datang.\n\nSatu sidang kemuncak kripto dijadualkan pada hari Jumaat, yang, bersama-sama dengan data AS, akan menjelaskan lagi jangkaan kadar faedah pasaran. Di tengah-tengah perkembangan ini, Floki Coin kini berharga $0.0000752. Tahap sokongan yang dinyatakan sebelum ini pada $0.00010693 telah dilanggar, dan zon kritikal $0.0000959 juga telah jatuh di bawah. Tahap sokongan seterusnya ialah $0.0000612, di mana lilin bawah yang berpotensi mungkin meluas.\n\nDOGE kini kekurangan sebarang liputan media daripada jabatan kecekapan kerajaan. Elon Musk menyebutnya buat kali terakhir 70 hari lalu, dengan harganya menurun sebanyak 54% dalam tempoh 45 hari yang lalu. Situasi keseluruhan untuk altcoin kekal sama.\n\nPada masa ini, DOGE berpaut pada tahap sokongan $0.182, berharap untuk mengatasi $0.27 sekali lagi. Faktor utama di sini adalah sentimen pasaran secara keseluruhan. Pengaruh huru-hara Trump telah menyekat malah prospek positif jangka pendek untuk altcoin.\n\nSasaran jangka pendek untuk DOGE dalam pergerakan menaik yang pantas ialah $0.24 dan $0.27, diikuti oleh $0.33.\n\n**Ramalan Harga BONK Coin**\n\nHarga BONK Coin semakin hampir dengan tahap sokongan pada $0.0000117, harga yang tidak pernah dilihat dalam 375 hari.\n\nDalam proses kelahiran semula daripada abu ekosistem Solana, BONK Coin memberikan penyelamat kepada pelabur. Mereka yang cukup sabar untuk memegang telah menyaksikan pemulihan yang besar, dengan sesetengah pengguna meraih keuntungan lebih daripada $100,000. Walau bagaimanapun, di tengah-tengah perbincangan berterusan mengenai rangkaian Solana, BONK telah menghadapi penurunan yang ketara. Sasarannya ialah $0.00001528, dan jika dipulihkan, sasaran seterusnya mungkin ambang $0.0000218. Walaupun jeda pendek, harga telah jatuh sebanyak 82% dalam tempoh 104 hari, menunjukkan sudah tiba masanya untuk bangun dari mimpi ngeri ini.",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/03/technical-analysis-028.jpg",
            "url": "https://en.coin-turk.com/market-trends-challenge-floki-doge-and-bonk-coin-prices/",
            "timestamp": "2025-03-05 21:05:00",
            "status": "Posted"
        },
        {
            "title": "Ramalan Harga Arctic Pablo Coin pada $0.10 Mencetuskan Kegembiraan",
            "description": "Bagaimana jika anda berpeluang melabur dalam duit syiling meme viral yang seterusnya sebelum ia melonjak naik? Dunia kripto dipenuhi dengan peluang yang menarik, ...",
            "content": "**Peluang Pelaburan dalam Mata Wang Meme Viral: Tinjauan Arctic Pablo Coin, Dogwifhat, dan Simon’s Cat**\n\nDunia kripto sentiasa menawarkan peluang menarik, dan tiga projek menonjol telah muncul: Arctic Pablo Coin (APC), Dogwifhat, dan Simon’s Cat.  Dogwifhat menarik perhatian dengan daya tarikannya yang unik, manakala Simon’s Cat mendapat pengikut setia.  Artikel ini akan menyelami perkembangan terkini ketiga-tiga projek ini.\n\n**Dogwifhat:** Penyenaraian baharu di bursa telah melonjakkan penglihatan dan jumlah dagangan Dogwifhat.  Disokong oleh komuniti yang bersemangat dan strategi jenama yang unik, Dogwifhat kekal sebagai salah satu token paling popular dalam ruang kripto.\n\n**Simon’s Cat:**  Integrasi NFT telah membawa utiliti baharu kepada ekosistem Simon’s Cat, menarik minat peminat mata wang meme dan pengumpul NFT.  Langkah strategik ini meletakkan Simon’s Cat untuk kejayaan jangka panjang.\n\n**Kesimpulan:** Pasaran mata wang meme sentiasa berubah, tetapi ketiga-tiga projek ini masing-masing menawarkan pendekatan unik.  Dogwifhat memanfaatkan momentumnya menerusi penyenaraian baharu, manakala Simon’s Cat memperluaskan daya tarikannya melalui NFT.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/82bf3cb02b214abea6af69535986aa58.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bc61ba53741cebf70a72",
            "timestamp": "2025-03-05 21:04:00",
            "status": "Posted"
        },
        {
            "title": "Syarikat Analisis Kongsi 7 Altcoin Paling “Negatif” Berdasarkan Kadar Pembiayaan",
            "description": "Syarikat analisis kripto, Alphractal, berkongsi tujuh altcoin yang menunjukkan sentimen negatif dalam kenyataannya.",
            "content": "Firma analisis kripto, Alphractal, telah menerbitkan penilaian mendalam tentang pasaran kripto, mendedahkan trend utama dalam prestasi altcoin dan pergerakan Bitcoin.\n\nMenurut Alphractal, banyak altcoin masih berada dalam wilayah terlebih beli, dengan Indeks Kekuatan Relatif (RSI) sejam melebihi 60.  Walau bagaimanapun, walaupun keuntungan baru-baru ini, sebahagian besar aset ini masih berada dalam wilayah menurun bagi penunjuk Perbezaan Penumpuan Purata Bergerak (MACD) harian. Ini menunjukkan bahawa walaupun kenaikan harga jangka pendek telah berlaku, trend keseluruhan masih menurun.\n\nSesetengah altcoin kini mengalami kadar pembiayaan berlebihan, menunjukkan peningkatan minat jualan pendek. Aset yang paling negatif kedudukannya termasuk KAITO, BERA, GNO, DEEP, AIOZ, IP, dan FET.\n\nMenurut syarikat itu, Cardano baru-baru ini mengalami \"pam dan buang\" yang pesat yang membawa kepada turun naik jangka pendek yang ketara. Akibatnya, kolam penghabisan dibentuk pada pelbagai titik harga:\n\n$1.1 untuk penghabisan jualan pendek\n$0.73, $0.67 dan $0.58 untuk penghabisan pembelian panjang\n\n*Ini bukan nasihat pelaburan.",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/09/soru-isareti-kirmizi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bd94416c7f6e38cf17d1",
            "timestamp": "2025-03-05 21:04:00",
            "status": "Posted"
        },
        {
            "title": "Pelabur Bitcoin & XRP, Ambil Perhatian: 5 Kripto Ini Mungkin Mempengaruhi Pasaran!",
            "description": "Gambaran Keseluruhan Pasaran: Bitcoin dan XRP Mengalami Pembetulan  Pada 27 Februari 2025, Bitcoin (BTC) diniagakan pada harga $85,805, mencerminkan peningkatan sebanyak 0.46%...",
            "content": "Gambaran Keseluruhan Pasaran: Bitcoin dan XRP Mengalami Pembetulan\n\nPada 27 Februari 2025, Bitcoin (BTC) diniagakan pada $85,805, mencerminkan peningkatan sebanyak 0.46%.  Begitu juga, XRP telah meningkat kepada $2.21, menandakan peningkatan sebanyak 0.45%.\n\nLima Kripto Serasi Solana dengan Potensi 100x\n\nKetika XRP menjangkakan peralihan seterusnya yang signifikan, beberapa kripto mata wang yang serasi dengan Solana muncul dengan potensi pertumbuhan yang besar. Berikut adalah lima projek yang menarik perhatian:\n\nEthereum (ETH):  Pada masa ini diniagakan pada $2,338.19, Ethereum kekal sebagai asas aplikasi terdesentralisasi dan kontrak pintar, dengan peningkatan berterusan yang meningkatkan kebolehskalaan dan prestasi.\n\nInjective (INJ):  Dengan harga $13.60, Injective menawarkan protokol pertukaran terdesentralisasi, membolehkan perdagangan yang pantas dan selamat merentas pelbagai rangkaian blok rantaian.\n\nBitcoin Cash (BCH):  Dinilai pada $300.12, Bitcoin Cash menyediakan sistem wang tunai elektronik antara rakan sebaya dengan yuran transaksi yang rendah dan pengesahan yang boleh dipercayai.\n\nSolana (SOL):  Pada $140.20, Solana diiktiraf kerana transaksi berkelajuan tinggi dan yuran yang sangat rendah, menjadikannya pemain yang hebat dalam ruang kripto.\n\n\nMengapa OFFICIALMAGACOIN Menonjol\n\nKedudukan Strategik: Bersedia untuk memanfaatkan trend pasaran semasa dan sentimen pelabur.\n\nLandskap kripto yang berkembang, sementara pemain yang mantap seperti XRP dan Solana bersiap sedia untuk peningkatan potensi, OFFICIALMAGACOIN membentangkan kes yang menarik bagi pelabur yang bertujuan untuk memanfaatkan peluang baru muncul dengan potensi pertumbuhan yang tinggi.",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/03/17411154308089034-image1.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bc59416c7f6e38cf17cb",
            "timestamp": "2025-03-05 21:00:00",
            "status": "Posted"
        },
        {
            "title": "Mata Wang Alternatif Tersembunyi Ini Mungkin Meninggalkan Solana dan Avalanche di Belakang Semasa Larian Lembu Seterusnya!",
            "description": "Satu mata wang kripto yang semakin meningkat dijangka mengatasi pemain utama seperti Solana dan Avalanche dalam gelombang pasaran akan datang.  Token yang kurang dikenali ini...",
            "content": "Satu mata wang kripto yang semakin meningkat dijangka akan mengatasi pemain utama seperti Solana dan Avalanche dalam lonjakan pasaran akan datang. Token yang kurang dikenali ini telah secara senyap-senyap semakin kukuh dan berpotensi menjadi peneraju utama. Ciri-ciri unik dan sokongan yang semakin meningkat menunjukkan ia mungkin menjadi perkara besar seterusnya. Komuniti kripto sedang giat membuat spekulasi tentang pengubah permainan berpotensi ini.\n\n\nSolana (SOL)\nSolana (SOL) telah mengalami penurunan sederhana sebanyak 3.03% dalam seminggu yang lalu. Sebulan yang lalu lebih mencabar, dengan harga jatuh sebanyak 35.19%. Walaupun begitu, prestasi enam bulan menunjukkan peningkatan sedikit sebanyak 3.18%, menunjukkan sedikit daya tahan dalam jangka panjang.\n\nPada masa ini diniagakan antara $142.88 dan $197.43, Solana menghadapi rintangan segera pada $216 dan sokongan pada $106.96. Purata bergerak mudah 10 hari ialah $136.89, di bawah purata 100 hari sebanyak $148.48, menunjukkan trend menurun jangka pendek. Dengan RSI sebanyak 37.92 dan stokastik sebanyak 35.58, mata wang ini hampir mencapai keadaan terlebih jual, yang boleh menandakan kemungkinan peningkatan semula.\n\nJika Solana dapat mengatasi rintangan $216, ia mungkin menyasarkan tahap seterusnya pada $271, menawarkan peningkatan yang besar sekitar 50%. Walau bagaimanapun, jika ia jatuh di bawah sokongan $106.96, harga boleh menurun ke arah $52.41. Pedagang harus memerhatikan paras utama ini untuk mengukur pergerakan Solana seterusnya.\n\n\nAvalanche (AVAX)\nAvalanche (AVAX) telah mengalami perubahan harga yang ketara kebelakangan ini. Dalam seminggu yang lalu, harganya turun sebanyak 8.81%. Sepanjang bulan lepas, ia menyaksikan penurunan yang ketara sebanyak 37.43%. Walau bagaimanapun, melihat enam bulan yang lalu, penurunannya hanya 8.40%. Ini menunjukkan bahawa walaupun prestasi baru-baru ini lemah, trend jangka panjang menunjukkan beberapa kestabilan.\n\nPetunjuk teknikal menunjukkan pandangan yang bercampur-campur untuk AVAX. Harga semasa berkisar antara $21.76 dan $26.67. Ia menghampiri paras rintangan terdekat pada $28.38. Jika ia menembusi titik ini, sasaran seterusnya mungkin $33.29. Sebaliknya, sokongan terdekat ialah pada $18.56, dengan sokongan sekunder pada $13.65. Indeks Kekuatan Relatif (RSI) ialah 35.16, hampir mencapai wilayah terlebih jual, yang mungkin menunjukkan kemungkinan pemulihan semula.\n\nPurata Bergerak Mudah (SMA) melebihi 10 hari ialah $20.00, manakala SMA 100 hari ialah $22.14. Tahap MACD adalah negatif pada -0.7800, menunjukkan momentum menurun. Osilator stokastik berada pada 19.84, juga menunjukkan keadaan terlebih jual yang mungkin. Jika AVAX mengatasi rintangan segera, ia boleh meningkat sekitar 30% ke arah paras rintangan seterusnya. Sebaliknya, jatuh di bawah sokongan mungkin membawa kepada penurunan peratusan yang sama. Pelabur memerhatikan paras ini dengan teliti untuk mengukur pergerakan seterusnya.\n\n\nKesimpulan\nWalaupun kekuatan SOL dan AVAX, matlamat XYZVerse untuk pertumbuhan 20,000% dan ekosistem meme sukan yang unik boleh menyebabkan ia mengatasi kedua-duanya dalam larian lembu jantan ini.",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/5426.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bc5a273fac58bdc57189",
            "timestamp": "2025-03-05 21:00:00",
            "status": "Posted"
        },
        {
            "title": "Kekal dengan Tron (TRX) yang sedang bergelut atau mengambil risiko dengan Shiba Inu (SHIB)?  Pakar Kripto Kongsikan Altcoin yang Akan Mengatasi Kedua-duanya",
            "description": "Ketidakaktifan dalam rangkaian blok TRX dan isu ketidaktentuan SHIB mendorong pelabur untuk meneroka projek kewangan terdesentralisasi MUTM…",
            "content": "Ketidakaktifan dalam rantaian blok TRX dan isu ketidaktentuan SHIB mendorong pelabur untuk meneroka projek kewangan terdesentralisasi MUTM disebabkan pendekatan pinjaman berstruktur yang inovatif dan prestasi jualan awal yang berjaya. Fasa jualan awal MUTM telah mengumpul lebih $2.1 juta, menarik 4000 pemegang token. Keadaan semasa memaksa pelabur untuk membuat keputusan sama ada untuk mengekalkan dana mereka dalam aset yang lemah atau memindahkan modal mereka kepada token yang mengguna pakai pendekatan pertumbuhan sistematik.\n\nPenganalisis mengenal pasti tokenomik Mutuum Finance sebagai pemacu utama di sebalik keperluan pelaburan segera. Peserta awal token MUTM boleh membuat pegangan dengan harga 25% lebih rendah daripada pelancaran fasa tiga yang dijadualkan pada $0.02 kerana ia mewujudkan peluang keuntungan yang berpotensi. Unjuran menunjukkan bahawa token MUTM akan memulakan dagangan pada harga pertukaran $0.06 selepas pelancaran, mewakili peningkatan 400% berbanding nilai kemasukan awal, dan penganalisis meramalkan pertumbuhan selanjutnya ke arah $3.50 dalam tempoh 2 tahun akan datang. Utiliti DeFi dan mekanisme pembelian balik penjanaan hasil di MUTM menghasilkan rangka kerja matematik yang menunjukkan bekalan akan diatasi oleh permintaan.\n\nMutuum Finance melaksanakan platform pinjaman sokongan sendiri yang mengelakkan aktiviti pasaran spekulatif. Pengguna meletakkan ETH atau stablecoin mereka ke dalam sistem untuk mencipta mtToken yang menjana faedah, yang memperoleh nilai sementara pengguna boleh memindahkan token ini merentas platform DeFi. Pinjaman menjadi mudah diakses kepada pengguna melalui sistem yang memerlukan mereka untuk mengunci aset yang melebihi keperluan cagaran untuk menjamin kestabilan rangkaian. Pembelian balik MUTM berlaku secara automatik melalui 30% daripada yuran platform dan sebagai hasil daripada model penjanaan yuran platform ini. Permintaan berulang daripada pemegang mtToken mengimbangi tekanan untuk menjual kerana mereka menerima token yang diagihkan.\n\nKeyakinan pasaran meningkat melalui aktiviti transaksi jualan awal yang tinggi. Token $0.015 dalam fasa dua habis dengan cepat selepas fasa satu mencapai kapasiti penuh dalam masa 11 hari. Dengan mengunci kedudukan mereka sekarang, pengguna boleh memperoleh nilai 33.3% lebih tinggi sebelum fasa tiga bermula, sambil menghubungkan mereka dengan harga penyenaraian $0.06 yang akan datang. Selepas pelancaran, mekanisme pembelian dan platform pinjaman MUTM dilihat sebagai faktor utama yang boleh mencetuskan pergerakan pasaran sebanyak 23,233% kepada $3.50. Pelaburan $1,000 pada masa kini menunjukkan potensi untuk berkembang sehingga $24,000 semasa tempoh penyenaraian pertukaran sebelum mencapai anggaran $230,000 jika unjuran pasaran menjadi kenyataan.\n\n\nSeni bina Mutuum Finance mengandungi ciri-ciri yang telah ditetapkan yang mendorong pengembangannya, manakala Tron dan Shiba Inu bergantung kepada unsur-unsur yang tidak dijangka.  Aset dalam pasaran kripto menunjukkan kecenderungan yang jarang berlaku untuk menggabungkan titik kemasukan yang berpatutan dengan permintaan pengguna yang dijadualkan bersama-sama dengan prinsip utiliti praktikal. Jualan awal Mutuum Finance mengintegrasikan ciri-ciri yang mengatasi corak kebuntuan dan sifat tidak menentu TRX dan SHIB.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/unnamed-9-3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bd95273fac58bdc5718f",
            "timestamp": "2025-03-05 21:00:00",
            "status": "Posted"
        },
        {
            "title": "Skate melancarkan AMM dengan sokongan pelbagai mesin maya termasuk Solana dan Ethereum.",
            "description": "Skate, platform kecairan terpadu yang lapisan infrastrukturnya menggerakkan persekitaran mesin maya rentas rantaian, telah melancarkan yang pertama…",
            "content": "Skate, platform kecairan terpadu yang lapisan infrastrukturnya menggerakkan persekitaran mesin maya rentas rantaian, telah melancarkan protokol pembuat pasaran automatik pertama yang akan beroperasi merentas rantaian blok utama.\n\nMenurut pengumuman tersebut, Skate AMM membolehkan pengguna menavigasi aplikasi merentas semua persekitaran mesin maya (VM) utama, termasuk Ethereum (ETH), Solana (SOL), dan TON Blockchain (TON).  Ini bermakna pengguna pada rantaian SVM boleh berinteraksi tanpa halangan dengan aplikasi asli pada rantaian EVM atau TonVM.\n\nIa merupakan satu pencapaian interoperabiliti yang boleh menyaksikan ekosistem kewangan terdesentralisasi mencatatkan inovasi dan penggunaan baharu yang dipercepatkan.\n\nDi samping EVM, SolanaVM dan TonVM, Skate AMM berjalan merentas persekitaran VM Sui, Movement dan Eclipse antara lain. Sokongan untuk interaksi rentas-VM berlaku sementara pengguna mendapat manfaat daripada kecairan dan penetapan harga yang terpadu.\n\nAMM sedia ada mengalami kekangan kerana reka bentuk monolitik bermakna ia terasing pada satu rantaian yang disokong. Ini menyebabkan setiap rantaian baharu terpaksa melancarkan AMM mereka sendiri, dengan penyedia kecairan terpaksa membahagikan modal, mengakibatkan penetapan harga dan gelinciran yang buruk.\n\nSkate AMM cuba menangani isu ini dengan reka bentuk tanpa keadaan yang bermaksud sokongan pelbagai rantaian dan pelbagai VM.\n\nDaripada kecairan dan penetapan harga yang berpecah-pecah, AMM ini membawa keadaan kecairan kanonik dan hab untuk digunakan. Pengguna boleh memanfaatkan kecairan daripada mana-mana rantaian yang disokong, dengan pengendali perkhidmatan yang disahkan secara aktif menawarkan keselamatan melalui kepercayaan ekonomi protokol pembiakan semula Ethereum, Eigenlayer.\n\nPemisahan logik AMM teras daripada jagaan aset menghasilkan kecairan terpadu dan penetapan harga yang lebih baik. Aset pengguna kekal pada rantaian asal, sekali gus menghapuskan risiko jambatan.\n\nWalaupun ini bermaksud “kecairan yang lebih dalam, gelinciran yang kurang dan penetapan harga yang lebih baik” untuk pedagang, bagi LP implikasinya termasuk potensi untuk hasil fi yang lebih baik, pengalaman pengguna yang lebih hebat dan kecekapan modal yang lebih tinggi.",
            "image": "https://crypto.news/app/uploads/2024/11/crypto-news-Solana-and-meme-coins-option06.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bb2c750bc34069494f97",
            "timestamp": "2025-03-05 20:58:00",
            "status": "Posted"
        },
        {
            "title": "Ketidakstabilan Bitcoin melonjak di tengah-tengah kebimbangan rizab kripto AS dan tarif.",
            "description": "Beberapa metrik menunjukkan turun naik Bitcoin mencapai paras tertinggi kitaran, ketika pelabur bimbang tentang perang perdagangan yang bakal berlaku dan menantikan kemajuan ke arah rancangan U...",
            "content": "**Ketidakstabilan Bitcoin Mencapai Puncak Ketika Perang Perdagangan dan Rancangan Simpanan Kripto AS Menimbulkan Kegelisahan**\n\nData dari TradingView dan Glassnode menunjukkan bahawa ketidaktentuan Bitcoin (BTC) hampir mencapai paras tertinggi kitaran disebabkan oleh kebimbangan terhadap perang perdagangan yang bakal berlaku dan rancangan simpanan kripto AS.\n\nIsyarat menaik dan menurun yang bercanggah, yang memuncak selepas Presiden AS Donald Trump memegang jawatan pada Januari, telah menyebabkan harga kripto mengalami perubahan yang mendadak, menurut data tersebut.\n\n“Seperti yang ditunjukkan oleh perubahan harga yang hebat, ini telah membawa kepada keadaan yang sangat bergelora dalam tempoh dua minggu yang lalu berikutan suasana politik yang tidak menentu,” kata Glassnode dalam nota penyelidikan pada Mac.\n\nKetidaktentuan yang direalisasikan Bitcoin—satu ukuran variasi harga harian—telah “mencatatkan beberapa nilai ketidaktentuan tertinggi dalam kitaran setakat ini, melebihi 80%” dalam tempoh satu dan dua minggu, menurut Glassnode.\n\nSementara itu, julat benar purata (ATR) mata wang digital, satu lagi ukuran ketidaktentuan, telah mencapai paras tertinggi kitaran melebihi 4,900, meningkat daripada sekitar 3,000 pada akhir Februari, menurut data daripada TradingView.\n\nSetakat 5 Mac, BTC telah jatuh hampir 30% daripada paras tertinggi Disember sekitar $109,000, harga spot tertinggi kripto setakat ini. Altcoins Ether (ETH) dan Solana (SOL) masing-masing jatuh lebih daripada 50% daripada paras tertinggi, kata Glassnode.\n\n**Kemelut Tarif**\n\nPada 4 Mac, Presiden Trump mengenakan tarif 25% ke atas Kanada dan Mexico, rakan dagangan terbesar Amerika Syarikat.\n\nBerita negatif ini mengecewakan pedagang yang menjadi optimis selepas Trump mencadangkan rancangan pada 2 Mac untuk mencipta rizab kripto AS yang menyimpan token daripada BTC dan ETH kepada XRP (XRP) dan Cardano (ADA).\n\nSebagai tindak balas, Bitcoin jatuh kepada sekitar $82,000 selepas mencecah paras tertinggi sekitar $93,000 pada 3 Mac, menurut data daripada Google Finance. Altcoins seperti ETH dan SOL jatuh lebih jauh, masing-masing turun sekitar 12% dan 20%, menurut data tersebut.\n\nJualan tersebut menunjukkan bahawa faktor makro boleh mengatasi perkembangan industri yang menaik, termasuk penolakan Suruhanjaya Sekuriti dan Bursa AS terhadap beberapa saman terhadap firma kripto pada Februari.\n\nPada 4 Mac, pedagang derivatif kripto mengalami kerugian lebih daripada $1 bilion akibat penghapusan likuiditi apabila harga spot berubah-ubah.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzNhNzYtODQxNS03ZjVjLWFhOTQtNjdlMTUwOTVjNDQ1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bb2dd25f655e2d21c828",
            "timestamp": "2025-03-05 20:54:00",
            "status": "Posted"
        },
        {
            "title": "Kemas Kini Utama Ethereum Dijangka Berdepan Masalah? Penangguhan Mungkin Berlaku – Berikut Perinciannya",
            "description": "Pembangun Ethereum mungkin menangguhkan kemas kini Ethereum baharu susulan gangguan baru-baru ini. Berikut adalah butirannya.",
            "content": "Pembangun Ethereum (ETH) pada awalnya meraikan kejayaan ujian peningkatan Pectra yang dinantikan di rangkaian ujian Sepolia pada hari Rabu.  Walau bagaimanapun, hanya beberapa jam kemudian, ralat mula berlaku di rangkaian itu, menimbulkan keraguan terhadap jadual pelancaran utama Pectra.\n\nDijangka menjadi peningkatan paling signifikan Ethereum sejak 2024, peningkatan Pectra bertujuan untuk meningkatkan kecekapan, pengalaman pengguna, dan sistem pengesahnya.  Namun, isu terkini ini menandakan ujian bermasalah kedua untuk Pectra, berikutan kegagalan sebelumnya di rangkaian ujian Holesky Ethereum.  Akibatnya, sesetengah pembangun kini menyokong penangguhan pelaksanaannya.\n\nUjian Sepolia pada mulanya dilihat sebagai langkah terakhir sebelum melancarkan Pectra di rangkaian utama Ethereum.  Walaupun keputusan awal memberangsangkan, pembangun kemudian mendapati bahawa rantaian blok itu menambah blok kosong.\n\nMenurut Yayasan Ethereum, isu itu dikaitkan dengan \"isu dengan kontrak deposit yang dibenarkan Sepolia,\" yang menghalang banyak pelanggan lapisan pelaksanaan daripada memasukkan transaksi dalam blok.  Yayasan itu menjelaskan bahawa ini adalah salah konfigurasi khusus rangkaian ujian dan bukannya kecacatan wujud dalam Pectra.  Pembangun dengan cepat mengenal pasti punca utama dan melaksanakan penyelesaian untuk memulihkan fungsi Sepolia.\n\nWalaupun penyelesaian itu, kebimbangan masih wujud sama ada Pectra telah menjalani ujian yang mencukupi.  Rangkaian ujian Holesky sebelum ini menghadapi masalah disebabkan oleh pengesah yang salah konfigurasi, menimbulkan keraguan tentang kesediaan Pectra.\n\nChristine Kim, Naib Presiden Penyelidikan di Galaxy Digital, mencadangkan bahawa cabaran rangkaian ujian ini memerlukan penangguhan pengaktifan rangkaian utama Pectra.  \"Walaupun pembangun mungkin berasa bersedia, ekosistem Ethereum yang lebih luas, termasuk aplikasi kontrak pintar utama dan penyedia dompet, perlu bersedia,\" kata Kim.  Kim juga menasihati pembangun untuk \"menghabiskan masa untuk menyediakan infrastruktur ujian tambahan\" sebelum meneruskan.\n\nPembangun teras Ethereum dijadualkan untuk bermesyuarat pada 7 Mac untuk menentukan tarikh pelancaran rasmi Pectra.",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/03/ethereum-etf-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b8d7750bc34069494f8f",
            "timestamp": "2025-03-05 20:48:00",
            "status": "Posted"
        },
        {
            "title": "Pembangun Bitcoin, Peter Todd, mengkritik kemasukan altcoin dalam Rizab Kripto Strategik.",
            "description": "Pembangun Bitcoin Kanada, Peter Todd, mengkritik hebat konsep rizab mata wang kripto strategik yang melibatkan aset digital lain seperti...",
            "content": "Pembangun Bitcoin Kanada, Peter Todd, mengkritik hebat konsep rizab mata wang kripto strategik yang melibatkan aset digital lain seperti XRP dan Solana (SOL).\n\nTodd, yang disenarai pendek sebagai salah seorang calon Satoshi Nakamoto tahun lepas oleh HBO, berkata langkah sedemikian adalah “penipuan yang jelas” untuk memihak kepada pihak berkuasa berpusat yang memegang token ini.\n\nTodd membandingkan konsep hanya mempunyai Bitcoin dalam rizab dengan hanya mempunyai emas dan menekankan sifatnya yang sah.  “Bahagian Bitcoin hanyalah membeli emas digital. Tidak jauh berbeza daripada rizab emas strategik,” katanya.\n\nTodd telah lama menjadi penentang XRP. Beliau menyatakan bahawa pada tahun 2015, beliau telah diupah oleh sebuah konsortium perbankan untuk mengkaji Ripple dan persekitarannya. Beliau telah menggariskan apa yang beliau anggap sebagai masalah pemusatan dengan token itu dalam beberapa tahun kebelakangan ini.\n\nPada tahun 2018, beliau berkata, “Ironinya ialah jika Ripple hanya keluar dan mengatakan bahawa XRP adalah sistem yang berpusat, kita semua akan menghadapi kesukaran yang lebih besar untuk mengkritiknya.”\n\nAS untuk menimbun aset digital\n\nSeperti yang kami laporkan, Presiden AS Donald Trump baru-baru ini mengumumkan rancangan untuk membina rizab mata wang kripto strategik dan mengenal pasti lima kripto yang mungkin dimasukkan. Dalam satu catatan di Truth Social, beliau menyatakan bahawa Bitcoin, Ethereum, Ripple, Solano, dan Cardano akan menjadi aset utama dalam rizab tersebut.\n\nIni selaras dengan perintah eksekutif yang ditandatangani pada bulan Januari yang memerlukan penilaian rizab aset digital negara. Trump menyatakan, “Saya akan memastikan AS menjadi Ibu Kota Kripto Dunia.”\n\nPerintah itu mengarahkan pihak berkuasa untuk menetapkan standard untuk mendapatkan mata wang digital, yang mungkin melibatkan penggunaan dana yang diperoleh secara haram.\n\nIni berlaku bersempena dengan Sidang Kemuncak Kripto Rumah Putih pertama Trump yang dirancang untuk Jumaat ini. Acara ini diketuai oleh Hines dan dipengerusikan oleh David Sacks daripada AI & Crypto Czar dan akan termasuk penceramah yang merupakan pengasas, Ketua Pegawai Eksekutif, dan Pelabur.\n\nKetua Pegawai Eksekutif Bitwise, Hunter Holsley, juga menyatakan kebimbangannya mengenai penggabungan token tersebut. Langkah itu menimbulkan persoalan dalam kalangan komuniti pro-kripto kerana pengenalan beberapa aset di bawah kawalan entiti pusat.\n\nJames Butterfill, ketua penyelidikan di CoinShares, berkata beliau terkejut melihat aset selain Bitcoin dimasukkan. Beliau selanjutnya menyatakan bahawa kebanyakan mata wang kripto ini adalah serupa dengan kenderaan pelaburan teknologi tetapi bukan mata wang terdesentralisasi. Butterfill berkata ia mungkin dilakukan atas sentimen positif terhadap mata wang kripto dan bukan kerana nilai intrinsik Bitcoin.\n\n“Pengumuman itu menunjukkan pendirian yang lebih patriotik terhadap ruang teknologi kripto yang lebih luas,” kata Butterfill.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Peter-Todd.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c8bb2c750bc34069494f99",
            "timestamp": "2025-03-05 20:45:00",
            "status": "Posted"
        },
        {
            "title": "Bitwise memfailkan borang S-1 untuk ETF Aptos.",
            "description": "Bitwise akan mengembangkan portfolio ETFnya dengan Aptos (APT), setelah memfailkan prospektus pendahuluan S-1.",
            "content": "Bitwise mendekati pelancaran ETF Aptos, selepas memfailkan borang S-1 dengan Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC).  Bitwise mengambil langkah ini hanya beberapa hari selepas mendaftarkan dana mereka di Delaware.\n\nETF Aptos oleh Bitwise sedang dalam pembangunan, dengan pemfailan S-1 baru-baru ini menggerakkan proses tersebut selangkah lebih dekat. Bitwise memfailkan dokumen tersebut sebagai prospektus awal, yang menggariskan parameter dana yang mungkin tertakluk kepada perubahan.\n\nPemfailan baru ini tiba kurang daripada seminggu selepas Bitwise menubuhkan dana mereka dengan pendaftaran Delaware.\n\nPengumuman pemfailan ini menambahkan kepada pertumbuhan token asli Aptos, APT, yang meningkat sebanyak 15% dalam sehari yang lalu. APT diniagakan pada $6.33, berhampiran julat terendahnya, walaupun pemulihan jangka pendek. APT dikaitkan dengan salah satu rangkaian L1 yang semakin berkembang, yang bertujuan untuk mendapatkan sebahagian daripada pasaran DeFi dan berfungsi sebagai platform pertumbuhan.\n\nAPT juga merupakan aset yang sedang dipertimbangkan oleh Grayscale, walaupun ia telah menunggu dana baru selama beberapa bulan. APT tetap berisiko tinggi, walaupun ia telah menunjukkan keupayaan untuk perhimpunan yang besar.\n\nRantai Aptos membawa lebih daripada $996 juta dalam kecairan yang dikaitkan dengan aplikasi DeFi. Aptos ialah rantai yang tidak serasi dengan EVM dan menawarkan gabungan protokol DEX dan pinjaman DeFi sendiri. Walaupun ekosistem ini tidak dikaitkan dengan Ethereum, ia masih boleh mengekalkan kecairan.\n\nAPT menduduki tempat ke-36 berdasarkan permodalan pasaran dan belum meningkat di kalangan token blue-chip yang lebih lama. Hanya 45% daripada bekalan APT yang dibuka, dengan pembukaan token secara linear untuk penyumbang teras dan pelabur awal. APT mempunyai permodalan pasaran sekitar $3 bilion, walaupun penilaian yang dicairkan sepenuhnya adalah melebihi $7 bilion. Token-token tersebut divested untuk jangka panjang, dengan pembukaan yang berterusan sehingga tahun 2032 dan mewujudkan tekanan harga yang berpotensi.\n\nBitwise mengembangkan senarai ETF terasnya\n\nBitwise sudah mempunyai sejumlah tujuh ETF, kedua-duanya aset tunggal dan pelbagai token. ETF Bitwise menawarkan gabungan aset kripto dan perbendaharaan untuk mengimbangi risiko.\n\nETF yang sedia ada mempunyai prestasi yang berbeza-beza, dan Bitwise telah menawarkan aset berisiko tinggi dalam dana Web3 mereka. Setakat ini, APT merupakan aset tunggal yang paling berisiko yang ditawarkan oleh Bitwise.\n\n“Aptos adalah inovasi teknologi yang agak baharu dengan sejarah yang terhad. Tiada jaminan bahawa penggunaan Rangkaian Blok Aptos atau Aptos akan terus berkembang. Penguncupan dalam penggunaan atau penggunaan Aptos boleh mengakibatkan peningkatan turun naik atau pengurangan harga Aptos, yang boleh memberi kesan buruk kepada nilai Saham,” amaran Bitwise dalam prospektus awal.\n\nETF baharu ini akan menggunakan perkhidmatan Coinbase Custody Trust Company, LLC sebagai penjaga utamanya. Buat masa ini, dana tersebut belum memilih Penjaga Tunai untuk sebarang hasil daripada penjualan APT.\n\nAPT dalam dana tersebut akan disimpan dalam dompet penyimpanan sejuk khusus. Penjaga hanya akan berinteraksi dengan alamat senarai putih selepas urus niaga ujian untuk mengelakkan kerugian. Dana tersebut akan diselesaikan secara tunai dan akan menjual sahamnya dalam bakul sebanyak 10,000. Buat masa ini, yuran ETF belum diumumkan, dan borang S-1 mungkin dipinda.\n\nAptos berada di landasan pertumbuhan pada tahun 2025\n\nAptos adalah salah satu projek yang paling bercita-cita tinggi, dilancarkan pada puncak kitaran lembu sebelumnya. Rantaian L1 itu mengumpul $350 juta daripada dana Tier-1, tetapi pada masa itu ia diatasi oleh kejatuhan FTX dan pasaran lembu yang berpanjangan.\n\nAptos menunjukkan tanda-tanda pemulihan, dengan kedua-dua pertumbuhan pengguna dan pendapatan. APT telah mengumpulkan 36.7 juta pemegang, dengan hampir 17 juta pengguna aktif mingguan. Rantai Aptos menghasilkan $38,560 dalam pendapatan mingguan daripada yuran transaksi. Rantai tersebut kini membayar subsidi yang besar kepada pengeluar bloknya, bernilai lebih daripada $7 juta setiap minggu. Aptos mempunyai salah satu nisbah subsidi kepada penjanaan yuran yang paling tidak menguntungkan, walaupun rantai tersebut masih berada pada peringkat awal mensubsidi peserta ekosistem.\n\nAptos juga membawa lebih daripada $833 juta dalam kecairan stablecoin, dengan USDT asli dilancarkan pada rantai tersebut. Kehadiran versi stablecoin Tether dilihat sebagai tanda kecairan yang lebih tinggi dan potensi untuk mengembangkan pangkalan pengguna rantai tersebut.\n\nEkosistem ini juga telah mengisyaratkan tentang airdrop, dengan parameter yang masih tidak pasti. APT mungkin akan mendapat perhatian yang lebih tinggi pada masa hadapan, walaupun ia kekal sebagai salah satu aset niche dalam hal penciptaan ETF.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Bitwise-ETF-2.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b8d4d25f655e2d21c814",
            "timestamp": "2025-03-05 20:44:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin Melampaui AS$90,000 Ketika Trump Tangguh Tarif Auto Kanada, Mexico",
            "description": "Asas Bitcoin kekal kukuh semasa kejatuhan harga terkini, menunjukkan kekuatan asasnya, kata penganalisis Swissblock.",
            "content": "Dalam perkembangan berita yang berubah-ubah minggu ini, penangguhan tarif oleh Donald Trump pada hari Rabu telah mengurangkan kebimbangan pelabur, dengan bitcoin (BTC) memimpin pasaran kripto meningkat.\n\nKerajaan Amerika Syarikat mengesahkan penangguhan tarif ke atas alat ganti automotif dari Kanada dan Mexico selama sebulan, sehari selepas mengenakannya.  Rancangan Jerman untuk melonggarkan had hutang bagi perbelanjaan infrastruktur dan peningkatan sasaran defisit China turut menyumbang kepada pemulihan pasaran berisiko.\n\nBTC meningkat sedikit di atas $90,000 susulan berita tersebut, naik 3.7% dalam tempoh 24 jam yang lalu. Hampir semua aset dalam Indeks CoinDesk 20 pasaran luas menunjukkan peningkatan, dengan bitcoin cash (BCH), LINK Chainlink dan APT Aptos mencatatkan keuntungan dua angka.\n\nNasdaq yang berfokus pada teknologi dan S&P 500 pasaran luas turut meningkat sebanyak 1.2% dan 1.5% masing-masing pada waktu petang sesi tersebut. Saham berkaitan kripto juga meningkat daripada paras terendah awal minggu. Bursa kripto Coinbase (COIN) naik 3.5%, manakala Strategy, pemegang bitcoin korporat terbesar, meningkat hampir 10%.\n\nKetegangan perdagangan dan risiko geopolitik telah menjadi tumpuan utama kebelakangan ini, memberi tekanan kepada sentimen pelabur dan menekan aset berisiko seperti saham AS dan aset digital.\n\nEpisod \"risk off\" yang serupa biasanya menyebabkan pelabur beralih kepada dolar AS, yang membawa kepada tekanan menurun ke atas aset kripto, kata Joel Kruger, ahli strategi pasaran di LMAX Group.  Bagaimanapun, kali ini indeks dolar AS (DXY) merosot ke paras terendah sejak awal November dan turun lebih 5% daripada kemuncak pertengahan Januari.\n\n\"Dengan jangkaan kadar Fed beralih kembali kepada penetapan lebih banyak pengurangan kadar berbanding peningkatan pada tahun 2025 dan dengan bitcoin mampu bersinar sebagai aset simpanan nilai, kami percaya terdapat banyak sebab untuk menjangkakan bitcoin akan disokong dengan baik pada penurunan,\" kata Kruger.\n\nFirma analisis kripto Swissblock menyatakan bahawa walaupun ayunan harga yang melampau dalam beberapa hari yang lalu, Indeks Fundamental Bitcoin firma itu, yang mengukur kesihatan keseluruhan rangkaian, kekal agak baik.\n\n\"Asas Bitcoin berada di ambang peralihan ke kuadran menaik, dengan peningkatan berterusan dalam kecairan dan pertumbuhan rangkaian,\" kata penganalisis Swissblock dalam siaran Telegram. \"Kekuatan ini menunjukkan bahawa BTC tidak mungkin ditolak ke pasaran menurun.\"",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/e39b6a1ab2fba82af2329f3041bc5077c51fe637-8640x5760.jpg",
            "url": "https://coinmarketcap.com/headlines/news/bitcoin-crosses-usd90k-as-trump-delays-canada-mexico-auto-tariffs/",
            "timestamp": "2025-03-05 20:41:00",
            "status": "Posted"
        },
        {
            "title": "Metaplanet Tambah 497 Bitcoin Lagi, Pegangan Kini Hampir AS$251 Juta",
            "description": "Firma pelaburan Jepun, Metaplanet, menambah lagi 497 Bitcoin kepada pegangannya, membelanjakan $43.9 juta pada harga purata $88,448 setiap BTC.",
            "content": "Firma pelaburan Jepun, Metaplanet, menambah 497 Bitcoin lagi kepada pegangannya, membelanjakan $43.9 juta dengan harga purata $88,448 setiap BTC, kata Ketua Pegawai Eksekutif Simon Gerovich.\n\nLangkah ini meningkatkan jumlah rizab Bitcoin syarikat kepada 2,888 BTC, bernilai kira-kira $251 juta pada harga pasaran semasa.\n\nPembelian terbaru telah melonjakkan saham Metaplanet sebanyak 19% di Bursa Saham Tokyo, diniagakan pada 3,985 yen ($26.60) menjelang pukul 2 petang waktu tempatan pada 5 Mac, menurut Google Finance. Saham itu telah mengalami penurunan minggu lalu berikutan penurunan Bitcoin, tetapi sepanjang tahun lalu, ia kekal sebagai salah satu pelabur terbaik, meningkat lebih daripada 1,700%.\n\nBitcoin jatuh 8.5% dalam tempoh dua minggu, sebentar menjunam di bawah $79,000 minggu lalu di tengah-tengah kebimbangan terhadap tarif AS di bawah bekas Presiden Donald Trump.  Walaupun ketidaktentuan itu, Metaplanet telah memperoleh 794.5 BTC setakat tahun 2025, melaporkan keuntungan $66 juta untuk Suku Pertama. Firma itu merancang untuk mengumpul 21,000 BTC menjelang tahun 2026 sebagai sebahagian daripada strategi jangka panjangnya untuk memacu penggunaan Bitcoin di Jepun.\n\nIni adalah pembelian Bitcoin kedua Metaplanet minggu ini, susulan pembelian 156 BTC pada 3 Mac. Ketua Pegawai Eksekutif Gerovich sebelum ini memberi petunjuk tentang kemungkinan penyenaraian di luar Jepun, termasuk di AS, untuk menjadikan saham lebih mudah diakses oleh pelabur global.\n\nDengan pengambilalihan terbarunya, Metaplanet kini merupakan pemegang Bitcoin korporat ke-12 terbesar di dunia dan yang terbesar di Asia, mengatasi Boyaa Interactive International dari Hong Kong, menurut BiTBO. Gerovich baru-baru ini bertemu dengan pegawai Bursa Saham New York dan Nasdaq di tengah-tengah cita-cita antarabangsa yang semakin meningkat untuk firma tersebut.\n\nPortfolio Bitcoin Metaplanet yang semakin berkembang masih sederhana berbanding dengan MicroStrategy, pemegang Bitcoin korporat awam terbesar, yang memiliki 439,000 BTC.\n\nBulan lepas, firma itu bekerjasama dengan SBI VC Trade, cabang kripto SBI Group, untuk mengakses perkhidmatan penjagaan korporat yang mematuhi peraturan.\n\nKetua Pegawai Eksekutif Metaplanet, Simon Gerovich, berkata bahawa perkongsian itu akan menyokong strategi pengumpulan Bitcoin Metaplanet dengan melibatkan pihak berkepentingan utama di Jepun.\n\nMetaplanet menambah bahawa akses kepada perkhidmatan penjagaan korporat yang mematuhi peraturan adalah komponen penting perkongsian itu, yang mengutamakan kecekapan cukai dan mempertimbangkan penggunaan Bitcoin sebagai cagaran untuk pembiayaan.",
            "image": "https://financefeeds.com/wp-content/uploads/2024/08/Metaplanet-logo.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b7a93770fc1ceef35e27",
            "timestamp": "2025-03-05 20:40:00",
            "status": "Posted"
        },
        {
            "title": "Trump, China, dan Kripto: Gelombang Kejut Besar Seterusnya Pasaran",
            "description": "Pertembungan ekonomi antara Amerika Syarikat dan China memasuki dimensi baharu.  Sesungguhnya, jauh daripada terhad kepada pertukaran tradisional, pertembungan ini...",
            "content": "Pertembungan ekonomi antara Amerika Syarikat dan China memasuki dimensi baharu.  Sebenarnya, jauh daripada terhad kepada pertukaran tradisional, perang perdagangan ini kini turut menjejaskan pasaran kripto.  Oleh itu, di antara pengumuman Donald Trump mengenai penciptaan rizab kripto strategik kebangsaan dan tindak balas China terhadap sekatan ekonomi AS, pelabur menyaksikan pergerakan pasaran yang luar biasa sengit.  Soalannya kini timbul: adakah ketidakstabilan ini sementara atau patutkah kita menjangkakan impak yang berkekalan?\n\nKripto di ambang kejatuhan selepas pengumuman Trump\n\nDonald Trump mengejutkan dunia kewangan dengan mendedahkan projek rizab kripto kebangsaannya. Bitcoin, Ethereum, XRP, Solana dan Cardano diletakkan di tengah-tengah strategi baharu ini, menandakan perubahan belum pernah berlaku dalam dasar ekonomi AS.  Matlamat yang dinyatakan adalah untuk mengukuhkan kedaulatan digital Amerika Syarikat dalam konteks persaingan yang meningkat dengan China dan untuk menjangka peralihan pertukaran kewangan ke arah kripto.\n\nPengumuman itu serta-merta melonjakkan pasaran.  Bitcoin mencecah $95,000 sebelum menstabilkan sekitar $89,870. Cardano dan XRP juga mengalami peningkatan yang ketara dalam dinamik kenaikan harga yang meluas.  Walau bagaimanapun, kegembiraan itu tidak lama.  Serangan perdagangan AS terhadap China dengan pantas mendorong tindak balas, yang secara tiba-tiba membalikkan trend dan menyebabkan kripto menjunam dalam masa beberapa jam.\n\nPerang perdagangan yang mengancam kestabilan kewangan\n\nPada 4 Mac, Washington memutuskan untuk meningkatkan tekanan ekonomi dengan menaikkan tarif di beberapa bidang.  Import dari Kanada dan Mexico kini dikenakan cukai sebanyak 25%, manakala produk China menghadapi peningkatan cukai daripada 10% kepada 20%.  Secara rasminya, langkah ini bertujuan untuk memerangi penyeludupan fentanyl, tetapi Beijing melihatnya sebagai tindakan bermusuhan dan telah bertindak balas dengan pantas.\n\nSebagai tindak balas, China telah mengenakan cukai 15% ke atas beberapa produk pertanian Amerika, termasuk gandum, jagung, kapas, dan ayam.  Tambahan pula, kerajaan China telah menghampiri Pertubuhan Perdagangan Dunia, menyatakan pelanggaran terhadap peraturan perdagangan antarabangsa.  Perbalahan ini telah menyebabkan kejutan di pasaran kewangan, mengakibatkan penurunan mendadak dalam indeks saham.  S&P 500 jatuh 3%, manakala NASDAQ jatuh sebanyak 2.64%.\n\nKripto ini mengikut trend menurun ini dengan pembetulan yang ketara. Bitcoin jatuh sebanyak 8.25%, Ethereum menurun sebanyak 10.62%, Cardano kehilangan 15.9%, dan Solana menyaksikan penurunan sebanyak 14.6%. Episod ini menunjukkan betapa mudah terdedah pasaran kripto kepada ketegangan geopolitik dan keputusan makroekonomi.\n\nMengapa kripto terjejas oleh krisis ini?\n\nLama dianggap sebagai aset yang bebas daripada pasaran tradisional, Bitcoin hari ini sangat dipengaruhi oleh dinamik pelabur institusi.  Kemasukan dana pelaburan yang besar telah menjadikan sektor ini lebih sensitif kepada turun naik ekonomi global.  Apabila krisis meletus, pemain ini mengurangkan pendedahan mereka kepada aset berisiko, mengakibatkan jualan kripto secara besar-besaran.\n\nWalau bagaimanapun, ketidakstabilan kewangan yang berkaitan dengan perang perdagangan juga menggalakkan pelabur untuk beralih kepada tempat perlindungan selamat tradisional, seperti emas, yang merugikan Bitcoin dan altcoin.  Lebih-lebih lagi, inisiatif Trump menimbulkan persoalan tentang masa depan pengawalseliaan pasaran kripto.  Peningkatan penginstitusian kripto boleh mengukuhkan kawalan pihak berkuasa AS, yang merugikan pelakon bebas dan pelabur runcit.\n\nJika krisis ini menjana pembetulan serta-merta, sesetengah penganalisis percaya ia akhirnya boleh mencipta peluang pembelian.  Arthur Hayes, bekas Ketua Pegawai Eksekutif BitMex, menganggap bahawa penurunan ini boleh menjadi tuas strategik bagi Donald Trump untuk memaksa Rizab Persekutuan untuk menerima pakai dasar monetari yang lebih akomodatif.  Menurut beliau, penurunan Bitcoin kepada $70,000 bukanlah ancaman, tetapi peluang pengumpulan sebelum kitaran kenaikan harga baharu.  Beberapa bulan akan datang akan menjadi penting bagi pasaran kripto.  Ketidakpastian sekeliling dasar ekonomi AS dan tindak balas China akan terus mempengaruhi trend.  Masih belum dapat dipastikan sama ada kripto akan mendapatkan semula statusnya sebagai tempat perlindungan selamat berdepan dengan pergolakan ini, atau sama ada ia akan terus terperangkap dalam ketegangan geopolitik dan ekonomi.",
            "image": "https://www.cointribune.com/app/uploads/2025/03/SINAPI-584.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b8d7750bc34069494f8d",
            "timestamp": "2025-03-05 20:38:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa Donald Trump Mahukan Pasaran Saham Merosot?",
            "description": "Satu teori mengejutkan sedang timbul di kalangan penganalisis pasaran: pentadbiran Donald Trump mungkin mahukan kelemahan jangka pendek dalam pasaran.  Walaupun...",
            "content": "Satu teori mengejutkan sedang muncul di kalangan penganalisis pasaran: pentadbiran Donald Trump mungkin mahu pasaran mengalami kelemahan jangka pendek.\n\nWalaupun kebijaksanaan politik konvensional menyatakan bahawa presiden biasanya mensasarkan pasaran yang kukuh sepanjang penggal mereka, langkah-langkah dasar baru-baru ini menunjukkan pendekatan strategik yang berpotensi untuk menyejukkan ekonomi secara sengaja dalam jangka masa terdekat.\n\nMenurut analisis yang dikongsi oleh pemerhati pasaran Amit, pentadbiran tersebut menghadapi cabaran pembiayaan semula hutang sebanyak $7 trilion yang akan mendapat manfaat daripada kadar faedah yang lebih rendah.\n\n**Keperluan Pembiayaan Semula Hutang Besar Memerlukan Pendekatan Dasar Yang Luar Biasa**\n\nFaktor utama teori pasaran ini adalah berkaitan dengan obligasi hutang Amerika yang besar akan datang.\n\n“Kita mempunyai hutang $7 trilion yang perlu dibayar dalam 6 bulan akan datang…jika kita tidak membayarnya, kita perlu membiayai semula,” jelas penganalisis Amit, memetik analisis pengulas pasaran Kris Patel.\n\nMasalah utama ialah kadar faedah di mana hutang ini akan dibiayai semula. Dengan hasil Perbendaharaan 10 tahun mencapai setinggi 4.8% awal tahun ini, pentadbiran Donald Trump menghadapi isu kos perkhidmatan hutang yang jauh lebih tinggi yang akan mengekang pilihan perbelanjaan masa depan.\n\nMenjamin kadar pembiayaan semula yang lebih rendah memerlukan pengurangan hasil bon, yang biasanya berlaku apabila pelabur mencari keselamatan bon Perbendaharaan semasa tempoh ketidakpastian pasaran.\n\nIni mewujudkan struktur insentif yang luar biasa di mana dasar yang menjana kelemahan pasaran jangka pendek sebenarnya boleh memenuhi matlamat kewangan jangka panjang pentadbiran dengan memacu hasil lebih rendah sebelum isu hutang utama.\n\nSkala cabaran pembiayaan semula menjadikan pertimbangan ini amat penting.\n\nPada $7 trilion, perbezaan hasil setengah mata peratusan pun akan bermakna puluhan bilion dolar dalam penjimatan kos faedah tahunan bagi kerajaan persekutuan.\n\nKos pembiayaan semula yang lebih rendah akan membebaskan kapasiti fiskal untuk keutamaan lain seperti potongan cukai, perbelanjaan infrastruktur, atau Rizab Kripto AS yang baru diumumkan, tanpa perlu mengimbangi pemotongan perbelanjaan atau kenaikan cukai yang mungkin menjejaskan pertumbuhan ekonomi kemudian dalam penggal tersebut.\n\n**Berita Kripto: Tarif Mencipta Ketidakpastian yang Mendorong Pelabur kepada Bon berbanding Saham**\n\nPercanggahan antara pendirian pro-pasaran pentadbiran dan pengumuman tarif baru-baru ini menjadi lebih penting apabila dilihat melalui kanta strategik ini.\n\nTarif ke atas barangan China, import Mexico, dan juga sekutu seperti Kanada telah menjana ketidakpastian pasaran yang biasanya mendorong pelabur ke arah aset tempat perlindungan selamat seperti bon Perbendaharaan.\n\n“Bagaimana anda mendapatkan 10 tahun untuk turun? Pasaran perlu menunjukkan kelemahan dalam pertumbuhan,” Amit menjelaskan, sambil menambah,\n\n“Cara untuk melakukannya ialah mencipta ketidakpastian besar-besaran — alias tarif — yang boleh melambatkan pertumbuhan dalam jangka pendek, mendapatkan pasaran bon untuk mula MEMBELI bon SEGERA kerana betapa takutnya mereka untuk menyentuh saham.”\n\nIni mewujudkan tindak balas pasaran di mana dasar inflasi seperti tarif sebenarnya memacu hasil bon lebih rendah daripada lebih tinggi.\n\nData pasaran menyokong teori ini, kerana bon telah meningkat walaupun pengumuman tarif yang biasanya dijangka memberi tekanan kepada aset pendapatan tetap.\n\n**Kelemahan Pasaran Mencipta Peluang untuk Pemulihan Ekonomi**\n\nStrategi berpotensi Donald Trump juga sejajar dengan kalendar politik tradisional, di mana pentadbiran sering lebih menyukai kekuatan ekonomi kemudian dalam penggal mereka apabila pilihan raya semakin hampir.\n\nDengan mencipta ketidakpastian pasaran dan ubat ekonomi yang berpotensi menyakitkan, pentadbiran tersebut boleh meletakkan kedudukan untuk pertumbuhan yang lebih kukuh pada tahun 2026 apabila pilihan raya pertengahan penggal akan menguji sokongan kongresnya.\n\nCorak pasaran sejarah menunjukkan bahawa presiden biasanya mencapai hasil ekonomi yang lebih baik dalam bahagian akhir penggal mereka selepas inisiatif dasar mempunyai masa untuk berkuat kuasa.\n\nDengan mewujudkan keadaan sekarang yang mungkin membawa kepada kadar faedah yang lebih rendah di seluruh ekonomi, pentadbiran Donald Trump boleh membantu pertumbuhan yang dipercepatkan apabila ia paling penting dari segi politik.\n\nAspek masa ini mempunyai kaitan tambahan memandangkan peranan Rizab Persekutuan.\n\nJika ketidakpastian pasaran dan pertumbuhan yang lebih perlahan mendorong Fed untuk memulakan kitaran pelonggaran lebih awal, potongan kadar tersebut akan memberi impak maksimum kepada ekonomi menjelang tahun 2026.\n\nPendekatan ini membawa risiko yang jelas, kerana penurunan pasaran boleh membangunkan momentum melebihi jangkaan pembuat dasar.\n\nSentimen pelabur, setelah rosak, boleh menjadi sukar untuk dipulihkan. Kemelesetan ekonomi boleh membawa kepada kehilangan pekerjaan dan pengurangan perbelanjaan pengguna yang menjejaskan rakyat Amerika.\n\nKos berpotensi ini menjelaskan mengapa kebanyakan pentadbiran biasanya mengelakkan dasar yang mungkin sengaja menyejukkan pasaran.",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/03/dd028a2f5b4f41fb8cceb1b0a95d5bf7.jpeg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b7ab3770fc1ceef35e29",
            "timestamp": "2025-03-05 20:31:00",
            "status": "Posted"
        },
        {
            "title": "Harga Arbitrum (ARB) Bangkit Semula Dari Sokongan Kukuh — Tinjauan Pasaran",
            "description": "ARB kini berada di titik penentu. Selepas merudum selama beberapa bulan, token Arbitrum akhirnya mencecah paras terendah saluran...",
            "content": "Harga Arbitrum (ARB) Pantul Balik Dari Sokongan Kukuh — Rali 3x Akan Datang: Inilah Tinjauan\n\nARB kini berada pada titik penentu. Selepas merudum selama beberapa bulan, token Arbitrum akhirnya menyentuh paras terendah saluran yang telah membimbing harganya sejak mencapai kemuncak sekitar $1.2.\n\nPedagang kripto Ali menyerlahkan situasi ini di X. “Arbitrum $ARB berada di sempadan bawah saluran selari menurun, yang boleh membawa kepada pantulan balik ke arah $0.63!” tulisnya. Melihat sejarah harga ARB, Ali mungkin menemui sesuatu yang menarik di sini.\n\nGambaran Teknikal: Memahami Corak Saluran Harga ARB\n\nJika anda melihat carta ARB/USDT, anda akan perasan sesuatu dengan serta-merta. Harga telah menurun dalam satu saluran sejak Disember. Setiap kemuncak lebih rendah daripada yang sebelumnya, dan setiap paras terendah juga lebih rendah daripada yang sebelumnya, membentuk saluran menurun.\n\nBuat masa ini, ARB telah jatuh kepada sekitar $0.39, yang merupakan garisan bawah saluran ini. Di sinilah perkara menjadi menarik. Setiap kali ARB menyentuh garisan bawah ini, ia telah kembali naik – kadang-kadang hanya sekitar pertengahan saluran, dan ia juga boleh pergi ke sempadan atas berhampiran $1.1.\n\nIni mewujudkan peluang yang agak mudah. Jika ARB kekal stabil pada $0.39 tanpa jatuh lebih rendah, kita boleh melihatnya meningkat semula sekurang-kurangnya kepada $0.63. Dan jika pembeli benar-benar membanjiri pasaran, kita mungkin melihatnya menolak ke paras $1.1.\n\nSasaran Harga Berpotensi untuk Harga Arbitrum\n\nAnalisis carta Ali mencadangkan beberapa laluan yang mungkin ke hadapan dari sini.\n\nSenario yang paling mungkin ialah pantulan daripada harga semasa ke tengah-tengah saluran pada $0.63. Itu adalah keuntungan 61% daripada kedudukan kita sekarang – tidak buruk untuk perdagangan jangka pendek. Tetapi bagi mereka yang sanggup bersabar, ganjaran sebenar mungkin sempadan atas pada $1.1, yang akan hampir tiga kali ganda pelaburan anda.\n\nPedagang harus mencari pengesahan sebelum terjun. Pantulan yang kuat dengan jumlah dagangan yang tinggi akan menjadi petanda yang baik, manakala penurunan di bawah $0.39 akan mencadangkan kerugian selanjutnya, mungkin turun ke julat $0.30-$0.32.\n\nBeberapa hari akan datang akan memberitahu kita sama ada harga ARB bersedia untuk membuat pergerakan 3x yang dijangka oleh Ali, atau jika penjual masih mempunyai ruang untuk menolak harga lebih rendah. Walau apa pun, paras sokongan ini menawarkan salah satu peluang perdagangan yang paling jelas yang pernah kita lihat untuk ARB dalam beberapa bulan kebelakangan ini.",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/08/P2P-Review-2023-08-02T145430.119-300x175.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b550d25f655e2d21c80c",
            "timestamp": "2025-03-05 20:30:00",
            "status": "Posted"
        },
        {
            "title": "Kakitangan CFTC dan SEC berbincang mengenai aset digital: laporan",
            "description": "Kakitangan Suruhanjaya Dagangan Niaga Hadapan Komoditi sedang berhubung dengan rakan sejawatan mereka di Suruhanjaya Sekuriti dan Bursa Amerika Syarikat berhubung…",
            "content": "## Suruhanjaya Perdagangan Hadapan Komoditi dan Suruhanjaya Sekuriti dan Bursa AS bekerjasama mengenai aset digital\n\nKakitangan Suruhanjaya Perdagangan Hadapan Komoditi (CFTC) sedang berbincang dengan rakan sejawatan mereka di Suruhanjaya Sekuriti dan Bursa AS (SEC) mengenai aset digital.  Ini menurut pengerusi sementara CFTC, Caroline Pham, yang mendedahkan bahawa kakitangan CFTC dan SEC sedang berbincang mengenai kerjasama antara agensi selanjutnya mengenai isu aset digital dan topik berkaitan. Wartawan FOX Business, Eleanor Terrett, berkongsi komen Pham mengenai perbincangan yang sedang berlangsung melalui catatan di X.\n\nWalaupun CFTC dan SEC telah bekerjasama sebelum ini, Pham percaya bahawa kedua-dua pengawal selia ini boleh membawa kerjasama ini ke peringkat seterusnya.  Beliau berkata ia adalah untuk kebaikan orang ramai dan pasaran.  \"Kami telah memulakan semula perbualan di peringkat kakitangan antara CFTC dan SEC. Kami ingin bekerjasama. Kami telah bekerjasama dengan baik pada masa lalu dan saya berharap dapat kembali kepada aturan biasa,\" katanya.\n\nPerbualan peringkat kakitangan ini berlaku di Simposium Masa Depan Fintech Institut Milken, di Washington D.C.\n\nPesuruhjaya SEC, Hester Peirce, yang mengetuai pasukan petugas kripto yang baru dibentuk oleh agensi itu, turut mengulas mengenai perbincangan tersebut. Pendirian Hester yang pro-kripto telah menyaksikannya muncul sebagai salah satu suara yang sentiasa tidak bersetuju dengan pendekatan 'kawal selia melalui penguatkuasaan' yang memberi kesan kepada inovasi dan pertumbuhan kripto di AS di bawah bekas pengerusi SEC, Gary Gensler.\n\nDalam komennya mengenai perbincangan kakitangan CFTC dan SEC, beliau menyatakan peranan penting penyertaan orang ramai dalam pembuatan peraturan.  Yang juga penting ialah kumpulan kerja kripto Presiden Donald Trump yang bergiat aktif dalam usaha untuk membawa kejelasan kepada landskap pengawalseliaan.  Terdapat cadangan pengawasan kripto bersama CFTC-SEC sebelum ini.\n\n\"Adalah penting untuk mengetahui apa yang menjadi bidang kuasa SEC dan apa yang bukan… Kumpulan kerja kripto telah mula mengenal pasti apa yang termasuk dalam bidang kuasa SEC dan apa yang tidak, yang amat penting.  Adalah penting untuk melibatkan orang ramai dalam perbincangan pembuatan peraturan, dan mereka yang terjejas oleh peraturan harus mempunyai hak untuk mengambil bahagian dalam pembuatan peraturan,\" tambah Peirce.\n\nTrump melantik Pham sebagai pengerusi sementara CFTC dan Pesuruhjaya Mark Uyeda sebagai pengerusi sementara SEC pada Januari. Uyeda menamakan Hester Peirce sebagai ketua pasukan petugas kripto sejurus selepas itu.\n\nPenglibatan peringkat kakitangan kedua-dua agensi itu berlaku hanya beberapa hari selepas kenyataan Trump mengenai rizab strategik kripto untuk AS.  Rumah Putih juga akan menjadi tuan rumah sidang kemuncak kripto pertamanya pada Jumaat, 7 Mac 2025.",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-The-US-Securities-and-Exchange-Commission-SEC-option01.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b5503770fc1ceef35e1b",
            "timestamp": "2025-03-05 20:30:00",
            "status": "Posted"
        },
        {
            "title": "Ethereum Menguji Tahap Sokongan Utama Ketika Carta Harian Menunjukkan Pergerakan Harga Penting",
            "description": "Carta harian Ethereum mencatatkan penurunan daripada lebih $3,400 kepada paras sokongan kritikal berhampiran $2,150, mendorong pembeli untuk memasuki pasaran. Teknikal…",
            "content": "Carta harian Ethereum mencatatkan penurunan daripada lebih $3,400 kepada paras sokongan kritikal berhampiran $2,150, mendorong pembeli untuk memasuki pasaran.\n\nPetunjuk teknikal, termasuk Bollinger Bands dan RSI, menjejak turun naik dan momentum semasa ETH menguji rintangan berhampiran $2,500 dengan had atas sekitar $3,000.\n\nJumlah dagangan baru-baru ini berhampiran $25.4 bilion dan peningkatan 3.15% dalam tempoh 24 jam menggariskan tingkah laku pasaran yang aktif dan pemulihan yang terukur dalam harga ETH.\n\nCarta harian Ethereum, meliputi pertengahan 2024 hingga awal Mac 2025, mencatatkan penurunan daripada paras tertinggi melebihi $3,400 kepada paras terendah baru-baru ini berhampiran $2,150. Carta menunjukkan paras sokongan utama yang membimbing tindakan harga baru-baru ini.\n\n**Pandangan Penganalisis dan Paras Utama**\n\nSatu ciapan baru-baru ini oleh veteran kripto, Ali Martinez, menyatakan bahawa Ethereum sedang menguji sempadan bawah saluran selari.  Ciapan itu menyatakan bahawa menawan semula $2,350 boleh menggerakkan ETH ke arah julat antara $3,000 dan $4,000.\n\nCiapan tersebut memberikan rujukan yang jelas kepada sasaran berangka. Ia mengesahkan bahawa paras teknikal diperhatikan dalam tindakan harga baru-baru ini. Maklumat ini telah diambil perhatian oleh beberapa pemerhati pasaran.\n\n**Petunjuk Teknikal dan Paras Harga**\n\nPada masa penulisan, ETH diniagakan pada kira-kira $2,195. Garisan sokongan mendatar berhampiran $2,100 hingga $2,150 telah bertindak sebagai lantai harga. Data daripada carta digunakan untuk menanda paras utama untuk peniaga.\n\nRintangan pertengahan ditetapkan berhampiran $2,500. Rintangan sejarah muncul antara $3,000 dan $3,400. Bollinger Bands menunjukkan turun naik baru-baru ini apabila harga mencapai jalur bawah. Bacaan RSI berhampiran 35–36 memberikan ukuran momentum pasaran semasa. Carta mengintegrasikan petunjuk ini untuk membentuk rekod faktual pergerakan harga.\n\nUkuran teknikal seperti sokongan dan rintangan ditakrifkan dengan jelas oleh carta. Data berangka menawarkan pandangan berstruktur tentang prestasi ETH baru-baru ini. Sesi dagangan menunjukkan tingkah laku yang konsisten berhampiran paras ini.\n\n**Jumlah Dagangan dan Data Pasaran**\n\nEthereum mengalami penurunan daripada melebihi $3,400 kepada hampir $2,100. Carta mencatatkan pemulihan daripada paras terendah baru-baru ini, dengan pembeli memasuki pada paras utama. Pergerakan harga kekal selaras dengan rangka kerja teknikal.\n\nJumlah dagangan mencapai kira-kira $25.4 bilion baru-baru ini. Harga ETH meningkat sebanyak 3.15% dalam tempoh 24 jam yang lalu. Tempoh tujuh hari menunjukkan penurunan sebanyak 7.12%. Data pasaran daripada sesi ini menyediakan asas berangka untuk menilai perubahan harga jangka pendek. Angka jumlah baru-baru ini menyumbang kepada rekod aktiviti pasaran yang lebih jelas.",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/ethereum-1-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8b67e3770fc1ceef35e23",
            "timestamp": "2025-03-05 20:30:00",
            "status": "Posted"
        }
    ]
}