{
    "timestamp": "2025-03-18 14:27:06",
    "all_news": [
        {
            "title": "Saham Coinbase mungkin melonjak kepada $310 berikutan dasar kripto yang diterajui Trump.",
            "description": "Saham Coinbase mungkin melonjak lebih 64% berdasarkan ramalan Bernstein, yang memetik peningkatan keadaan pengawalseliaan kripto di Amerika Syarikat.",
            "content": "Coinbase Bursa Saham Menerima Ramalan Harga Optimis dari Analis Bernstein\n\nHarga saham bursa Coinbase telah menerima ramalan harga optimis daripada seorang penganalisis Bernstein, dengan alasan peningkatan kejelasan peraturan kripto di ekonomi terbesar dunia.\n\nGautam Chhugani, seorang penganalisis di firma pengurusan aset global Bernstein, memulakan liputan saham Coinbase (COIN) yang tersenarai di Nasdaq dengan penarafan mengatasi jangkaan dan sasaran harga melebihi $310.\n\nPenganalisis itu menjangkakan peningkatan penggunaan mata wang kripto arus perdana, didorong oleh pentadbiran Presiden AS Donald Trump, yang berhasrat menjadikan dasar kripto sebagai keutamaan kebangsaan dan menjadikan AS sebagai hab global untuk inovasi blockchain, menurut nota penyelidikan Bernstein yang dilihat oleh Tipranks.\n\nJika saham Coinbase berjaya meningkat kepada $310, ia akan bermakna perhimpunan melebihi 64% daripada tanda aras semasa $188, data Google Finance menunjukkan.\n\nRamalan harga menaik ini dibuat lebih seminggu selepas Trump menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih yang pertama pada 7 Mac, tidak lama sebelum beliau menandatangani perintah eksekutif yang menggariskan pelan untuk mencipta rizab Bitcoin menggunakan mata wang kripto yang dirampas dalam kes jenayah kerajaan, Cointelegraph melaporkan.\n\nSaham Coinbase mungkin melonjak disebabkan peningkatan kejelasan peraturan kripto di AS\n\nCoinbase bakal mendapat manfaat daripada \"kenaikan kripto ke arus perdana kewangan AS\" di tengah-tengah peningkatan peraturan, terutamanya disebabkan firma itu menawarkan platform sehenti untuk pelbagai aktiviti kripto, tulis nota penyelidikan itu, sambil menambah:\n\n\"COIN menawarkan bursa, broker/peniaga, meja utama institusi, perbankan stablecoin, pembayaran kripto, bank penjaga, perisian dan perkhidmatan ekosistem blockchain, semuanya digabungkan menjadi 'Amazon' perkhidmatan kewangan kripto yang lengkap,\" tambah laporan itu.\n\nPeraturan kripto menuju ke arah positif, dengan beberapa penganalisis melihat pelan rizab Bitcoin AS sebagai langkah \"nyata\" pertama untuk integrasi Bitcoin ke dalam sistem kewangan global.\n\n\"AS telah mengambil langkah nyata pertama ke arah mengintegrasikan Bitcoin ke dalam fabrik kewangan global, mengakui peranannya sebagai aset asas untuk sistem kewangan yang lebih stabil dan kukuh,\" kata Joe Burnett, ketua penyelidikan pasaran di Unchained, kepada Cointelegraph.\n\nWalaupun Trump sebelum ini telah menyerlahkan niatnya untuk meningkatkan inovasi kripto di AS, mengeluarkan rangka kerja pengawalseliaan memerlukan masa dan menetapkan \"nada pengawalseliaan yang betul\" akan menjadi penting bagi pentadbiran, menurut Anastasija Plotnikova, pengasas bersama dan Ketua Pegawai Eksekutif Fideum — sebuah firma infrastruktur pengawalseliaan dan blockchain yang memberi tumpuan kepada institusi.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE5NzYtNzNlMi03NmIwLWE1MjItNGE0MmVkNGJiNzlm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d979f6c0f7a1211627b204",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 13:45:00",
            "status": "Posted"
        }
    ]
}