{
    "timestamp": "2025-03-07 22:21:58",
    "all_news": [
        {
            "title": "AS akan gunakan stablecoin untuk memastikan hegemoni dolar – Scott Bessent",
            "description": "Setiausaha Perbendaharaan Amerika Syarikat, Scott Bessent, berkata kerajaan AS akan menggunakan stablecoin untuk melindungi dolar AS dan meluluskan peraturan yang munasabah…",
            "content": "Setiausaha Perbendaharaan Amerika Syarikat, Scott Bessent, berkata kerajaan AS akan menggunakan stablecoin untuk memastikan dolar AS kekal sebagai mata wang rizab global dunia semasa Sidang Kemuncak Kripto Rumah Putih pada 7 Mac.\n\nBessent mengulangi janji pentadbiran Trump untuk menamatkan perang terhadap kripto dan komited untuk menarik balik panduan IRS dan langkah pengawalseliaan yang dikenakan hukuman sebelum ini. Bessent kemudiannya memberi tumpuan kepada stablecoin dan berkata:\n\nPresiden Trump memberitahu sidang kemuncak itu bahawa beliau berharap penggubal undang-undang akan mendapat rang undang-undang pengawalseliaan stablecoin yang komprehensif ke mejanya sebelum rehat Kongres pada bulan Ogos.\n\nPresiden Trump menyampaikan ucapan kepada Sidang Kemuncak Kripto Rumah Putih. Sumber: The Associated Press\n\nPresiden juga mengkritik pentadbiran Biden kerana menjual sebahagian daripada Bitcoin (BTC) yang dirampas, yang menurutnya menyebabkan kerugian berbilion dolar melalui penjualan pramatang.\n\nRamai hadirin Sidang Kemuncak Kripto Rumah Putih yang pertama mengulas mengenai sifat bersejarah acara tersebut, yang mengukuhkan peralihan besar dalam pendirian kerajaan AS terhadap industri aset digital.\n\nHadirin Sidang Kemuncak Kripto Rumah Putih. Sumber: The Associated Press\n\nStablecoin sebagai cara untuk melanjutkan hegemoni dolar AS\n\nStablecoin yang berlebihan cagaran, yang menggunakan bil Perbendaharaan AS jangka pendek dan deposit tunai untuk menyokong token fiat digital mereka dan dengan itu memacu permintaan untuk instrumen hutang AS, telah dicadangkan sebagai cara untuk melanjutkan dominasi dolar AS.\n\nGabenor Rizab Persekutuan, Christopher Waller, juga menyuarakan sokongan untuk menggunakan stablecoin untuk menyokong dolar pada Februari 2024.\n\nWaller berhujah bahawa kesan hakisan mata wang kripto terhadap bahagian pasaran dolar AS akan dikurangkan oleh permintaan stablecoin.\n\nSetiausaha Perbendaharaan Scott Bessent berkata stablecoin akan memastikan hegemoni dolar AS di Sidang Kemuncak Kripto Rumah Putih. Sumber: The Associated Press\n\nPada Februari 2025, Waller mengulangi pendiriannya bahawa stablecoin dapat membantu memelihara status dolar sebagai mata wang rizab global dengan mengatasi kawalan modal di negara asing dan meningkatkan landasan pembayaran.\n\nSebagai sebahagian daripada usaha untuk menggunakan stablecoin untuk mempertahankan dolar AS, wakil AS French Hill dan Bryan Steil memperkenalkan rang undang-undang stablecoin yang bertajuk Akta Stabil 2025 untuk mewujudkan rangka kerja pengawalseliaan yang komprehensif untuk token fiat digital yang dipatok kepada dolar.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTcyODgtOGY2OC03ZWJhLTg1OTgtOWZkZDJjYzM1ZTYw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb6e9448f1ab6518feabe1",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 22:06:00",
            "status": "Posted"
        },
        {
            "title": "4 Sebab Harga Solana (SOL) Mungkin Naik Semula ke $180",
            "description": "Harga Solana mungkin menuju ke $180. Cointelegraph menjelaskan sebabnya.",
            "content": "Token asli Solana, SOL (SOL), meningkat sebanyak 17% selepas jatuh ke paras terendah $125 pada 28 Februari.  Walau bagaimanapun, ia menghadapi rintangan kuat berhampiran paras $180. Lebih penting lagi, harga semasa $145 mewakili penurunan 50% daripada paras tertinggi sepanjang zaman iaitu $295 pada 19 Januari, menimbulkan kebimbangan di kalangan pedagang tentang keupayaan SOL untuk mendapatkan semula momentum menaik.\n\nPara penganalisis mengaitkan penurunan mendadak nilai SOL kepada kejatuhan pasaran memecoin, aktiviti *onchain* telah menurun di pelbagai sektor, termasuk pencairan aset cair, aset token, pengagregat hasil, *perpetual* sintetik, pasaran NFT, dan infrastruktur kecerdasan buatan.\n\nPengurangan aktiviti *blockchain* menunjukkan pengurangan selera untuk SOL, dengan yuran rangkaian Solana menurun sebanyak 73% berbanding empat minggu lalu, menurut data DefiLlama. Walaupun peningkatan aktiviti sebahagian besarnya didorong oleh pelancaran token memecoin dan dagangan bursa terdesentralisasi (DEX), keputusan momentum SOL yang semakin pudar tetap sama.\n\nBilangan alamat aktif yang berinteraksi dengan Jito, aplikasi terdesentralisasi pencairan aset cair terbesar Solana, jatuh sebanyak 56% dalam tempoh 30 hari yang lalu, menurut data DappRadar. Begitu juga, pasaran NFT Magic Eden menyaksikan penurunan sebanyak 38% dalam alamat aktif, manakala Save (dahulunya Solend), yang menawarkan pinjaman bercagar, mengalami penurunan sebanyak 42% dalam pengguna dalam tempoh yang sama.\n\nSebagai perbandingan, bilangan alamat aktif di Base, *blockchain* lapisan-2 Ethereum, menurun hanya 2% dalam tempoh yang sama. Malah lapisan asas Ethereum mengatasi Solana, dengan bilangan alamat yang terlibat dengan DApp menurun sebanyak 17% melebihi 30 hari. Ini menunjukkan bahawa mengaitkan prestasi SOL yang kurang baik semata-mata kepada letupan gelembung memecoin kurang munasabah, kerana rangkaian lain tidak mengalami hasil yang serupa.\n\nFaktor lain yang mengehadkan potensi menaik SOL ialah kekurangan minat daripada pedagang yang menggunakan leverage. Kadar pembiayaan untuk kontrak hadapan SOL *perpetual* adalah negatif selama tiga hari yang lalu, bermakna penjual *short* membayar untuk mengekalkan kedudukan mereka.\n\nKadar pembiayaan 8 jam yang negatif sebanyak 0.01% semasa bukanlah sesuatu yang membimbangkan, kerana ia diterjemahkan kepada kos sebanyak 0.9% sahaja sebulan. Walau bagaimanapun, kekurangan minat daripada pembeli yang menggunakan leverage berikutan penurunan 52% daripada paras tertinggi sepanjang zaman bukanlah satu petanda positif bagi sentimen pedagang. Sebaliknya, berita yang tidak dijangka, seperti kelulusan berpotensi dana perdagangan bursa (ETF) spot Solana di Amerika Syarikat, boleh mengejutkan pedagang dan mencetuskan perhimpunan *short-covering*.\n\nBagi sesetengah pengkritik, potensi peningkatan aktiviti pada rangkaian Solana kurang menjadi kebimbangan. Mereka berhujah bahawa naratif mengenai Solana adalah mengelirukan, kerana dilaporkan 95% daripada yuran rangkaian tersebut datang daripada hanya 1.3% pengguna, sebahagian besarnya didorong oleh Wintermute, sebuah firma pembuat pasaran, dan bot nilai yang boleh diekstrak maksimum (MEV).\n\nSingkatnya, satu \"kumpulan kecil pengguna, terutamanya pedagang pemangsa,\" mendapat manfaat daripada skim pam dan lambakan, menurut arndxt, pengarang surat berita \"Threading on the Edge\". Arndxt mendakwa bahawa spekulasi memecoin membawa kepada serangan *sandwich*, di mana pedagang berniat jahat mengesan transaksi yang belum selesai di bursa terdesentralisasi, meletakkan satu pesanan sebelum dan satu lagi selepasnya, dan mendapat keuntungan daripada manipulasi harga di antara transaksi tersebut.\n\nSebahagian daripada sebab SOL tidak dapat menuntut semula paras $180 dikaitkan dengan World Liberty Financial, sebuah aplikasi kewangan separa tersentralisasi yang dikaitkan dengan pelaburan peribadi Presiden Donald Trump. Projek ini dilaporkan telah mengumpul kedudukan dalam Ether (ETH), Wrapped Bitcoin (WBTC), Tron (TRX), Chainlink (LINK), Aave (AAVE), dan mata wang kripto lain, tetapi tiada satu pun dalam SOL, walaupun pelancaran memecoin Rasmi Trump (TRUMP) pada rangkaian Solana.\n\nOleh itu, agar SOL dapat mendapatkan semula momentum menaiknya, empat bidang kebimbangan utama perlu ditangani: aktiviti *onchain*, permintaan leverage, bot MEV, dan pelaburan daripada projek Trump.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTcyNDAtY2U1Yi03NTNjLTkxZTgtYmIyZTcxOTVkN2Vh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb6d7843d6ae0ad0aa07bf",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 21:58:00",
            "status": "Posted"
        },
        {
            "title": "Dompet pasaran gelap dengan lebih daripada $400 juta BTC terbangun selepas 9 tahun",
            "description": "Dompet maya yang dikaitkan dengan pasaran gelap Nucleus telah aktif semula selepas sembilan tahun, memindahkan sebahagian daripada BTC bernilai $400 juta ke dompet lain.",
            "content": "## Dompet Kripto Nucleus Bernilai AS$400 Juta ‘Bangun’ Selepas Sembilan Tahun\n\nMenurut Arkham Intelligence, sebuah dompet kripto yang menyimpan lebih daripada AS$400 juta dalam Bitcoin (BTC) yang dikaitkan dengan pasaran gelap Nucleus telah aktif semula selepas sembilan tahun. Pada 7 Mac, entiti yang mengawal dompet tersebut telah memindahkan AS$77.5 juta dalam BTC kepada tiga alamat baharu, meninggalkan AS$365 juta dalam dompet utama.\n\nDompet ini telah tidak aktif sejak April 2016, apabila pasaran gelap tersebut ditutup dengan 5,000 BTC daripada deposit penjual dan pelanggan. Pada masa itu, dana tersebut bernilai kira-kira AS$2.1 juta, menurut pengesan Arkham.\n\nNucleus merupakan salah satu daripada banyak pasaran gelap yang berleluasa pada masa itu, memudahkan penjualan dadah, senjata dan barangan haram lain. Walaupun cerita rasmi mengenai penutupan pasaran ini ialah ia digodam, teori konspirasi bertebaran. Ada yang berpendapat bahawa pentadbir laman web Nucleus melakukan penipuan keluar, manakala yang lain percaya bahawa pentadbir telah ditangkap.\n\nTransaksi di Nucleus, seperti di banyak pasaran gelap lain, kebanyakannya dilakukan dalam Bitcoin, kerana mata wang kripto itu lebih sukar dikesan dan oleh itu, menawarkan sedikit anonimiti kepada mereka yang terlibat dalam aktiviti sedemikian.\n\nPengaktifan semula dompet Nucleus berlaku sehari selepas Presiden AS Donald Trump menandatangani perintah eksekutif untuk mewujudkan rizab strategik Bitcoin di Amerika Syarikat. BTC untuk rizab itu pada mulanya akan datang daripada kripto yang telah dirampas melalui penyitaan, walaupun terdapat ruang untuk pemerolehan lebih banyak duit syiling secara \"neutral bajet\".\n\n\n**Dompet Tidak Aktif Aktif Semula Ketika Harga Kripto Meningkat**\n\nSejak awal tahun 2023, harga Bitcoin telah meningkat dengan ketara. Ia melonjak daripada kurang daripada AS$17,000 setiap duit syiling pada Januari 2023 dan sejak itu mencecah paras tertinggi sekitar AS$108,000.\n\nSemasa tempoh peningkatan harga ini, banyak dompet tidak aktif telah aktif semula, ada yang bermula dari tahun 2010-an, seperti dompet pasaran Nucleus. Pada Julai 2023, sebuah dompet yang tidak aktif selama 11 tahun dengan 1,037 BTC telah aktif semula, dengan pemiliknya memindahkan keseluruhan simpanan tersebut.\n\nPada tahun 2024, dompet tidak aktif lain turut aktif semula. Pada Mei 2024, tiga dompet era Satoshi telah aktif semula, dengan satu memindahkan 687 BTC dan dua lagi memindahkan 1,000 BTC, bernilai AS$61 juta pada masa itu. Pada Jun 2024, seorang pemilik sejumlah besar Bitcoin telah memindahkan 8,000 BTC daripada dompet yang tidak aktif selama lima tahun, dan pada September 2024, lima dompet pelombong daripada era Satoshi telah aktif semula selepas 15 tahun dan mula memindahkan duit syiling mereka.\n\nMungkin terdapat perkembangan menarik di ufuk: Ketua Pegawai Eksekutif Tether, Paolo Ardoino berkata pengkomputeran kuantum boleh menyebabkan penggodam memecah masuk ke dalam dompet Bitcoin awal, menyebabkan lebih banyak duit syiling yang dianggap \"hilang\" kembali ke dalam peredaran.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTcyNmItY2I0Yy03MWIyLWJhZmYtN2FhMzM3YWNiZWY3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb666249f4610f233fd560",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 21:33:00",
            "status": "Posted"
        }
    ]
}