{
    "timestamp": "2025-03-11 20:28:21",
    "all_news": [
        {
            "title": "Penggubal undang-undang Texas mahu hadkan pembelian BTC negeri kepada AS$250 juta.",
            "description": "Wakil Negeri Texas, Ron Reynolds, telah mengemukakan rang undang-undang pada 10 Mac yang mencadangkan had pembelian Bitcoin untuk pegawai negeri dan daerah.",
            "content": "Seorang ahli dewan undangan Texas telah mencadangkan rang undang-undang yang boleh mengehadkan jumlah pelaburan pihak berkuasa tempatan dan negeri dalam mata wang kripto sebagai aset rizab.\n\nDalam rang undang-undang yang difailkan pada 10 Mac, Wakil Texas Ron Reynolds mencadangkan agar pengawal negeri tidak dibenarkan melabur lebih daripada $250 juta daripada Tabung Penstabilan Ekonomi – atau dikenali sebagai dana \"hari hujan\" – dalam Bitcoin (BTC) atau mata wang kripto lain.  Rang undang-undang itu juga mencadangkan agar perbandaran atau daerah di Texas tidak boleh melabur lebih daripada $10 juta dalam kripto.\n\nHB 4258, difailkan oleh Wakil Texas Ron Reynolds. Sumber: Dewan undangan Texas\n\nRang undang-undang yang dicadangkan itu menyusuli Dewan Negara Texas meluluskan rang undang-undang pada 6 Mac untuk mewujudkan rizab Bitcoin strategik di negeri itu. Rang undang-undang SB 21 nampaknya membenarkan pengawal Texas untuk tidak mempunyai had ke atas pembelian BTC untuk rizab, berdasarkan draf terkini.\n\nRancangan untuk rizab Bitcoin strategik di Texas adalah antara beberapa rang undang-undang berasingan yang dicadangkan di kerajaan negeri AS berikutan pelantikan Presiden Donald Trump dan ahli-ahli politik Republikan yang memenangi kawalan Dewan Perwakilan dan Senat AS. Timbalan Gabenor Texas Dan Patrick berkata pada Januari bahawa keutamaan perundangan negeri untuk tahun 2025 akan termasuk cadangan untuk mewujudkan Rizab Bitcoin Texas.\n\nAdakah terdapat perbezaan pendapat parti mengenai pelan kripto negeri dan persekutuan?\n\nTidak jelas sama ada Wakil Reynolds, seorang Demokrat, berhasrat untuk menyokong rang undang-undang rizab BTC yang diperkenalkan oleh Senator Negeri Charles Schwertner, seorang Republikan, atau mencadangkan sekatan sekiranya rang undang-undang itu menjadi undang-undang. Jika diluluskan dan ditandatangani oleh Gabenor Greg Abbott, rang undang-undang itu akan berkuat kuasa pada 1 September. Cointelegraph telah menghubungi pejabat Wakil Reynolds untuk mendapatkan komen tetapi tidak menerima respons pada masa penerbitan.\n\nWalaupun Trump menandatangani perintah eksekutif pada 7 Mac untuk mewujudkan \"Rizab Bitcoin Strategik\" persekutuan dan \"Simpanan Aset Digital,\" ramai pakar undang-undang mempersoalkan kuasa presiden AS untuk melaksanakan dasar tertentu melalui EO. Senator Wyoming Cynthia Lummis memperkenalkan semula rang undang-undang pada 11 Mac untuk mengkodkan rizab BTC yang dicadangkan kepada undang-undang di Senat.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg2NWYtMzMwMy03ODMxLWFlZWQtNGUxODk3YWMxYWU4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d09ae13fd4737eaacfe6b1",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 20:15:00",
            "status": "Posted"
        },
        {
            "title": "Pengawal selia EU selidiki OKX berhubung dana $100 juta yang dibasuh dari Bybit: Laporan",
            "description": "Pengatur EU dilaporkan sedang meneliti perkhidmatan dompet Web3 bursa kripto OXK bagi peranannya yang mungkin dimainkan semasa pengubahan wang haram hacke...",
            "content": "## Pengawal Selia Kesatuan Eropah Siasat OKX Berkaitan Pengubahan Wang Haram Berjumlah $100 Juta\n\nMenurut Bloomberg, pengawal selia Kesatuan Eropah dilaporkan sedang menyiasat satu perkhidmatan yang ditawarkan oleh bursa kripto OKX yang mungkin memainkan peranan dalam pengubahan wang haram berjumlah $100 juta daripada serangan penggodaman Bybit.\n\nSatu laporan Bloomberg pada 11 Mac yang memetik sumber yang biasa dengan perkara tersebut mendakwa bahawa pengawal selia kebangsaan daripada negara anggota EU telah membincangkan isu ini semasa mesyuarat pada 6 Mac yang dianjurkan oleh Jawatankuasa Tetap Kewangan Digital Pihak Berkuasa Sekuriti dan Pasaran Eropah. Isu ini nampaknya berkaitan dengan platform kewangan terdesentralisasi dan perkhidmatan dompet OKX.\n\nPada 27 Januari, OKX mengumumkan bahawa ia telah memperoleh lesen penuh Pasaran Aset Kripto (MiCA) untuk beroperasi di semua negara anggota EU di bawah rangka kerja pengawalseliaan yang seragam. Soalan untuk pengawal selia EU ialah sama ada dua perkhidmatan OKX tertakluk kepada rangka kerja MiCA dan, jika ya, sama ada bursa tersebut boleh dikenakan penalti.\n\nMenurut Ketua Pegawai Eksekutif Bybit, Ben Zhou, hampir $100 juta, atau 40,233 Ether (ETH), daripada serangan penggodaman bernilai $1.5 bilion telah dibasuh melalui proksi Web3 OKX, dengan sebahagian daripada dana tersebut kini tidak dapat dijejak.\n\nPerkhidmatan dompet OKX telah mencapai 53 juta alamat dan mampu menyambung kepada 100 rangkaian blok. Platform yang sepenuhnya terdesentralisasi mungkin dikecualikan daripada peraturan MiCA, tetapi menurut laporan Bloomberg, pengawal selia sekurang-kurangnya dari Austria dan Croatia menyatakan bahawa perkhidmatan Web3 OKX harus tertakluk kepada peraturan EU.\n\nOKX menafikan siasatan EU\n\nDalam satu kenyataan yang disiarkan di X, OKX menafikan dakwaan bahawa terdapat sebarang siasatan yang sedang dijalankan oleh EU, sambil menambah bahawa \"kenyataan Bybit menyebarkan maklumat palsu\" dan mempertahankan perkhidmatan dompet Web3nya.\n\nKetua pegawai pemasaran global OKX, Haider Rafique, menambah pandangannya sendiri: “Kami bercakap dengan Bloomberg hari ini dan memberikan kenyataan kami yang menafikan beberapa dakwaan tersebut. Adalah tidak masuk akal untuk mencadangkan bahawa KAMI sebagai sebuah syarikat akan terlibat dalam pengubahan wang haram yang dicuri.”\n\nPencurian $1.5 bilion dalam ETH dan token berkaitan ETH daripada Bybit merupakan serangan penggodaman kripto terbesar setakat ini. Penyiasat kripto telah menyatakan bahawa Kumpulan Lazarus, sebuah kumpulan penggodam Korea Utara, bertanggungjawab ke atas serangan tersebut. Menurut Zhou, yang mengisytiharkan perang terhadap Kumpulan Lazarus selepas serangan penggodaman itu, 3% daripada dana yang dicuri telah dibekukan, manakala 20% telah hilang.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg2OTgtMTM5Zi03YjEzLTljNWYtNmVjNGFhY2UxYmQ0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d09636f7e1fb7db0be98a5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 19:58:00",
            "status": "Posted"
        }
    ]
}