{
    "timestamp": "2025-03-06 11:21:36",
    "all_news": [
        {
            "title": "Reaksi Terhadap Rizab Kripto Trump: ‘Optimisme Jangka Pendek, Kehati-hatian Jangka Panjang’",
            "description": "Kemasukan altcoin seperti ETH, dengan ekosistem DeFi-nya, dan SOL, dengan urus niaga berkelajuan tinggi, menambahkan “kepelbagaian teknologi,” kata Un...",
            "content": "## Cadangan Rizab Kripto AS Donald Trump: Satu Analisis\n\nSatu siri hantaran oleh Presiden Donald Trump mengenai rancangannya untuk rizab kripto AS telah mencetuskan \"pemulihan pasaran secara meluas\" dalam mata wang kripto pada 2 Mac, dengan jumlah permodalan pasaran global meningkat hampir 7% kepada $3.04 trilion, menurut laporan Cointelegraph.\n\nWalau bagaimanapun, setelah diperiksa dengan lebih teliti, rizab strategik kripto — yang mungkin serupa dengan Rizab Petroleum Strategik AS, yang diwujudkan pada tahun 1970-an selepas sekatan minyak Arab — menimbulkan banyak persoalan.\n\nTerdapat kontroversi, jika bukan kekeliruan, tentang jenis kripto yang akan membentuk \"rizab\" tersebut, serta sama ada AS akan membeli kripto untuk rizab tersebut, berbanding hanya menambah stok kripto yang dirampas apabila penguatkuasaan undang-undang membuat rampasan.\n\nSusunan dua hantaran Trump di platform Truth Social turut dipersoalkan. Menariknya, hantaran pertama hanya menyebut tiga token terkecil rizab yang dijangkakan mengikut permodalan pasaran: XRP (XRP), Solana (SOL) dan Cardano (ADA).\n\nBeberapa minit kemudian, seolah-olah sebagai tambahan, presiden membuat hantaran lagi, kali ini merujuk kepada dua mata wang kripto terbesar: Bitcoin (BTC) dan Ether (ETH).\n\nSesetengah pengkritik, secara adil atau tidak adil, menyatakan bahawa memecoin presiden sendiri telah dilancarkan di Solana, jadi platform itu mungkin lebih diutamakan.\n\nYang lain dalam komuniti kripto terkejut dengan kemasukan altcoins. Sesetengah menganggap bahawa suatu hari nanti AS mungkin mempunyai rizab strategik Bitcoin kerana BTC adalah mata wang kripto tertua, paling selamat, paling banyak dimiliki dan mempunyai permodalan terbaik. Tetapi rizab dengan altcoins juga?\n\n“Satu kesilapan yang tidak perlu”\n\n“Keputusan mengenai rizab strategik kripto yang meluas ini adalah satu kesilapan yang tidak perlu yang akan disesali pada masa hadapan,” tulis Anthony Pompliano, pengasas dan CEO di Professional Capital Management, pada 3 Mac. “Kita seolah-olah mendapat pelbagai alat spekulatif yang akan memperkayakan orang dalam dan pencipta duit syiling ini dengan mengorbankan pembayar cukai AS.”\n\nToken kripto seperti ETH, SOL, XRP, dan ADA tidak sesuai dengan rangka kerja \"rizab\", tambah Pompliano. Ia lebih seperti stok teknologi daripada wang keras atau komoditi semula jadi yang biasanya terdapat dalam rizab strategik (Kanada mempunyai rizab strategik sirap maple, komoditi yang kurang biasa, memang).\n\n“Pengkritik mengatakan pemenang yang paling jelas ialah Trump sendiri, yang telah melancarkan usaha kripto sendiri yang membawa berjuta-juta dolar dalam token yang akan dimasukkan ke dalam rizab,” The New York Times menyatakan, sambil menambah bahawa Ripple, \"yang token XRPnya adalah salah satu daripada lima yang dikatakan Trump akan dimasukkan...menderma $45 juta kepada PAC seluruh industri yang bertujuan untuk membantu memilih Trump dan Republikan lain.\"\n\nYang lain mencadangkan, bagaimanapun, bahawa altcoins ini lebih mencerminkan hala tuju mata wang berasaskan blockchain. Cardano, sebagai contoh, adalah \"lebih cekap tenaga, cekap kos, deterministik, terdesentralisasi, boleh skala dan mampu mengendalikan kebolehaturcaraan hari ini\" daripada Bitcoin, kata seorang pembaca yang membantah arah surat Pompliano.\n\nAltcoins: \"Pedang bermata dua\"\n\nYu Xiong, seorang profesor dan pengarah Akademi Surrey untuk Aplikasi Blockchain dan Metaverse di Sekolah Perniagaan Surrey, Universiti Surrey, memanggil kemasukan altcoins dalam rizab yang disokong oleh kerajaan sebagai \"pedang bermata dua\" dengan kebaikan dan keburukan.\n\nRizab pelbagai aset menawarkan kepelbagaian yang lebih banyak dan kurang bergantung kepada Bitcoin, yang hari ini menyumbang kira-kira separuh daripada jumlah nilai pasaran kripto, katanya kepada Cointelegraph, sambil menjelaskan lanjut:\n\nKemasukan altcoins juga mengiktiraf kes penggunaan blockchain yang lebih luas. Ukraine mengumpul $135 juta dalam sumbangan kripto melalui ETH, SOL dan duit syiling lain selepas ia diserang oleh Rusia pada tahun 2022, tambahnya.\n\nTetapi terdapat juga potensi kelemahan, termasuk ketidaktentuan peraturan. SEC masih mempunyai saman yang berterusan terhadap Ripple, sebagai contoh. \"Kerajaan yang memegang token ini boleh menghadapi reaksi negatif,\" kata Xiong.\n\nRisiko kecairan adalah satu lagi kebimbangan. Memandangkan betapa nipisnya duit syiling ini didagangkan, pembelian atau jualan kerajaan boleh menyebabkan harga kripto melonjak atau merosot.\n\nBTC mempunyai jumlah dagangan yang lebih besar daripada duit syiling lain, sudah tentu. Dalam tempoh 24 jam baru-baru ini, jumlah Bitcoin di semua platform adalah $54.8 bilion, berbanding $23.4 bilion ETH, $5.5 bilion XRP, $5.4 bilion SOL dan $3.6 bilion ADA — yang mungkin menunjukkan \"kekurangan kedalaman untuk rizab berskala besar\" di kalangan beberapa altcoins, kata Xiong.\n\nIni, seterusnya, boleh menimbulkan kebimbangan manipulasi pasaran. \"Jualan 30,000 BTC Silk Road oleh Perbendaharaan AS pada tahun 2014 menyebabkan gangguan yang minimum, tetapi hari ini, menjual 3% daripada bekalan Bitcoin (~$5.5 bilion) boleh menjunam harga sebanyak 15%,\" kata Xiong kepada Cointelegraph, memetik model CoinGlass.\n\nAdakah ia akan memberi manfaat kepada sektor kripto?\n\nTidak dinafikan bahawa Rizab Kripto AS akan memberi suntikan semangat kepada industri kripto dan blockchain. Ia akan menandakan penerimaan institusi, mempercepatkan pengambilan oleh firma kewangan tradisional, serupa dengan apabila BlackRock melancarkan ETF Bitcoinnya, yang menarik $18 bilion dalam aset di bawah pengurusan dalam tempoh enam bulan, kata Xiong.\n\nIa juga boleh membantu menstabilkan pasaran. Dalam masa ketidaktentuan yang melampau, rizab kerajaan boleh bertindak sebagai penampan, seperti yang ditunjukkan oleh Rizab Petroleum Strategik AS (SPR) pada tahun 2022 apabila Presiden Joe Biden mengarahkan pembebasan 180 juta tong minyak mentah daripada SPR untuk menstabilkan harga tenaga dunia. Harga minyak telah melonjak selepas pencerobohan Rusia ke atas Ukraine.\n\nTetapi terdapat risiko yang berkaitan dengan rizab strategik yang disokong oleh negara. Pasaran kripto, khususnya, masih rapuh, Xiong meneruskan. Ketidaktentuan tahunan 30 hari Bitcoin, yang sering melebihi 100% sebelum tahun 2022, telah melonjak antara 30% dan 60% dalam tahun lalu, manakala ketidaktentuan minyak mentah adalah kurang daripada 35%. Ketidaktentuan yang lebih tinggi menimbulkan kebimbangan tentang manipulasi atau penyelewengan pasaran yang tidak disengajakan, kata Xiong.\n\nDi luar kripto, terdapat juga persoalan tentang ekuiti dan kestabilan harga. Bagaimanakah kerajaan akan lindung nilai terhadap ketidaktentuan kripto, tanya The New York Times. Tambahan pula, \"prospek wang pembayar cukai digunakan untuk pelaburan spekulatif telah menimbulkan kebimbangan yang sebenar.\"\n\n\"Ini pastinya akan bagus untuk pemegang Bitcoin sekarang dan pastinya akan menjadi perjanjian yang buruk untuk pembayar cukai,\" Eswar Prasad, seorang ahli ekonomi di Universiti Cornell, memberitahu Times.\n\nDitanya sama ada Rizab Kripto AS mungkin menjadi pengubah permainan untuk industri kripto dan blockchain, Xiong memberitahu Cointelegraph bahawa kepentingannya adalah simbolik tetapi juga \"penting secara strategik.\"\n\nRizab kripto AS boleh menawarkan \"perlindungan\" kepada pelabur institusi, seperti dana pencen, sebagai contoh, yang mungkin duduk di pagar apabila melabur dalam mata wang kripto.\n\nJika ia OK untuk kerajaan AS, mungkin ia juga sesuai untuk perbendaharaan korporat dan pelabur institusi, demikian pemikirannya. \"Dana pencen dan penanggung insurans — mengurus $50 trilion di seluruh dunia — mungkin meningkatkan peruntukan kripto,\" kata Xiong, seperti yang dilihat selepas kelulusan ETF Bitcoin pada awal tahun 2024.\n\nDitanya untuk meringkaskan kesan ke atas industri kripto daripada cadangan rizab strategik yang lebih baru-baru ini, Xiong menjawab: \"Optimisme jangka pendek, berhati-hati jangka panjang.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDdhZWYtMDI5NC03YmE2LWIzMTAtZjEzNzU2Yjc0Mjg3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c98391eef76b2854b969da",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 11:10:00",
            "status": "Posted"
        },
        {
            "title": "Ethereum Paling 'Nilai Rendah' dalam 17 Bulan – Bolehkah ETH Kembali ke $4K?",
            "description": "Isyarat bahawa Ethereum kurang dinilai pada Oktober 2023 telah mendahului kenaikan harga sebanyak 160%,  mencetuskan spekulasi mengenai satu lagi pembalikan aliran menaik pada tahun 2025.",
            "content": "Skor MVRV Ethereum, metrik utama untuk menilai sama ada token asalnya, Ether (ETH), dinilai terlalu tinggi atau terlalu rendah, telah jatuh ke paras terendah dalam 17 bulan, menunjukkan bahawa kripto kedua terbesar itu mungkin berada di tahap terendah.\n\nSkor MVRV Ethereum hampir mendekati zon pengumpulan\n\nSkor MVRV, yang membandingkan nilai pasaran Ethereum dengan nilai terdahulu, kini hampir dengan zon hijau, yang secara sejarahnya dikaitkan dengan penilaian terlalu rendah. Metrik ini menunjukkan bahawa ETH mungkin diniagakan pada harga diskaun berbanding dengan jumlah aliran masuk modal ke dalam rangkaian.\n\nCarta prestasi Skor MVRV ETH. Sumber: Glassnode\n\nKali terakhir Skor MVRV mencapai paras serendah ini adalah pada Oktober 2023, sejurus sebelum ETH melonjak hampir 160% dalam beberapa bulan berikutnya menuju pencapaian $4,000. Begitu juga, penurunan skor ke zon hijau pada Disember 2022 dan Mac 2020 mendahului lonjakan harga yang besar.\n\nTambahan pula, data CryptoQuant menunjukkan bahawa aliran masuk ETH harian ke alamat pengumpulan telah meningkat kepada paras tertinggi dalam beberapa tahun, mengatasi fasa pengumpulan terdahulu yang dilihat sebelum lonjakan harga yang besar.\n\nAliran masuk ETH ke alamat pengumpulan. Sumber: CryptoQuant\n\nIni menunjukkan bahawa pelabur institusi dan pemegang jangka panjang sedang giat mengumpul ETH sementara Skor MVRVnya masih dinilai rendah. Data onchain Ethereum yang menjejaki alamat ikan paus juga menunjukkan perkara yang sama.\n\nIkan paus Ethereum yang memegang antara 1,000 dan 10,000 ETH telah giat mengumpul sejak Julai 2024, apabila beberapa dana dagangan bursa (ETF) khusus Ether dilancarkan buat pertama kalinya di AS.\n\nPerubahan kedudukan bersih ikan paus Ethereum (1K-10K ETH). Sumber: Glassnode\n\nSebahagian besar tempoh trend pengumpulan bertepatan dengan penurunan harga Ether, menunjukkan bahawa ikan paus ini membeli pada harga rendah.  Dengan kata lain, pelabur besar menjangkakan harga ETH akan meningkat pada tahun 2025.\n\nBolehkah harga ETH mencipta semula $4,000?\n\nPada 6 Mac, ETH diniagakan berhampiran $2,291, menguji sokongan garisan trend yang lebih rendah bagi segi tiga simetri dan EMA 200 minggu ($2,294).\n\nKonfluens sokongan ini mengukuhkan kemungkinan peningkatan semula daripada paras semasa. Secara sejarahnya, konfluens yang serupa telah mendahului pembalikan trend utama, menyediakan landasan untuk kenaikan harga menuju garisan trend atas segi tiga pada sekitar $3,650.\n\nCarta harga mingguan ETH/USD. Sumber: TradingView\n\nTindakan harga Ethereum sejajar dengan paras retracement Fibonacci utama, menambah lagi konfluens kepada potensi peningkatan harga.\n\nParas 0.382 Fib (~$2,518) adalah halangan utama bagi pihak pembeli, dengan pencapaian semula yang berjaya membuka jalan menuju $3,000 (0.5 Fib) dan akhirnya $3,420 (0.618 Fib)—zon rintangan sejarah.\n\nPeningkatan harga melebihi paras ini sepatutnya menyediakan ETH untuk menguji semula $4,063 (0.786 Fib) berhampiran sempadan atas segi tiga.\n\nSebaliknya, penurunan harga yang menentukan di bawah garisan trend yang lebih rendah bagi segi tiga mungkin membatalkan persediaan peningkatan semula secara keseluruhan. Sebaliknya, harga ETH akan berisiko menurun ke $1,050, sejajar dengan garisan retracement Fibonacci 0.0.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pelaburan dan langkah dagangan melibatkan risiko, dan pembaca perlu menjalankan kajian sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZhZDMtOGQwZC03ZTQzLWE2NTktMzQxNDAyNjlkYjk0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c9839181d664336e50d2d8",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 11:08:00",
            "status": "Posted"
        }
    ]
}