{
    "timestamp": "2025-03-20 09:28:33",
    "all_news": [
        {
            "title": "Coinbase menjadi pengendali nod Ethereum terbesar dengan pegangan 11%.",
            "description": "Laporan prestasi Coinbase mendedahkan kadar penyertaan pengesah dan angka waktu operasi syarikat itu adalah 99.75%.",
            "content": "Laporan Coinbase mendedahkan bahawa bursa kripto itu merupakan pengendali nod terbesar Ethereum, dengan memiliki 11.42% daripada jumlah Ether yang dipertanggungkan dalam rangkaian blok rantaian tersebut.\n\nDalam laporan prestasi, Coinbase menyatakan bahawa ia mempunyai 3.84 juta Ether (ETH), bernilai kira-kira $6.8 bilion, yang dipertanggungkan kepada pengesah mereka. Bursa itu berkata bahawa, setakat 3 Mac, ia mempunyai 11.42% daripada jumlah ETH yang dipertanggungkan.\n\nAnthony Sassano, hos The Daily Gwei, berkata bahawa pegangan Coinbase menjadikan bursa itu sebagai “pengendali nod tunggal terbesar” dalam rangkaian tersebut.\n\nSassano menambah bahawa walaupun platform pertaruhan Lido lebih besar secara kolektif, setiap pengendali nod mempunyai bahagian peratusan yang jauh lebih kecil.\n\nSumber: Anthony Sassano\n\nMasa operasi dan kadar penyertaan pengesah Coinbase pada 99.75%\n\nCoinbase juga berkongsi bahawa ia telah melepasi sasarannya untuk masa operasi pengesah, yang menunjukkan peratusan masa apabila pengesah beroperasi. Ia juga mempunyai angka yang serupa untuk kadar penyertaannya, satu metrik yang menunjukkan bagaimana pengesah melaksanakan tugas konsensus mereka.\n\nCoinbase juga melaporkan bahawa pengesah mereka mempunyai purata masa operasi sebanyak 99.75%. Coinbase berkata mereka mengatasi sasaran masa operasi 99% tanpa menjejaskan standard keselamatan.\n\nBursa itu mengaitkan prestasi tersebut kepada peningkatan yang dilaksanakan pada tahun 2024, yang membolehkan bursa itu mengekalkan pengesah berjalan semasa melakukan penyelenggaraan nod suar.\n\nSementara itu, kadar penyertaan pengesah Coinbase juga berada pada 99.75%. Ini melebihi purata rangkaian sebanyak 99.52%. Di samping itu, purata Coinbase untuk menandatangani dan mengemukakan blok yang dihasilkan oleh relay MEV mereka ialah 99.76%, lebih tinggi daripada purata rangkaian sebanyak 99.38%.\n\nWalaupun Coinbase mengendalikan platform bursa berpusat, syarikat itu berkata ia mengagihkan pengesah mereka di beberapa rantau untuk \"membantu mengekalkan rangkaian blok rantaian Ethereum yang benar-benar diedarkan dan terdesentralisasi\". Bursa itu berkata pengesah mereka beroperasi di Jepun, Singapura, Ireland, Jerman dan Hong Kong.\n\nPurata prestasi pengesah Coinbase berbanding purata rangkaian Ethereum. Sumber: Coinbase\n\nEther melonjak melebihi $2k pada 20 Mac\n\nLaporan Coinbase baru-baru ini diikuti oleh lonjakan harga ETH apabila alamat pengumpulan ETH mula menyimpan secara signifikan.\n\nCarta harga ETH 7 hari. Sumber: CoinGecko\n\nPada 2 Mac, Ether mencecah paras tertinggi mingguan sebanyak $2,060.73, melonjak sebanyak 12.3% dalam tujuh hari. Pada 19 Mac, jumlah dagangan harian aset itu mencecah $17.4 bilion apabila harganya melepasi $2,000.\n\nLonjakan itu berlaku apabila sentimen harga ETH bertukar menjadi bearish. Pada 11 Mac, naib presiden blok rantaian Yuga Labs mencadangkan bahawa ETH boleh jatuh serendah $200 dalam pasaran lembu yang berpanjangan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIyODEtODVlNy03NWFmLTlhMjctZDg2ZjlkMWYxNjRh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dbd8ed97332c4dd5e110ed",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 08:57:00",
            "status": "Posted"
        },
        {
            "title": "Bybit: 89% kripto bernilai $1.4B yang dicuri masih dapat dijejak selepas penggodaman",
            "description": "Lebih 88% daripada dana Bybit yang digodam masih dapat dijejaki, walaupun kumpulan Lazarus menyalurkan AS$1.4 bilion hanya dalam tempoh 10 hari selepas kejadian penggodaman.",
            "content": "## Sebahagian Besar Dana Bybit yang Diretas Masih Boleh Dilacak\n\nIndustri kripto gempar dengan kes penggodaman terbesar dalam sejarah pada 21 Februari, di mana Bybit kehilangan lebih daripada $1.4 bilion dalam Ether bercagar cecair (stETH), Mantle Staked ETH (mETH) dan aset digital lain.  Siangkatan keselamatan blok rantaian, termasuk Arkham Intelligence, telah mengenal pasti kumpulan Lazarus Korea Utara sebagai punca yang mungkin di sebalik eksploitasi Bybit, memandangkan penyerang terus menukar dana tersebut dalam usaha untuk menjadikannya tidak dapat dijejak.\n\nWalaupun usaha kumpulan Lazarus, lebih 88% daripada $1.4 bilion yang dicuri masih boleh dijejak, menurut Ben Zhou, pengasas bersama dan Ketua Pegawai Eksekutif bursa Bybit.  Ketua Pegawai Eksekutif itu menulis dalam catatan X pada 20 Mac:  \"86.29% (440,091 ETH, ~$1.23 bilion) telah ditukar kepada 12,836 BTC merentas 9,117 dompet (purata 1.41 BTC setiap satu),\" kata Ketua Pegawai Eksekutif itu, sambil menambah bahawa dana tersebut kebanyakannya disalurkan melalui pengadun Bitcoin (BTC) termasuk Wasbi, CryptoMixer, Railgun dan Tornado Cash. Sumber: Ben Zhou\n\nKemas kini Ketua Pegawai Eksekutif itu dibuat hampir sebulan selepas bursa tersebut digodam.  Kumpulan Lazarus mengambil masa 10 hari untuk menguruskan 100% dana Bybit yang dicuri melalui protokol silang rantaian terdesentralisasi THORChain, lapor Cointelegraph pada 4 Mac.  Walau bagaimanapun, pakar keselamatan blok rantaian masih berharap sebahagian daripada dana ini dapat dibekukan dan dipulihkan oleh Bybit.\n\nBybit telah memberi ganjaran lebih daripada $2.2 juta kepada 12 pemburu wang mangsa kerana maklumat berkaitan yang mungkin membawa kepada pembekuan dana tersebut. Bursa itu menawarkan 10% daripada dana yang dipulihkan sebagai ganjaran kepada penggodam topi putih dan penyiasat.\n\nSerangan Bybit menyerlahkan bahawa walaupun bursa terpusat dengan langkah keselamatan yang kukuh masih terdedah kepada serangan siber yang canggih, kata penganalisis.  \"Kejadian ini adalah satu lagi peringatan jelas bahawa walaupun langkah keselamatan yang paling kukuh boleh digagalkan oleh kesilapan manusia,\" kata Lucien Bourdon, penganalisis di Trezor, kepada Cointelegraph. Bourdon menjelaskan bahawa penyerang menggunakan teknik kejuruteraan sosial yang canggih, memperdaya penandatangan untuk meluluskan transaksi berniat jahat yang menguras kripto daripada salah satu dompet sejuk Bybit.\n\nPenggodaman Bybit adalah lebih daripada dua kali ganda saiz penggodaman Poly Network $600 juta pada Ogos 2021, menjadikannya pelanggaran bursa kripto terbesar setakat ini.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWIyYWYtM2ZmZS03ZTRmLWI1MzgtOThiYmExODZkNmM2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dbd7c05b15823672847f42",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 08:52:00",
            "status": "Posted"
        }
    ]
}