{
    "timestamp": "2025-04-24 03:13:28",
    "all_news": [
        {
            "title": "Coinbase Expands: Opens New Charlotte Office",
            "translated_facebook_post": "Coinbase bukak pejabat baru kat Charlotte, Amerika, nak tambah lagi pasukan pematuhan dan sokongan,  dan dijangka mewujudkan lebih 130 peluang pekerjaan dengan gaji lumayan, sekaligus melonjakkan lagi nama Charlotte sebagai hab teknologi kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a91ce6dded3fbc2c9fdc",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/coinbase-pixelated-office-charlotte.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:55:00"
        },
        {
            "title": "Crypto users cool with AI dabbling with their portfolios: Survey",
            "translated_facebook_post": "Ramai pengguna kripto okay je bagi AI uruskan sebahagian pelaburan mereka, tapi ada juga yang ragu-ragu tentang keselamatannya.",
            "translated_title": "Pengguna Kripto Reda AI Urus Portfolio: Tinjauan",
            "translated_content": "## Mayoría de usuarios de criptomonedas dispuestos a permitir que la IA gestione parte de sus inversiones\n\nUna encuesta reciente de CoinGecko revela que la mayoría de los usuarios de criptomonedas están dispuestos a permitir que agentes de inteligencia artificial administren parte de sus carteras de inversión.\n\nDe los 2.632 participantes en la encuesta, el 87% afirmó que dejaría que agentes de IA gestionaran al menos una décima parte de su cartera de criptomonedas, según el informe de CoinGecko del 23 de abril.\n\nAlrededor de la mitad de los encuestados dijeron que estaban dispuestos a dejar que un agente de IA administrase la mitad o menos de su cartera.\n\n“Esto sugiere que, a pesar de tener dudas sobre la seguridad de los agentes de IA, los usuarios de criptomonedas siguen principalmente interesados en la tecnología y quieren probarla para operar o invertir”, comentó Yuqian Lim, analista de investigación de CoinGecko.\n\nAl mismo tiempo, alrededor del 36% de los participantes en la encuesta dijeron que permitirían a los agentes de IA gestionar la mayoría de sus activos. Un grupo más pequeño, aproximadamente el 14.5%, estaba dispuesto a dejar toda su cartera de criptomonedas en manos digitales de un agente de IA.\n\n“En otras palabras, 1 de cada 7 participantes piensa que puede confiar completamente en los agentes de IA con todas sus criptomonedas, o cree que los beneficios potenciales superarán los riesgos, o simplemente tiene una alta tolerancia al riesgo para sus activos en criptomonedas”, explicó Lim.\n\n**Opiniones encontradas sobre la negociación entre humanos e IA**\n\nSin embargo, las opiniones estaban divididas sobre si los agentes de IA serían mejores que los humanos en el comercio e inversión de criptomonedas en general. Hubo una división casi equitativa, con la mitad de los encuestados diciendo que los agentes de IA serían mejores que los humanos en el comercio e inversión de criptomonedas la mayoría de las veces.\n\n“Dicho esto, la otra mitad de los participantes en la encuesta creía que la IA aún no tiene una ventaja sobre los humanos en el mercado de criptomonedas, lo que sugiere que las opiniones todavía están divididas sobre esta comparación”, dijo Lim.\n\nAproximadamente el 13%, o 1 de cada 8, dijo que no se sentía cómodo dejando ninguna parte de sus carteras para que la administrase la IA o que podía gestionar mejor sus criptomonedas que un agente de IA.\n\nLa misma encuesta reveló que los participantes tenían opiniones muy diversas sobre si se podía confiar en los agentes de IA con el acceso a las carteras de criptomonedas de las personas.\n\n“Específicamente, el 37.5% indicó que no confía en los agentes de IA con sus carteras de criptomonedas, mientras que un 34.5% ligeramente inferior dijo que se puede confiar en ellos y el 27.9% se mantuvo neutral al respecto”, afirmó Lim.\n\nLa IA agentiva ya se está utilizando para crear aplicaciones Web3, lanzar tokens e interactuar con las personas de forma autónoma. Algunas plataformas también han estado explorando el uso de agentes de IA para el comercio.\n\nEn diciembre pasado, ejecutivos de la industria de las criptomonedas dijeron a Cointelegraph que esperaban que los agentes de IA transformaran Web3 en 2025, señalando la participación en criptomonedas y el comercio en cadena como casos de uso emergentes tempranos. Sin embargo, también hubo especulaciones de que la IA enfrentaría dificultades, incluidos desafíos técnicos, obstáculos regulatorios y centralización.",
            "translated_summary": "Kebanyakan pengguna kripto yang mengambil bahagian dalam tinjauan CoinGecko bersedia membenarkan ejen AI menguruskan sebahagian daripada portfolio mereka, dengan sesetengahnya bersedia membenarkan A...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a91b4658d60f74ff2cd3",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIyZjItM2I2My03YjgyLWEyOTMtMzYxYTQzMWUwMjZk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 02:54:00"
        },
        {
            "title": "Missouri Senate Approves Bitcoin Reserve Bill SB 779",
            "translated_facebook_post": "Rang undang-undang di Missouri benarkan penggunaan Bitcoin untuk pembayaran cukai dan yuran kerajaan, mungkin akan galakkan negeri lain buat perkara sama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a7f92ff4b00929e5bf19",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/missouri-capitol-bitcoin-dusk.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:53:00"
        },
        {
            "title": "‘I’m sick’ — Scammers use AI, fake ID of crypto influencer to steal $4M",
            "translated_facebook_post": "Penipu guna AI dan ID palsu seorang influencer kripto untuk menipu mangsa sehingga berjuta-juta dolar.",
            "translated_title": "“Saya sakit” — Penipu guna AI, ID palsu penggiat kripto untuk curi $4 juta",
            "translated_content": "Pengacara podcast \"The Wolf Of All Streets\", Scott Melker, berkata beliau telah dimaklumkan bahawa wajah dan namanya disalahgunakan oleh penipu, dengan sekurang-kurangnya seorang mangsa ditipu sebanyak $4 juta.\n\nPada 23 April, pelabur kripto itu berkata, \"Saya sakit,\" sambil melaporkan bahawa beliau telah dihubungi oleh seorang penyiasat persendirian yang mendedahkan bahawa pelanggannya telah ditipu sebanyak $4 juta oleh kumpulan Nigeria yang menggunakan nama dan wajahnya sebagai umpan.\n\n\"Mereka nampaknya telah menipu beberapa orang,\" kata Melker, sambil menambah, \"Mereka menghantarnya lesen memandu palsu untuk membuktikan ia adalah saya,\" dan menggunakan avatar X beliau sebagai gambar.\n\nPenipu menggunakan AI untuk menjana ID palsu dan menggunakan akaun e-mel palsu tetapi kelihatan meyakinkan.\n\n\"Mereka membuat panggilan zoom dengan AI,\" yang \"nampaknya canggih,\" kata Melker, yang menambah bahawa penipu juga telah meniru akaun isteri dan anak-anaknya untuk menyokong pengesahan identiti.\n\nPenganalisis teknikal \"TheChartGuys\" melaporkan perkara yang sama, dengan seseorang ditipu sebanyak $5,000 selepas penipu meniru suara mereka menggunakan deepfake AI.\n\nID palsu mudah dikesan, kata peniaga\n\nPenasihat dan peniaga kripto \"Nebraskan Gooner\" berkata carian Google yang cepat dengan mudah mendedahkan bahawa ID itu palsu.\n\nBeliau menunjukkan terdapat beberapa percanggahan halus dalam format alamat dan tarikh. Beliau berkata bahawa ia menyedihkan bahawa penipu ini semakin canggih, tetapi \"terkejut betapa teruknya ini dengan betapa canggihnya operasi ini.\"\n\nCointelegraph telah menghubungi Melker untuk komen lanjut tetapi tidak menerima respons segera.\n\nPenipuan yang dijana AI semakin meningkat seiring dengan perkembangan teknologi.\n\nPada bulan Mac, Jabatan Kehakiman California memberi amaran bahawa ia telah menemui tujuh jenis penipuan kripto baru yang melibatkan AI.\n\nPada bulan Februari, Chainalysis berkata bahawa tahun 2025 akan menjadi tahun yang besar untuk penipuan AI, menyatakan bahawa AI generatif menjadikan penipuan \"lebih mudah skala dan mampu milik bagi pelaku jahat untuk dijalankan.\"\n\nDalam laporan baru-baru ini, gergasi perisian Microsoft berkata bahawa pelaku jahat menggunakan AI untuk \"meningkatkan penipuan mereka.\"\n\n\"Alat AI boleh mengimbas dan mengikis web untuk maklumat syarikat, membantu penyerang siber membina profil terperinci pekerja atau sasaran lain untuk mencipta umpan kejuruteraan sosial yang sangat meyakinkan,\" katanya.\n\n\"Ia akan menjadi lebih buruk secara eksponen, saya rasa,\" kata Melker.",
            "translated_summary": "Pengacara podcast kripto, Scott Melker, melaporkan bahawa penipu telah menyamar sebagai dirinya menggunakan AI untuk mencipta panggilan Zoom palsu bagi memperdaya mangsa supaya menyerahkan wang.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a7f92ff4b00929e5bf17",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY1NzUtZGI5MC03YjFjLWI3ZDYtMzU0MmVjYTI2YjFi.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 02:51:00"
        },
        {
            "title": "FBI Reports Record Crypto Fraud Losses Among Elderly Americans",
            "translated_facebook_post": "Ramai warga emas Amerika kerugian besar, hampir $2.84 billion, akibat penipuan mata wang kripto tahun lepas.  Ini antara kerugian tertinggi dalam penipuan internet yang mencecah $16.6 billion secara keseluruhannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a7f9e41d9946642a3804",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/worried-couple-digital-concerns.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:51:00"
        },
        {
            "title": "OpenAI GPT-4.1: Alarming Misalignment Concerns Emerge from Independent Tests",
            "translated_facebook_post": "GPT-4.1 yang baru dari OpenAI nampaknya ada beberapa isu keselamatan walaupun dikatakan ikut arahan dengan baik. Ujian bebas tunjukkan ia lebih mudah terpesong dan berpotensi bahaya berbanding versi sebelumnya, terutama bila dilatih dengan data yang kurang selamat.  Jadi, kena berhati-hati guna AI ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a7f9e41d9946642a3801",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/OpenAI-GPT-4.1-Alarming-Misalignment-Concerns-Emerge-from-Independent-Tests.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:50:00"
        },
        {
            "title": "Elderly Americans Lose Billions in 2024 Crypto Scams",
            "translated_facebook_post": "Ramai warga emas Amerika kerugian besar akibat penipuan kripto, sampai berbilion-bilion dolar!  Pihak berkuasa sedang berusaha kuat untuk perketatkan undang-undang dan lindungi mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a6cef0b7fb44b928fa85",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/elder-concern-crypto-finances.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:48:00"
        },
        {
            "title": "Troller Cat Prowls the Presale Jungle—Turbo’s on Fire and ANDY Gets Pixel-Rich",
            "translated_facebook_post": "Troller Cat, Turbo, dan ANDY tengah mencipta kehangatan dalam pasaran mata wang kripto, dengan Troller Cat secara senyap-senyap menjana momentum tinggi sebelum pelancaran rasmi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a6ce816bd97ad644ffe5",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image2-15.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:45:00"
        },
        {
            "title": "This Could Be the Best Meme Coin of 2025—And the Whitelist Is Filling Fast",
            "translated_facebook_post": "Troller Cat ($TCAT), duit maya meme baharu, janji pulangan tinggi dan mekanisme *GameFi* menarik.  Daftar awal untuk akses istimewa dan harga lebih rendah sebelum jualan awam.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a6cd2ff4b00929e5bf12",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/tcat-18-2.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:45:00"
        },
        {
            "title": "3 Meme Coins with Moon Potential: ANDY, Cheems, and a Whitelist Going Wild",
            "translated_facebook_post": "Tiga duit syiling meme, ANDY, Cheems, dan Troller Cat, dijangka berpotensi tinggi.  Troller Cat, dengan akses senarai putih eksklusif dan ciri permainan yang membakar token, nampaknya paling menarik perhatian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a91be41d9946642a3809",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-2025-04-23T195727.443-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:45:00"
        },
        {
            "title": "LAPD recovers $2.7M worth of Bitcoin miners stolen in airport heist",
            "translated_facebook_post": "Polis Los Angeles berjaya rampas mesin perlombongan Bitcoin bernilai $2.7 juta yang dicuri, dan tangkap dua suspek yang dikaitkan dengan sindiket jenayah Amerika Selatan.",
            "translated_title": "LAPD tempu kembali peralatan perlombongan Bitcoin bernilai $2.7 juta yang dicuri dalam rompakan di lapangan terbang.",
            "translated_content": "Jabatan Polis Los Angeles telah merampas mesin perlombongan Bitcoin bernilai $2.7 juta yang didakwa dicuri oleh sindiket jenayah dalam satu rompakan di lapangan terbang bandar raya itu.\n\nLAPD menyatakan pada 22 April bahawa detektif dari Unit Kecurian Kargo mereka, bersama dengan Polis Pelabuhan bandar raya, Polis Union Pacific yang berasaskan landasan kereta api, dan Polis Lapangan Terbang bandar raya, telah menangkap Oscar David Borrero-Manchola dan Yonaiker Rafael Martinez-Ramos atas kesalahan tersebut.\n\nPihak berkuasa mendakwa kedua-duanya adalah “ahli penting” sindiket jenayah Amerika Selatan yang terlibat dalam kecurian dan penjualan barangan curian di dan sekitar Los Angeles.\n\nLAPD menyatakan bahawa pencarian di kemudahan unit storan di Lembah San Fernando, di timur laut pusat bandar Los Angeles, telah menemui barangan curian bernilai $4 juta, termasuk peralatan perlombongan Bitcoin (BTC) yang diambil dari Lapangan Terbang Antarabangsa Los Angeles “ketika penghantaran itu hampir dimuatkan ke dalam pesawat yang menuju ke Hong Kong.”\n\nDetektif juga menemui dan merampas lebih daripada $1.2 juta tequila, pakaian, kasut, pembesar suara, kopi, pencuci badan, dan makanan haiwan peliharaan yang didakwa dicuri.\n\nBorrero-Manchola dan Martinez-Ramos telah ditahan di Penjara Van Nuys di barat laut bandar raya. Borrero-Manchola telah dikenakan tindakan atas kesalahan menerima harta curian dan dibebaskan, manakala Martinez-Ramos telah ditangkap atas waran tanpa ikat jamin.\n\nLAPD menyatakan bahawa “siasisan masih berterusan, dan tangkapan tambahan mungkin akan dilakukan.”\n\nPeralatan perlombongan kripto mendapat harga tinggi\n\nLAPD tidak berkongsi bilangan mesin yang dirampas atau model peralatan tersebut, tetapi mesin perlombongan Bitcoin model semasa yang biasa dijual pada harga antara $3,000 hingga lebih daripada $5,000.\n\nPenguat kuasa undang-undang AS telah merampas peralatan perlombongan kripto yang dicuri sebelum ini. Pada bulan Julai, LAPD menyatakan bahawa mereka telah menangkap seorang lelaki yang didakwa memiliki peralatan perlombongan Bitcoin yang dicuri bernilai $579,000, merampasnya dari sebuah van kargo dan unit storan.\n\nSalah satu kecurian peralatan perlombongan Bitcoin yang terbesar berlaku pada akhir 2017 dan awal 2018 di Iceland, di mana satu kumpulan merompak pusat data untuk mendapatkan lebih daripada 600 mesin.\n\nPeralatan tersebut dilaporkan berakhir di China, kerana hanya tiga bulan selepas dicuri, pihak berkuasa China merampas bilangan dan model peralatan perlombongan yang serupa di Tianjin, sebuah bandar di tenggara ibu negara, Beijing.",
            "translated_summary": "Detektif Jabatan Polis Los Angeles berkata mereka menemui peralatan perlombongan Bitcoin bernilai $2.7 juta yang dicuri dalam satu rompakan di LAX dari satu penghantaran...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a59de41d9946642a37f5",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY0ZWItMjcyNy03Y2MzLTgwYTktYmYwNDU1OWYzNWNk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 02:40:00"
        },
        {
            "title": "Bitcoin Layer 2: Citrea Unlocks Trust-Minimized Bridging with BitVM2",
            "translated_facebook_post": "Projek Citrea lancarkan jambatan Clementine di rangkaian ujian Bitcoin, menggunakan teknologi BitVM2 untuk memudahkan pemindahan Bitcoin ke lapisan kedua (Layer 2) dengan lebih selamat dan cekap, membuka jalan untuk penggunaan Bitcoin dalam DeFi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a5d6921129120c330cb4",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bitcoin-Layer-2-Citrea-Unlocks-Trust-Minimized-Bridging-with-BitVM2.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:40:00"
        },
        {
            "title": "Trump-Linked Crypto Gains 35% Despite Veracity Concerns",
            "translated_facebook_post": "Berita tentang Presiden Trump yang menubuhkan Rizab Bitcoin Strategik telah menyebabkan peningkatan 35% dalam nilai kripto yang dikaitkan dengannya, walaupun terdapat kebimbangan terhadap kesahihannya.  Inisiatif ini bertujuan untuk mengukuhkan kedudukan Amerika Syarikat dalam pasaran aset digital global dan melibatkan perundingan dengan pihak berkepentingan dalam industri kripto untuk pelaksanaannya.  Langkah ini merupakan sebahagian daripada strategi yang lebih luas untuk mengintegrasikan aset digital ke dalam ekonomi Amerika Syarikat.\n\nTrump umum rizab Bitcoin strategik, naik 35% walaupun ragu-ragu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a5d4921129120c330cb0",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/strategic-bitcoin-reserve-us-assets.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:34:00"
        },
        {
            "title": "TRON Exceeds $70 Billion USDT Supply Milestone",
            "translated_facebook_post": "Bekalan USDT TRON yang dah cecah $70 billion menunjukkan permintaan tinggi untuk transaksi pantas dan stabil, terutamanya di pasaran membangun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a5d4921129120c330cb2",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/futuristic-tron-dao-cityscape.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:34:00"
        },
        {
            "title": "OpenAI API Unleashes Powerful AI Image Generation for Developers",
            "translated_facebook_post": "OpenAI dah bagi akses kepada teknologi penghasilan imej AI menerusi API mereka.  Ramai dah guna, termasuk syarikat besar macam Adobe dan Canva.  Ini buatkan penghasilan kandungan visual jadi lebih mudah dan pantas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a59cadc8b616ad350fc9",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/OpenAI-API-Unleashes-Powerful-AI-Image-Generation-for-Developers.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:33:00"
        },
        {
            "title": "Bitcoin (Bitcoin) Might Still 10x—XRP and Solana Aim for Similar Gains After Recent Dip",
            "translated_facebook_post": "Pasaran kripto macam Bitcoin, XRP, dan Solana dah menunjukkan potensi untuk naik lagi lepas penurunan harga baru-baru ni, tapi MAGACOINFINANCE ni pun menarik perhatian sebab pembangunannya yang berdisiplin dan tumpuan kepada komuniti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a59d2ff4b00929e5bf0b",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745420265.docx_1745420265_image3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:30:00"
        },
        {
            "title": "Bitcoin Surpasses $100 Billion Milestone Again",
            "translated_facebook_post": "Bitcoin milik Satoshi Nakamoto nilai lebih $100 bilion lagi pada April 2025 lepas, disebabkan harga Bitcoin cecah $94,000, menunjukkan pasaran kripto masih kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a59d921129120c330cac",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-satoshi-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:30:00"
        },
        {
            "title": "Bitcoin Media Sentiment Turns Positive This Week",
            "translated_facebook_post": "Sentimen media Bitcoin positif minggu ni, mungkin akan beri kesan positif pada harga dan keyakinan pelabur, tapi kena tengok perkembangan selanjutnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a5d6e41d9946642a37f9",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/bitcoin-1-9.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:30:00"
        },
        {
            "title": "Trump’s Trade Hints Boost Dollar so Are Qubetics, XRP, and Theta the Best Cryptos to Buy Today for Real Value",
            "translated_facebook_post": "Pasaran kripto sekarang tengah menarik perhatian, dengan Qubetics, XRP, dan Theta antara yang menonjol. Qubetics, dengan utiliti sebenar dan presale yang menarik, nampaknya berpotensi tinggi. XRP pula bergantung pada keputusan mahkamah, manakala Theta menawarkan pertumbuhan perlahan dan stabil.  Jadi, berhati-hati dan buat kajian sendiri sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a1264ed9680fbc6c883c",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/320639a0061646ddae7f72f0d7d700e0.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:25:00"
        },
        {
            "title": "SK Hynix Profit Surges Amid U.S. Tariff Concerns",
            "translated_facebook_post": "Keuntungan SK Hynix melonjak sebab ramai pelanggan beli cip memori banyak-banyak sebelum tarif AS dikenakan, tapi mungkin akan susut nanti bila permintaan menurun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809a2148b30a45662e9adae",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/modern-office-financial-setup.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 02:25:00"
        }
    ]
}