{
    "timestamp": "2025-03-09 06:27:52",
    "all_news": [
        {
            "title": "Michael Saylor gesa kerajaan AS beli sehingga 25% bekalan Bitcoin",
            "description": "Pengasas Strategy, Michael Saylor, menerangkan dalam satu dokumen bertarikh 7 Mac yang dibentangkan di Sidang Kemuncak Kripto Rumah Putih bahawa kerajaan AS seharusnya mensasarkan untuk...",
            "content": "Pengasas Strategy, Michael Saylor, mencadangkan agar kerajaan Amerika Syarikat memperoleh sehingga 25% daripada jumlah bekalan Bitcoin dalam tempoh dekad akan datang untuk Rizab Bitcoin Strategiknya.\n\n“Perolehi 5-25% daripada rangkaian Bitcoin untuk kepentingan negara melalui pembelian harian yang konsisten dan berprogram antara tahun 2025 dan 2035, apabila 99% daripada semua BTC akan dikeluarkan,” tulis Saylor dalam dokumen bertajuk “Strategi Aset Digital untuk Menguasai Ekonomi Global Abad ke-21.”\n\nSaylor mengulangi kepada kerajaan AS, “Jangan sekali-kali menjual Bitcoin anda.”\n\nSaylor membentangkan dokumen tersebut kepada Presiden AS Donald Trump, eksekutif kerajaan, dan pemimpin kripto global di Sidang Kemuncak Kripto Rumah Putih pada 7 Mac.\n\nBeliau menjelaskan bahawa kerajaan harus berpegang pada dasar “Jangan sekali-kali menjual Bitcoin anda”, meramalkan bahawa menjelang tahun 2045, Rizab Bitcoin Strategik boleh menjana lebih daripada $10 trilion setahun, dan berfungsi sebagai “sumber kemakmuran kekal” untuk rakyat Amerika.\n\nSehingga tahun 2045, Saylor berkata Rizab tersebut boleh menjana antara $16 trilion dan $81 trilion untuk Perbendaharaan AS, berpotensi mengurangkan hutang negara.\n\nSumber: Michael Saylor\n\nPada hari yang sama, Trump menandatangani perintah eksekutif yang mewujudkan “Rizab Bitcoin Strategik” dan “Timbunan Aset Digital,” yang pada awalnya dibiayai dengan mata wang kripto yang dirampas dalam kes jenayah.\n\nWalaupun ia tidak termasuk pelan segera untuk membeli lebih banyak Bitcoin, perintah tersebut menyatakan bahawa setiausaha Perbendaharaan dan Perdagangan akan membangunkan “strategi neutral belanjawan” untuk membeli lebih banyak Bitcoin, memastikan tiada kos tambahan untuk pembayar cukai.\n\nPeruntukan bekalan sebanyak 25% jauh melebihi cadangan terdahulu.\n\nJika kerajaan memperoleh 25% daripada jumlah bekalan Bitcoin, ia akan memegang 5.25 juta BTC — jauh lebih banyak daripada 1 juta BTC (5% daripada bekalan) yang dicadangkan oleh Senator Wyoming Cynthia Lummis dalam Akta Bitcoin yang diperkenalkan pada Julai 2024.\n\nSementara itu, Saylor telah terus mengumpul Bitcoin, membeli tambahan bernilai $2 bilion pada 24 Februari, menjadikan jumlah pegangan Strategy hampir 500,000 BTC.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzJkZTYtNTQwNy03ZjE0LTk3Y2EtMjJiNGFhODBmZDIx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cd2f69f471915ad98bfe92",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 06:02:00",
            "status": "Posted"
        }
    ]
}