{
    "timestamp": "2025-04-11 05:27:59",
    "all_news": [
        {
            "title": "Staking for Ether ETFs Could Be Approved by May, Says Bloomberg Analyst James Seyffart",
            "translated_facebook_post": "Mungkin ETF Ether akan benarkan 'staking' seawal Mei tahun depan,  dan ini boleh tarik lebih ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a54bb603527ed91c22c2",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/337704d6e8a84ecbbd97933fcc79ac41.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:15:00"
        },
        {
            "title": "Ex-SEC Lawyer Explains Why Ripple and SEC Filed Motion to Pause Appeal",
            "translated_facebook_post": "Kes Ripple lawan SEC nampaknya dah nak selesai, tapi masih ada beberapa perkara lagi yang perlu diselesaikan sebelum semuanya betul-betul berakhir.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a548b603527ed91c22c0",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/26192158/Ripple-vs-SEC-Lawsuit-Is-Over-86-Chance-of-XRP-ETF-Approval-by-2025.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:10:00"
        },
        {
            "title": "US crypto miners may rush to buy rigs in tariff pause despite ‘clear disadvantage’",
            "translated_facebook_post": "Syarikat perlombongan kripto AS akan cuba manfaatkan pengurangan sementara tarif untuk dapatkan peralatan perlombongan, walaupun masih ada cukai 10%, menyebabkan mereka kurang berdaya saing berbanding pesaing antarabangsa.  Ketidakstabilan dasar ini menjejaskan pertumbuhan perlombongan Bitcoin di AS.",
            "translated_title": "Penambang kripto AS mungkin berebut membeli peralatan penggalian semasa penggantungan tarif meskipun terdapat ‘kelemahan yang jelas’.",
            "translated_content": "**US Bitcoin Mining Firms Face Ongoing Challenges Despite Tariff Pause**\n\nUS Bitcoin mining companies are attempting to take advantage of the Trump administration's temporary tariff suspension to stockpile mining rigs. However, industry executives contend that the remaining 10% tariff puts them at a disadvantage compared to international competitors.\n\nPresident Trump’s decision to postpone the higher reciprocal tariffs until July 8th, while maintaining a 10% tariff on most countries (excluding China, which faces a 145% tariff), provides only limited relief.  Hashlabs CEO Jaran Mellerud stated that although the 10% levy is lower than the initially proposed tariffs, US miners remain at a \"clear disadvantage\" in acquiring mining equipment.  He explained that while it doesn't render US mining unprofitable, it increases capital expenditure and negatively impacts the long-term viability of new investments.  Mellerud anticipates a short-term surge in equipment imports as miners rush to secure supplies before potential future tariff increases.\n\nLuxor Technology's chief operating officer, Ethan Vera, confirmed a price hike on crypto mining rigs is already underway.  Trump's earlier tariff hikes, imposed on April 2nd, impacted Thailand, Indonesia, and Malaysia – home to major mining rig manufacturers – with rates of 36%, 32%, and 24% respectively.\n\nMellerud previously warned (in an April 8th report) that the tariffs could severely reduce US demand for mining rigs, benefiting non-US mining operations as manufacturers redirect excess inventory elsewhere.  While the reduced tariffs offer some relief, the policy’s volatility creates uncertainty for US Bitcoin mining firms.  Mellerud emphasizes the need for \"predictability and stable rules,\" rather than frequent policy changes.\n\nVera agrees, stating that the policy changes will hinder US growth and has caused Luxor to reconsider its strategy, exploring international expansion.\n\nDespite Trump's past statements about making Bitcoin \"made in the USA,\" and his family's involvement in a Bitcoin mining venture, the crypto mining industry isn't a high priority for the administration, according to Vera.  The fluctuating tariffs have impacted various markets, including cryptocurrency, with Bitcoin currently down 1.2% in the last 24 hours, trading at $80,555.  This represents a 26% decrease from its all-time high of $108,786 reached on January 20th.",
            "translated_summary": "Pengusaha perlombongan kripto di Amerika Syarikat mungkin mengambil kesempatan daripada penangguhan tarif 90 hari yang diumumkan Presiden Donald Trump untuk menambah bekalan peralatan perlombongan sebelum tarif yang lebih tinggi berkuat kuasa semula.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a419b603527ed91c22be",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjIyNWItZjExZC03OGU0LThlNWEtNjRjNWI0NmI3MDlm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 05:08:00"
        },
        {
            "title": "Analytics Firm Says “Bull Could Spark in Second Quarter,” Predicts Fate of Altcoins if Bitcoin Rises",
            "translated_facebook_post": "Syarikat analisis jangka kedua bagi Bitcoin nampaknya memberangsangkan, tapi altcoin mungkin akan ikut sama naik kalau ada produk pelaburan baru diluluskan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a419870b24516da2dfd3",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/09/bitcoin-boga-mucadele.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:07:00"
        },
        {
            "title": "Jack Dorsey Urges Signal To Drop MobileCoin And Embrace Bitcoin",
            "translated_facebook_post": "Jack Dorsey sarankan Signal guna Bitcoin, bukan MobileCoin, supaya Bitcoin lebih kerap digunakan dalam transaksi harian, bukan sekadar simpanan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a419870b24516da2dfcf",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/DORSEY-BITCOIN-PAIEMENT.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:05:00"
        },
        {
            "title": "21Shares Enters DOGE ETF Race Amid Mixed Market Signals – Will SEC Approve It in 2025?",
            "translated_facebook_post": "21Shares dah sertai perlumbaan untuk dapatkan kelulusan ETF DOGE di Amerika Syarikat, tapi peluang kelulusan tu macam agak kurang pasti sekarang ni. Walaupun ada tanda-tanda positif macam pelombong DOGE makin banyak kumpul, ramai pelabur kecil masih macam tak berapa berminat. Harga DOGE pun agak tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a1b9702eda43d270d3cf",
            "source": "Cryptos Newss",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3190d77989ae4016a14d64f34e658a67.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:02:00"
        },
        {
            "title": "Crypto Watch: XRP, Solana, and Bitcoin (BTC) Moving Fast",
            "translated_facebook_post": "Beberapa mata wang kripto macam XRP, Solana, dan Bitcoin tengah naik mendadak.  Projek lain macam ETH, LINK, dan HBAR pun masih kukuh. Tapi kalau nak peluang besar dengan keuntungan cepat, MAGACOINFINANCE nampak macam pilihan menarik sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a419870b24516da2dfd5",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294731.docx_1744294731_image1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:02:00"
        },
        {
            "title": "Avalanche (AVAX) Price Eyes $25 Breakout As VanEck Joins ETF Train",
            "translated_facebook_post": "Syarikat pengurusan aset utama, VanEck, dah mohon untuk senaraikan ETF Avalanche (AVAX) di bursa saham Nasdaq. Kalau diluluskan, ni mungkin antara ETF altcoin pertama di Amerika Syarikat, dan boleh bukak jalan untuk altcoin lain masuk pasaran tradisional. Harga AVAX pun ada potensi naik sampai $25.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8a54b870b24516da2dfd7",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/a5032f410c144d0f8d5088a1b994a5a9.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 05:02:00"
        },
        {
            "title": "Is Bitcoin price going to crash again?",
            "translated_facebook_post": "Harga Bitcoin mungkin akan turun lagi ke sekitar $65,000 hingga $71,000 disebabkan beberapa faktor seperti ketegangan perdagangan AS-China dan kebimbangan inflasi.  Namun, harga juga bergantung pada beberapa paras teknikal penting dan perkembangan ekonomi terkini.",
            "translated_title": "Adakah harga Bitcoin akan jatuh lagi?",
            "translated_content": "Harga Bitcoin (BTC) pantas kembali naik daripada paras terendah lima bulan iaitu $74,300 kepada $83,565 pada 9 April, tetapi penolakan daripada paras $83,500 menimbulkan persoalan sama ada BTC mampu mengekalkan zon $80,000.\n\nCarta harian BTC/USD. Sumber: Cointelegraph/TradingView\n\nAdakah jeda tarif 90 hari Trump akan mencipta pembalikan trend BTC?\n\nPada 9 April, Presiden AS Donald Trump membenarkan jeda 90 hari ke atas kenaikan tarif yang dicadangkan sambil memperkenalkan tarif timbal balik 10% ke atas semua negara kecuali China.  Berbeza dengan cabang zaitun yang lebih luas, Trump menggandakan perang perdagangannya dengan China, meningkatkan tarif ke atas import China ke AS kepada 125%, memetik kekurangan \"hormat terhadap pasaran dunia\" oleh Beijing.\n\nLangkah ini mencetuskan perhimpunan pasaran yang bersejarah, dengan Bitcoin melonjak lebih 7% kepada $82,000 apabila kegusaran pelabur berkurangan. Jeda ini menawarkan kelegaan sementara, mengurangkan kebimbangan perang perdagangan segera yang sebelum ini menjejaskan aset berisiko.\n\nBagaimanapun, tarif balas 84% China ke atas import AS, berkuat kuasa 10 April, menandakan pertembungan yang semakin meningkat. Sekiranya rundingan gagal dan perang perdagangan AS-China bertambah buruk selepas tempoh 90 hari, Bitcoin mungkin akan menghadapi tekanan menurun semula apabila pasaran menjauhi ketidakpastian yang meningkat.\n\n\"Dengan China disebut secara jelas, peserta pasaran bersiap sedia untuk serangan balas Beijing,\" firma perdagangan QCP Capital menulis dalam nota Telegram kepada pelabur.\n\nQCP Capital menambah:\n\nWalaupun jeda ini memberikan masa, keupayaannya untuk mencegah kejatuhan bergantung kepada sama ada Trump dapat mengurangkan ketegangan dengan China—satu tugas yang sukar, memandangkan retoriknya yang agresif.\n\nTekanan inflasi boleh menekan harga BTC\n\nSatu lagi faktor yang menambahkan tekanan kepada harga Bitcoin ialah faktor makro ekonomi seperti kebimbangan inflasi dan kemungkinan kemelesetan.\n\nBitcoin semakin berkorelasi dengan saham teknologi dan sentimen pasaran yang lebih luas, seperti yang dilihat dalam penurunan mendadak semasa tempoh pergolakan pasaran. Sebagai contoh, apabila pengumuman tarif awal Trump mencetuskan penjualan dalam ekuiti, Bitcoin jatuh hampir 10% daripada paras tertingginya awal tahun ini, jatuh di bawah $80,000.\n\nPenganalisis berhujah bahawa jika ketegangan perdagangan meningkat lagi atau bank pusat mengetatkan dasar monetari untuk memerangi inflasi, pelabur mungkin akan meninggalkan aset berisiko seperti Bitcoin, menolak harganya lebih rendah.\n\nKepekaan ini terhadap perubahan makro ekonomi menunjukkan bahawa sebarang kejutan ekonomi secara tiba-tiba—seperti kenaikan kadar rizab persekutuan atau pertumbuhan ekonomi global yang perlahan—boleh mencetuskan kejatuhan lagi, terutamanya jika Bitcoin gagal menembusi julat dagangan semasa $80,000-$90,000.\n\nPeserta pasaran kini memfokuskan perhatian kepada data CPI 10 April, yang bersedia untuk menumpukan perhatian semula kepada ekonomi domestik.\n\n\"Cetakan yang lebih lemah akan dialu-alukan,\" kata QCP capital, sambil menambah bahawa ia akan membantu \"menimbangi lebihan inflasi yang diperkenalkan oleh dasar tarif sejagat.\"\n\nPengurangan kadar faedah tidak mungkin berlaku sebelum Jun, walaupun satu mesyuarat Fed dijadualkan dalam tempoh pertengahan, menurut Alat FedWatch CME Group.\n\nKebarangkalian kadar sasaran Fed untuk mesyuarat FOMC 7 Mei. Sumber: CME Group\n\nKebarangkalian Fed mengekalkan kadar faedah tidak berubah pada mesyuarat 7 Mei ialah 81.5%.\n\nIni boleh mengurangkan lagi minat terhadap BTC dan menolak harganya lebih rendah jika paras harga utama tidak kekal.\n\nParas Bitcoin utama untuk diperhatikan\n\nBitcoin melangkaui paras $75,000 pada 8 April sebelum kembali ke paras semasa. Pedagang kini tertumpu kepada kawasan utama sekitar paras ini dan puncak $109,000, yang mungkin akan dikunjungi semula oleh harga BTC dalam masa terdekat.\n\nDari perspektif teknikal, paras Bitcoin utama untuk diperhatikan ialah purata bergerak (MA) 111 hari pada $93,000, MA 200 hari pada $87,000 dan MA 365 hari pada $76,000, menurut firma risikan pasaran Glassnode.\n\nDalam laporan Rantaian Minggu Terkini Glassnode yang terkini menyerlahkan bahawa selepas kehilangan MA 111 hari dan MA 200 hari dalam penurunan baru-baru ini, harga kini mesti kekal di atas MA 365 hari untuk mengelakkan kejatuhan lagi.\n\nBitcoin: Paras teknikal untuk diperhatikan. Sumber: Glassnode\n\nSatu lagi paras untuk diperhatikan, menurut Glassnode, ialah asas kos pemegang jangka pendek (STH) pada $93,000 (bersamaan dengan MA 111 hari), yang jika diambil semula, akan menandakan tanda pertama momentum yang menguat.\n\nBagaimanapun, jika Bitcoin gagal kekal di atas $80,000, ia akan memulakan laluan menurun lagi. Paras utama untuk diperhatikan di bawah EMA 365 hari ialah harga yang direalisasikan aktif pada $71,000 dan, dalam kes yang teruk, purata pasaran sebenar sekitar $65,000.\n\nBitcoin: Purata pasaran sebenar. Sumber: Glassnode\n\nSeperti yang dilaporkan sebelum ini oleh Cointelegraph, Bitcoin berisiko mengalami pembersihan paras terendah lima bulan pada $71,000 jika perang tarif dan kekacauan pasaran saham berterusan.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pelaburan dan langkah perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Metrik teknikal dan atas rantaian menunjukkan kebarangkalian Bitcoin jatuh ke julat $65,000 hingga $71,000 semakin meningkat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/65fd9387b7a4e55b4d159fa1",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDkvMDE5MWUxYmEtM2VjOC03NDU4LWE4NDctNTA1ZGY2YjQzMTQ4.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 04:54:00"
        },
        {
            "title": "Trump’s Tariff Plans Affect ADA & BNB's Prices; BlockDAG Continues to Rise: Beta Testnet Live & $213M Raised!",
            "translated_facebook_post": "Harga BNB hampir cecah $680 tapi nampak macam tak berapa stabil, manakala Cardano ada aktiviti jual beli yang agak pelik,  walaupun ada institusi yang beli banyak.  BlockDAG pula dah lancar Beta Testnet dan dah kumpul dana lebih $213 juta, nampaknya maju jaya je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f89f553685c86993f5be77",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/image-7-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:47:00"
        },
        {
            "title": "Solana Eyes $150 as ETF Buzz and DeFi Growth Spark 15% Rebound",
            "translated_facebook_post": "Harga Solana naik 15% disebabkan jangkaan ETF dan peningkatan aktiviti DeFi, dengan sasaran harga mencecah $150.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f89f54b603527ed91c22b3",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/solana-2-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:45:00"
        },
        {
            "title": "Crypto Options Expiration Shows Bearish Market Sentiment",
            "translated_facebook_post": "Tarikh 11 April 2025 menyaksikan tamatnya tempoh opsyen Bitcoin dan Ethereum bernilai berbilion ringgit, menunjukkan sentimen pasaran yang menurun.  Ketidakpastian perdagangan, perubahan tarif, dan aliran masuk yang rendah turut menyumbang kepada suasana pasaran yang kurang optimistik.  Secara keseluruhannya, pasaran kripto menunjukkan trend menurun dengan paras volatiliti yang masih tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f89e3cb603527ed91c22b0",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bearish-market-cartoon-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:40:00"
        },
        {
            "title": "BTC Bull Run Scenarios: Retracement, New ATH, and Expansion Mode Explained",
            "translated_facebook_post": "Harga Bitcoin mungkin turun sedikit ke sekitar $97,000, tapi ini peluang bagus untuk mata wang kripto lain naik mendadak. Kalau Bitcoin capai harga tertinggi baru sekitar $177,000,  peluang untung besar untuk semua.  Namun, senario paling ekstrem ialah Bitcoin akan melonjak naik dengan sangat tinggi, dan mata wang kripto lain pun akan ikut naik dengan banyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/btc-bull-run-scenarios/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/08/bitcoin-btc-17.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:40:00"
        },
        {
            "title": "U.S. House Passes Tax Cuts, Elevates Debt Ceiling",
            "translated_facebook_post": "Dewan Rakyat Amerika Syarikat meluluskan potongan cukai dan peningkatan siling hutang negara, yang akan memberi kesan besar kepada polisi kewangan negara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f89d101968063c61006a88",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixel-art-congress-celebration.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:36:00"
        },
        {
            "title": "Crypto gaming has mixed Q1 as deals jump, investment totals dip: DappRadar",
            "translated_facebook_post": "Pelaburan dalam permainan kripto menurun, tapi jumlah perjanjian meningkat, menunjukkan minat masih ada cuma lebih berhati-hati.",
            "translated_title": "Permainan kripto mencatatkan prestasi bercampur-campur pada suku pertama tahun ini, dengan peningkatan jumlah urus niaga tetapi penurunan jumlah pelaburan keseluruhan: DappRadar",
            "translated_content": "**Blockchain Gaming Investment Dips in Q1 2025 Despite Increased Deal Activity**\n\nBlockchain gaming in the first quarter of 2025 saw a significant drop in investment despite a rise in the number of deals, according to blockchain analytics platform DappRadar.  Web3 gaming projects raised $91 million in Q1 2025, a 71% decrease from Q4 2024 and a 68% drop compared to the same period in 2024.\n\nDappRadar analyst Sara Gherghelas attributes this decrease to increasing pressure on early-stage startups and a shift by investors toward real-world assets and artificial intelligence.  She notes that the 35% quarter-over-quarter increase in the number of deals suggests continued interest, albeit with more cautious investment strategies.  \"While investors are writing smaller checks, they're still actively engaging with a broader range of projects,\" Gherghelas stated.\n\n\n**Infrastructure Projects Dominate Funding**\n\nThe majority of funding in Q1 2025 went to infrastructure-focused projects, signaling investor confidence in the long-term potential of Web3 gaming.  This focus on scalable gaming infrastructure is seen as a positive sign for the industry's maturity.  Notable examples include MARBLEX, the blockchain gaming division of Netmarble, which secured over $20 million in funding, and The Game Company, a Dubai-based startup focusing on blockchain-based cloud gaming, which received $10 million in funding.\n\n**A Shift Towards Quality and Innovation**\n\nGherghelas highlights a clear trend towards quality, innovation, and interoperability within the maturing Web3 gaming industry, encompassing enhanced gameplay, new identity layers, and AI-enhanced mechanics.",
            "translated_summary": "DappRadar melaporkan suku pertama tahun 2025 menyaksikan prestasi bercampur-campur bagi permainan Web3.  Jumlah pelaburan keseluruhan menurun, namun bilangan urus niaga meningkat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f89be91968063c61006a7f",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjIyOGEtM2JmYy03MzQzLWIyNTYtNmU4Njk2NzYxZjJj.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 04:32:00"
        },
        {
            "title": "$250K BTC? Ethereum and XRP Could Be Next in Line for the Spotlight",
            "translated_facebook_post": "Bitcoin dah nak cecah harga tinggi, dan Ethereum serta XRP pun dijangka akan ikut naik.  Pelaburan baru macam MAGACOINFINANCE pun nampaknya berpotensi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f89bea1968063c61006a81",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294726.docx_1744294726_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:30:00"
        },
        {
            "title": "Is XRP price going to crash again?",
            "translated_facebook_post": "Harga XRP mungkin akan turun lagi sebab minat pelabur masih rendah dan beberapa indikator teknikal menunjukkan trend menurun.",
            "translated_title": "Adakah harga XRP akan jatuh lagi?",
            "translated_content": "Harga XRP (XRP) telah pulih daripada paras terendah $1.61 yang dicapai pada 7 April, tetapi ia masih diniagakan di bawah zon rintangan utama. Adakah harga XRP akan mengekalkan pemulihan atau jatuh lebih rendah dalam beberapa hari akan datang?\n\nCarta harian XRP/USD. Sumber: Cointelegraph/TradingView\n\nSalah satu petunjuk paling jelas bahawa lebih banyak masalah menanti XRP ialah kadar pembiayaan negatif dan minat terbuka (OI) yang rendah dalam pasaran niaganya hadapan.\n\nKadar pembiayaan adalah pembayaran berkala yang dibuat antara pedagang jangka panjang dan jangka pendek dalam kontrak niaga hadapan kekal untuk memastikan harga sejajar dengan pasaran spot. Apabila metrik ini menjadi negatif, ia bermakna penjual jangka pendek membayar pemegang jangka panjang, menunjukkan sentimen bearish mendominasi.\n\nKadar pembiayaan XRP telah berada di bawah 0% sejak awal Februari, menunjukkan sentimen bearish mendominasi pasaran.\n\nKadar pembiayaan niaga hadapan kekal XRP di semua bursa. Sumber: Glassnode\n\nBegitu juga, OI XRP dalam pasaran niaga hadapan telah jatuh daripada puncak tempatannya sebanyak $7.87 bilion pada 17 Januari kepada $3.06 bilion pada 10 April.\n\nOI mengukur jumlah keseluruhan kontrak niaga hadapan yang belum diselesaikan, dan penurunan menunjukkan lebih ramai pedagang keluar daripada posisi.\n\nMinat terbuka niaga hadapan XRP. Sumber: CoinGlass\n\nSecara sejarah, aset dengan minat terbuka yang menurun sukar untuk mengekalkan momentum menaik, kerana modal dan semangat yang tidak mencukupi untuk memacu harga lebih tinggi. Bagi XRP, ini bermakna bahawa tekanan jualan yang kecil sekalipun boleh mencetuskan rentetan peniaga yang terpaksa menutup kedudukan mereka, terutamanya jika kedudukan leverage dibatalkan.\n\nTanpa minat yang diperbaharui daripada pedagang institusi atau runcit, harga XRP berisiko jatuh kembali ke dalam spiral menurun.\n\nHarga XRP bertembung dengan rintangan pada $2.20\n\nPedagang harga XRP sedang menilai semula kekuatan penembusannya selepas token gagal mengekalkan momentum.\n\nRali 21.5% XRP pada 9 April dihentikan oleh kesesakan pembekal sekitar paras $2.20. XRP juga gagal meningkat melebihi paras ini pada 5 April, mengukuhkan kepentingan zon ini. Harga diperlukan untuk menukar paras ini kembali kepada sokongan untuk meningkatkan peluang pemulihan yang berterusan.\n\nAltcoin ini masih diniagakan di bawah SMA 50 hari dan 100 hari, seperti yang ditunjukkan dalam carta di bawah. Token ini kini mendapat sokongan pada $1.86, yang disokong oleh SMA 200 hari.\n\nCarta mingguan XRP/USD. Sumber: Cointelegraph/TradingView\n\nPenutupan yang menentukan di atas paras rintangan pada $2.20 dan kemudian kenaikan di atas SMA 50 hari pada $2.28, disertai dengan jumlah yang tinggi, boleh melihat harga XRP meningkat ke arah SMA 100 hari sekitar $2.50.\n\nSebaliknya, RSI masih bergerak di bawah garisan tengah, menunjukkan bahawa keadaan pasaran masih memihak kepada penurunan.\n\nOleh itu, jika XRP ditutup di bawah SMA 200 hari pada $1.86, ia akan jatuh lebih rendah untuk menguji semula paras terendah tempatan pada $1.61 atau lebih rendah ke arah $1.07, seperti yang diramalkan sebelum ini oleh pedagang veteran Peter Brandt.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "XRP kembali menduduki paras $2, tetapi data menunjukkan ia belum selamat sepenuhnya.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67474a10d626c86b6d39159a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzZkOGMtODJiNC03ZTE1LTk3ZjgtNDhhZDZhYzkxYWRi.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 04:28:00"
        },
        {
            "title": "Extsy, The Next Gen Crypto Exchange, Trade Smarter, Not Harder",
            "translated_facebook_post": "Extsy, bursa kripto generasi baharu, tawarkan pengalaman dagangan lebih mudah dan ringkas, fokus pada ciri-ciri penting je.  Ada ciri tukar silang rantaian, perdagangan P2P selamat, kad maya untuk belanja kripto, dan integrasi API.  Sertai cabaran komuniti untuk menang hadiah!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f899791c4aea1c92f0944c",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26820.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:21:00"
        },
        {
            "title": "Renault Gains from U.S. Tariff Confusion",
            "translated_facebook_post": "Kekeliruan tarif AS sebenarnya menguntungkan Renault sebab strategi mereka yang pelbagai.  Syarikat automotif lain kena ambil iktibar, kena lebih fleksibel!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8997b1c4aea1c92f09450",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/renault-trade-show-display.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:20:00"
        },
        {
            "title": "Top Crypto to Buy Right Now? Qubetics Sells Over 507M Tokens, Litecoin Eyes Breakout, Ondo Dominates RWA Talk",
            "translated_facebook_post": "Pasaran kripto tengah naik, Litecoin (LTC) antara yang menonjol sebab naik hampir 10% dalam masa tiga jam lepas pengumuman Presiden Trump.  Qubetics ($TICS) pun menarik perhatian dengan jualan token lebih 507 juta,  dan Ondo Finance pula mencipta jambatan antara aset dunia sebenar dengan kewangan terdesentralisasi.  Jadi,  peluang untung banyak dalam beberapa projek kripto ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8997abd7e3e5f5e32b0a0",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-21-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 04:15:00"
        }
    ]
}