{
    "timestamp": "2025-04-23 05:27:43",
    "all_news": [
        {
            "title": "MiL.k partners with Galxe to Expand Network and Connect Korean Users to Global Web3 Ecosystem",
            "translated_facebook_post": "MiL.k, platform kesetiaan berasaskan blockchain, kini bekerjasama dengan Galxe untuk sambungkan 1.5 juta pengguna Korea mereka dengan komuniti global Galxe, membuka peluang Web3 baru.  Kerjasama ni akan bagi ganjaran menarik dan kemudahan akses kandungan untuk semua pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808763e90801f557ae2c886",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/MiL_k_partners_Galxe_Expand_Network_Connect_Korean_1745384704PdqX7UcPYt.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 05:08:00"
        },
        {
            "title": "Why is XRP Price Going Up Today?",
            "translated_facebook_post": "Harga Bitcoin dan beberapa matawang kripto lain, termasuk XRP, naik disebabkan beberapa faktor ekonomi global, dan XRP nampaknya berpotensi untuk terus meningkat jika ia berjaya melepasi paras tertentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808761c90801f557ae2c884",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/09192943/XRP-Price-Prediction-2025-2028_-Standard-Chartered-Sees-500-Surge.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 05:07:00"
        },
        {
            "title": "Markets Face Historic Reversal? Analyst Warns of Major Crash Across Assets",
            "translated_facebook_post": "Pasaran saham mungkin akan alami penurunan mendadak, dengan harga saham, minyak, dan kripto dijangka jatuh, manakala emas pula mungkin naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680874e93d0b844f7e517bd3",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/markets-down-crash-red-recession.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 05:00:00"
        },
        {
            "title": "Dragoin ($DDGN) Leads as 2025's Top Meme Coin — Why Investors Are Jumping On Board Before it Hits the Market?",
            "translated_facebook_post": "Dragoin, duit maya baharu ni, tengah naik sebab ada permainan _Play-to-Earn_ dalam Telegram dan strategi yang bagus.  Harga dia pun masih murah sekarang, jadi ramai yang berminat nak melabur awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680872b193dc111f033adb0b",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3f85150900764fc8819737ac473f480f.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 05:00:00"
        },
        {
            "title": "Chiliz Discusses U.S. Reentry with SEC Crypto Task Force",
            "translated_facebook_post": "Chiliz nak masuk semula pasaran AS, siap sedia labur sampai $100 juta, tengah bincang peraturan dengan pihak berkuasa, harap dapat kelulusan untuk token peminat mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680874e9f9cf967476ed4028",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-investment-district.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 05:00:00"
        },
        {
            "title": "Ethereum Reclaims $1,800 Amid Renewed Market Optimism",
            "translated_facebook_post": "Harga Ethereum dah cecah $1800 semula, menunjukkan keyakinan pelabur semakin meningkat dan mungkin ada kenaikan harga lagi lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680874e9f9cf967476ed4026",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Etherum-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 05:00:00"
        },
        {
            "title": "SEC Dismisses Fraud Case Against Richard Heart",
            "translated_facebook_post": "Kes mahkamah terhadap Richard Heart digugurkan, harga kripto berkaitan pun naik mendadak, menunjukkan keyakinan pelabur kembali meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680873acc8698c43d12f7aba",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/crypto-traders-celebration-room.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:56:00"
        },
        {
            "title": "Jay Clayton Appointed Interim SDNY U.S. Attorney: Potential Shift in Crypto Regulation",
            "translated_facebook_post": "Pelantikan Jay Clayton sebagai pendakwa raya sementara mungkin akan mengurangkan kawalan ketat terhadap mata wang kripto, menyebabkan harga Bitcoin dan Ethereum meningkat dan pasaran bertindak balas secara positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808729f93dc111f033adb07",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-lawyer-in-courtroom.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:53:00"
        },
        {
            "title": "Arch Labs Raises $13M for Bitcoin Smart Contracts",
            "translated_facebook_post": "Arch Labs dapat dana $13 juta untuk tingkat naikkan keupayaan kontrak pintar Bitcoin,  nilai syarikat kini mencecah $200 juta hasil pelaburan Pantera Capital dan Multicoin Capital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808729fc8698c43d12f7ab3",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/arch-labs-raises-13m-bitcoin-funding.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:51:00"
        },
        {
            "title": "Telegram CEO Rejects Encryption Backdoor Demands",
            "translated_facebook_post": "CEO Telegram, Pavel Durov, tetap berpendirian teguh untuk tak bagi akses belakang pintu penyulitan data, walaupun terpaksa keluar dari pasaran tertentu; tindakan ini tak beri kesan besar pada pasaran dan menunjukkan ramai pengguna pentingkan privasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680872a093dc111f033adb09",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/pavel-durov-ink-drawing-podium.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:51:00"
        },
        {
            "title": "Paul Atkins Appointed as New SEC Chair Amid Crypto Focus",
            "translated_facebook_post": "Paul Atkins, ketua SEC yang baru, dijangka akan bawa perubahan dalam peraturan kripto di Amerika Syarikat,  dengan pendekatan yang lebih pro-inovasi dan telus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680872a02f0e2d3659d6d644",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/04/paul-atkins-sec-crypto-impact.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:50:00"
        },
        {
            "title": "SEC says it won’t re-file fraud case against Hex’s Richard Heart",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) dah tak sambung kes terhadap pengasas , jadi kes ni dah selesai.",
            "translated_title": "SEC menyatakan tidak akan memfailkan semula kes penipuan terhadap Richard Heart dari Hex",
            "translated_content": "Suruhanjaya Sekuriti dan Bursa AS (SEC) menyatakan bahawa ia tidak berniat untuk memfailkan semula aduan penipuan sekuriti terhadap pengasas Hex, Richard Schueler, yang dikenali sebagai Richard Heart.\n\n“Pendakwa Suruhanjaya Sekuriti dan Bursa memberikan notis ini bahawa ia tidak berniat untuk memfailkan aduan pindaan dalam perkara ini,” kata peguam pengawal selia, Matthew Gulde, dalam surat bertarikh 21 April kepada Hakim Mahkamah Daerah New York, Carol Bagley Amon.\n\nMahkamah sebelum ini telah menolak aduan asal SEC pada 28 Februari kerana Hakim Amon menyatakan bahawa pengawal selia gagal membuktikan bahawa ia mempunyai bidang kuasa ke atas aktiviti Heart, yang katanya tidak disasarkan secara khusus kepada pelabur AS. Beliau memberikan kebenaran kepada SEC untuk memfailkan aduan pindaan menjelang 20 Mac, kemudian melanjutkan tarikh akhir kepada 21 April.\n\nHeart memuat naik di X pada 22 April bahawa “Richard Heart, PulseChain, PulseX, dan HEX telah mengalahkan SEC sepenuhnya dan telah mencapai kejelasan pengawalseliaan yang hampir tiada duit syiling lain memilikinya.”\n\nHeart menambah bahawa SEC telah menarik diri daripada beberapa kes mata wang kripto yang lain secara sukarela, tetapi mendakwa kesnya adalah satu-satunya kes di mana “SEC kalah dan kripto menang secara menyeluruh, dengan penolakan di mahkamah bagi setiap tuntutan yang dikemukakan oleh SEC.”\n\nHeart berkata ia adalah kemenangan untuk perisian sumber terbuka, mata wang kripto dan kebebasan bersuara kerana SEC “sebenarnya menyaman kod perisian itu sendiri dalam kes ini.”\n\nSEC memburu Heart di Finland\n\nSEC menyaman Heart pada Julai 2023 kerana didakwa menawarkan sekuriti yang tidak berdaftar bagi tiga token, HEX, PulseChain (PLS), dan PulseX (PSLX), mendakwa beliau memperoleh lebih daripada $1 bilion dengan mempromosikan token tersebut sebagai “laluan kepada kekayaan yang hebat untuk pelabur.”\n\nPada April 2024, Heart cuba untuk membatalkan saman itu, mendakwa pengawal selia “tidak mempunyai pengaruh ke atasnya,” kerana beliau tidak menetap di Amerika Syarikat.\n\nSEC menentang ini pada Ogos, mendakwa beliau mempromosikan token tersebut di sebuah acara di Las Vegas. Pada Disember 2024, Interpol mengeluarkan Notis Merah untuk Heart, meminta penangkapannya di Finland, di mana beliau juga disyaki melakukan pengelakan cukai.\n\nToken asli PulseChain (HEX) mencecah paras tertinggi sepanjang zaman sebanyak $0.031 pada Disember 2024 tetapi sejak itu merosot sebanyak 76% kerana kebanyakan altcoin gagal mengikuti momentum Bitcoin tahun ini.\n\nSEC telah menggugurkan atau menangguhkan beberapa kes terhadap firma kripto setakat tahun ini di bawah pentadbiran Trump.",
            "translated_summary": "Suruhanjaya Sekuriti dan Bursa (SEC) telah memutuskan untuk tidak memfailkan semula aduan terhadap pengasas Hex, Richard Heart, yang mengisytiharkan kemenangan untuk mata wang kripto dan kebebasan bersuara.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808729fc8698c43d12f7ab1",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTViNTgtNDVmNy03YmU1LThmNjEtMmViYzM4ZWMzNzU4.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-23 04:45:00"
        },
        {
            "title": "Get in Before the Splash: Troller Cat’s Upcoming Meme Coin Presale Is Pure Chaos Magic",
            "translated_facebook_post": "Koin meme Troller Cat tengah buat pra-jualan, dan ramai cakap ia berpotensi besar.  Gabungan jenaka, fungsi, dan mekanisme terhad nampaknya menarik minat ramai, terutamanya di Amerika Selatan.  Kalau nak sertai, kena cepat sebab peluang macam ni tak selalu ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808729f1a2de623265258c4",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-16.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:45:00"
        },
        {
            "title": "Meme Coins Turning Heads: Dogecoin, Pepe, and a Silent Contender Stirring the Market",
            "translated_facebook_post": "Beberapa duit digital meme macam Dogecoin, Pepe, dan yang lain tengah naik daun.  Troller Cat pun menarik perhatian sebab ada ganjaran dan permainan menarik.  Tahun depan, macam-macam lagi duit digital meme akan muncul.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807fe0e5b520378a300a741",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ccb02a292a9e44829019d33e766a1e3d.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:45:00"
        },
        {
            "title": "These Meme Coins Haven’t Gone Viral Yet—But Act AI, Popcat, and One Gem Are Heating Up",
            "translated_facebook_post": "Beberapa duit kripto meme baru macam Troller Cat, Act AI, Popcat, dan beberapa lagi tengah naik.  Troller Cat nampaknya paling menarik perhatian sebab ada peluang beli awal dan dapat ganjaran.  Risiko tinggi, tapi potensi untung pun besar juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680873acc8698c43d12f7ab8",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-2025-04-22T230546.269-1-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:45:00"
        },
        {
            "title": "Arthur Hayes says Treasury buybacks are about to launch Bitcoin past $110K toward $200K",
            "translated_facebook_post": "Arthur Hayes ramal Bitcoin akan cecah $110,000 malah mungkin $200,000 disebabkan program pembelian balik bon kerajaan US.  Ini akan memaksa dana lindung nilai membeli lebih banyak bon, menaikkan harga Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808729e1a2de623265258c0",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Arthur-Hayes-btc.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:43:00"
        },
        {
            "title": "Pi Coin Price Prediction Today: Can it Hit $1 Ahead of Massive 223M Token Unlock?",
            "translated_facebook_post": "Harga Pi Coin sekarang naik sikit, tapi masih tak stabil dan susah nak cecah $0.70.  Lepas ni banyak lagi duit syiling Pi akan masuk pasaran, jadi harganya mungkin akan turun.  Kalau harga boleh kekal atas $0.66, mungkin boleh naik sampai $1, tapi kalau tak, harganya mungkin akan jatuh lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68086f14408f072ee4b155f2",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/15172205/Pi-Network-News_-Pi-Coin-Enters-Futures-Trading-Amidst-Growing-Market-Hype.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:38:00"
        },
        {
            "title": "Tesla holds onto Bitcoin as Musk says time at DOGE to ‘drop significantly’",
            "translated_facebook_post": "Tesla masih pegang Bitcoin, walaupun pendapatan kurang memberangsangkan dan Elon Musk akan kurangkan masa fokus pada DOGE.  Harga saham Tesla pun naik sikit lepas tu.",
            "translated_title": "Tesla kekal pegangan Bitcoin, Musk kata nilai DOGE akan ‘turun dengan mendadak’",
            "translated_content": "Tesla Kekalkan Bitcoin Sepanjang Suku Pertama 2025\n\nTesla mengekalkan pegangan Bitcoinnya sepanjang suku pertama tahun 2025, susulan janji Ketua Pegawai Eksekutif Elon Musk kepada pemegang saham bahawa beliau akan mengurangkan masa kerjanya sebagai ketua penjimatan kos pentadbiran Trump.\n\nKenyataan Musk dilihat sebagai pemangkin utama kepada peningkatan harga saham Tesla (TSLA) sebanyak 5.4% dalam dagangan selepas waktu pasaran pada 22 April kepada $250.80, selepas ditutup pada 4.6% lebih tinggi, menurut Google Finance.\n\nIni berlaku serentak dengan keputusan suku pertama (Q1) pengeluar kereta itu yang dikeluarkan pada hari yang sama, menunjukkan pendapatan mencecah $19.34 bilion, meleset daripada anggaran Wall Street sebanyak 7.85% dan mencatatkan penurunan 9.2% berbanding tempoh yang sama tahun lepas.\n\nPendapatan bersih Tesla sebanyak $409 juta turut mencatatkan penurunan 80.8% dari suku ke suku dan penurunan 70.5% berbanding Q1 2024.\n\nPegangan aset digital Tesla jatuh 11.61% nilainya daripada $1.076 bilion kepada $951 juta dalam Q1, sejajar dengan penurunan harga Bitcoin (BTC) sebanyak 11.56% kepada $82,514 dalam tempoh yang sama, menurut data CoinGecko.\n\nSatu peraturan baharu daripada Lembaga Piawaian Perakaunan Kewangan membenarkan syarikat awam melaporkan pegangan kripto mereka pada nilai pasaran. Sebelum ini, hanya kerugian yang direkodkan – melainkan kripto tersebut dijual.\n\nSimpanan Bitcoin Tesla sebanyak 11,509 kini bernilai lebih daripada $1.07 bilion hasil daripada pemulihan pasaran dalam seminggu yang lalu, menurut data Bitcoin Treasuries. Pegangan Bitcoin Tesla tidak berubah sejak 30 Jun 2022.\n\nMusk Kurangkan Tugas DOGE\n\nDalam panggilan pendapatan pada 22 April, Musk berjanji untuk mengurangkan masa kerjanya di Jabatan Kecekapan Kerajaan pentadbiran Trump, atau DOGE, untuk memberi tumpuan lebih kepada Tesla.\n\n\"Bermula mungkin bulan depan, Mei, peruntukan masa saya untuk DOGE akan berkurangan dengan ketara,\" kata Musk.\n\nMusk berkata beliau akan terus menghabiskan \"satu atau dua hari seminggu\" untuk perkara berkaitan DOGE selagi Presiden Amerika Syarikat Donald Trump memerlukannya untuk memastikan \"pembaziran dan penipuan yang kita hentikan tidak kembali.\"\n\nPeningkatan harga saham Tesla sebanyak 5.4% selepas waktu pasaran disusuli peningkatan 4.6% kepada hampir $237 pada hari dagangan 22 April, ketika pasaran yang lebih luas menebus beberapa kerugian dari awal minggu.\n\nSaham Tesla masih menjunam lebih 37% setakat tahun ini, sebahagiannya disebabkan oleh penurunan jualan, peningkatan kehadiran politik Musk dan ketidakpastian ekonomi berpunca daripada tarif Trump.",
            "translated_summary": "Tesla mengekalkan pegangan Bitcoinnya untuk suku tahun kesebelas berturut-turut pada Suku Pertama, sementara Elon Musk berjanji untuk mengurangkan penglibatannya dalam DOGE selepas pendapatan syarikat…",
            "original_url": "https://coinmarketcap.com/community/en/articles/68086f156bab7353d8c0bacc",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjYwMWYtZjI4OS03M2Y1LTkyNjgtMWZhODNhNDZjYjBm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-23 04:36:00"
        },
        {
            "title": "Cantor Fitzgerald, Tether, SoftBank Partner for Bitcoin Investment",
            "translated_facebook_post": "Cantor Fitzgerald, Tether, dan SoftBank bergabung untuk melabur besar dalam Bitcoin, menunjukkan minat institusi yang semakin meningkat dalam mata wang digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68086f16a045672c4758aee4",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/collaborative-financial-meeting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:36:00"
        },
        {
            "title": "Trump Media Teams Up with Crypto.com to Launch Truth.Fi ETFs",
            "translated_facebook_post": "Trump Media, Crypto.com, dan Yorkville America Digital bekerjasama lancarkan ETF Truth.Fi, gabungan aset digital dengan fokus kepada industri Amerika.  Pelaburan sebanyak $250 juta menyasarkan pelabur yang mahu sokong inovasi dan pertumbuhan ekonomi Amerika.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/trump-media-teams-up-with-crypto-com/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/bitcoin-etf-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 04:35:00"
        }
    ]
}