{
    "timestamp": "2025-03-18 01:56:48",
    "all_news": [
        {
            "title": "Ketua SEC Sementara: Peraturan Penjagaan Kripto Era Biden Mungkin Dibatalkan",
            "description": "Suruhanjaya Sekuriti dan Bursa (SEC) mungkin menarik balik cadangan peraturan mengenai piawaian penjagaan kripto untuk penasihat pelaburan yang diluluskan semasa pentadbiran Biden, kata pengerusi sementara…",
            "content": "Suruhanjaya Sekuriti dan Bursa AS (SEC) mungkin mengubah atau membatalkan peraturan yang dicadangkan di bawah pentadbiran Biden yang akan mengetatkan piawaian penjagaan kripto untuk penasihat pelaburan, menurut pengerusi sementara agensi itu, Mark Uyeda.\n\nDalam ucapan yang disediakan untuk persidangan industri pelaburan di San Diego pada 17 Mac, Uyeda berkata peraturan yang dicadangkan pada Februari 2023 telah menyaksikan pengulas menyatakan “kebimbangan yang signifikan” terhadap “skopnya yang luas.”\n\n“Memandangkan kebimbangan tersebut, mungkin terdapat cabaran yang besar untuk meneruskan cadangan asal. Oleh itu, saya telah meminta kakitangan SEC untuk bekerjasama rapat dengan pasukan petugas kripto untuk mempertimbangkan alternatif yang sesuai, termasuk penarikan baliknya,” kata Uyeda.\n\nPeraturan itu dibentangkan di bawah pentadbiran Biden semasa tempoh Gary Gensler mengetuai pengawal selia. Ia bertujuan untuk memperluaskan peraturan penjagaan untuk penasihat pelaburan kepada semua aset yang dipegang untuk pelanggan, termasuk kripto, dan meningkatkan keperluan untuk melindunginya.\n\nIni bermakna penasihat pelaburan perlu menjaga kripto pelanggan mereka dengan penjaga yang berkelayakan. Gensler berkata pada masa itu bahawa penasihat pelaburan “tidak boleh bergantung kepada” platform kripto sebagai penjaga yang berkelayakan disebabkan cara operasinya.\n\nCadangan itu menyebabkan geseran dengan Uyeda dan Pesuruhjaya Hester Peirce, bersama-sama badan-badan advokasi industri yang mendakwa peraturan itu menyalahi undang-undang dan berbahaya.\n\n“Bagaimanakah seorang penasihat yang ingin mematuhi peraturan ini mungkin melabur dana pelanggan dalam aset kripto selepas membaca siaran ini?” Uyeda berkata pada masa itu.  Bagaimanapun, beliau menyokong cadangan itu walaupun tidak bersetuju “dengan beberapa peruntukan.”\n\nPeirce, yang merupakan satu-satunya pesuruhjaya daripada lima orang yang mengundi menentang peraturan itu, berkata pada masa itu bahawa peraturan yang dicadangkan “akan meluaskan jangkauan keperluan penjagaan kepada aset kripto sambil kemungkinan mengurangkan bilangan penjaga kripto yang berkelayakan.”\n\nUcapan terbaru Uyeda dibuat beberapa hari selepas beliau berkata pada 10 Mac bahawa beliau telah meminta kakitangan SEC “untuk pilihan untuk meninggalkan” sebahagian daripada cadangan yang mendorong beberapa firma kripto untuk mendaftar dengan pengawal selia sebagai bursa.\n\nSEC era Trump juga telah membatalkan peraturan yang meminta firma kewangan yang memegang kripto untuk merekodkannya sebagai liabiliti pada lembaran imbangan mereka, yang dikenali sebagai SAB 121.\n\nPada bulan Disember, Presiden Donald Trump memilih bekas Pesuruhjaya SEC Paul Atkins untuk mengambil alih daripada Uyeda sebagai pengerusi agensi itu. Ini kini semakin hampir, dengan pendengaran Senat dilaporkan dijadualkan pada 27 Mac.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE2Y2UtNGJmYi03OTYzLTlhOTUtNTQ1YTY1Mjk5Njkz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d8cda1bc152c27b2eb41b0",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 01:31:00",
            "status": "Posted"
        },
        {
            "title": "Hyperliquid membuka peluang ‘demokrasi’ memburu ikan paus kripto: Penganalisis",
            "description": "Peniaga mula menumpukan perhatian kepada pemantauan aktiviti pelabur besar (\"whale tracking\") di Hyperliquid, dan sesetengahnya cuba mencetuskan penghapusan posisi (liquidation) yang mempunyai leverage tinggi.",
            "content": "## Pemburu Paus Kripto: Adakah Ketelusan Rantaian Blok Membolehkan Peniaga Kecil Mencabar Pemain Besar?\n\nMenurut ketua 10x Research, pengesanan paus kripto di rantaian blok Hyperliquid membolehkan peniaga menyasarkan paus dengan kedudukan berleveraj yang ketara dalam usaha \"didemokrasikan\" untuk melikuidkan mereka.\n\nHyperliquid, rangkaian rantaian blok yang khusus dalam perdagangan, membenarkan peniaga untuk secara terbuka memerhatikan jenis kedudukan yang dipegang oleh paus.  Oleh kerana kedudukan ini berleveraj, pasaran boleh menilai tahap likuidasi melainkan margin tambahan ditambah, kata Markus Thielen dalam laporan 17 Mac.\n\n\"Ketelusan ini membuka pintu untuk usaha bersepadu, di mana kumpulan peniaga boleh sengaja menyasarkan tahap henti rugi ini untuk mencetuskan likuidasi,\" katanya.\n\nIa adalah kepercayaan biasa dalam pasaran kripto bahawa paus dengan pegangan besar boleh mempengaruhi pasaran melalui taktik perdagangan mereka, seperti memburu henti rugi, untuk sengaja mencetuskan pesanan henti rugi peniaga lain dan melikuidkan kedudukan mereka.\n\nThielen berkata tindakan terbaru daripada peniaga menunjukkan keseimbangan kuasa ini mungkin berubah.\n\n\"Pada hakikatnya, memburu henti rugi sedang 'didemokrasikan', dengan kumpulan ad-hoc kini memainkan peranan yang sebelum ini hanya dikhaskan untuk meja pembuatan pasaran, atau pasukan perbendaharaan, di bursa sebelum pengawasan pengawalseliaan yang lebih ketat,\" tambah Thielen.\n\nThielen memberitahu Cointelegraph bahawa masih \"tidak jelas sama ada aktiviti jenis ini akan menjadi meluas di atas rantaian, tetapi seperti biasa, ketelusan boleh memberi kesan dua hala.\"\n\n**Mengapa peniaga cuba melikuidkan paus?**\n\nIni bukan kali pertama peniaga kecil cuba menjatuhkan entiti yang lebih besar melalui taktik perdagangan bersepadu.\n\nThielen berkata peniaga kripto yang cuba melikuidkan paus mempunyai gema daripada pengepungan pendek GameStop, yang menyaksikan peniaga kecil menukar keadaan terhadap penjual pendek Wall Street dengan membeli saham GameStop, menghantarnya ke paras tertinggi sepanjang masa melebihi $81 untuk melikuidkan kedudukan mereka.\n\n\"Ini mengingatkan saya kepada dinamik yang kita lihat semasa saga GameStop pada 2020/2021, di mana pengepungan pendek yang agresif memacu lonjakan harga yang pesat,\" katanya.\n\n\"Apabila tahap henti rugi dicetuskan, harga seringkali meningkat dengan pantas ke arah itu, menyediakan kecairan untuk orang lain untuk menampung. Kita telah melihat taktik yang sama daripada pembuat pasaran dan bursa dalam ruang kripto selama bertahun-tahun.\"\n\n**Pengejaran masih berterusan untuk penjual pendek Bitcoin berleveraj 40x**\n\nPada 16 Mac, seekor paus kripto yang dikenali kerana meletakkan kedudukan berleveraj tinggi yang besar di Hyperliquid membuka kedudukan pendek berleveraj 40x pada $84,043 untuk lebih daripada 4,442 Bitcoin (BTC), bernilai lebih daripada $368 juta pada 16 Mac, menghadapi likuidasi jika harga Bitcoin melebihi $85,592.\n\nPergerakan itu tidak disedari, dan peniaga tanpa nama CBB mengeluarkan seruan di X untuk mengumpulkan pasukan peniaga dengan dana yang mencukupi untuk melikuidkan kedudukan paus tersebut.\n\nThielen berkata dalam laporan 10x bahawa pada 16 Mac, Bitcoin meningkat sebanyak 2.5% dalam beberapa minit, sebahagiannya disebabkan oleh usaha bersepadu untuk melikuidkan kedudukan pendek paus pada Bitcoin kekal melalui Hyperliquid.\n\nPaus itu kemudiannya telah meningkatkan kedudukannya kepada $524 juta, dan pada satu ketika, pemburu paus hampir mendapat hajat mereka apabila harga Bitcoin mencecah $84,583.84, menurut CoinGecko.\n\nBagaimanapun, sesetengah pihak membuat spekulasi bahawa kedudukan pendek yang terdedah itu mungkin disengajakan.\n\nPeniaga dana lindung nilai Josh Man berkata dalam catatan 17 Mac kepada X bahawa paus itu mungkin sengaja cuba untuk dilikuidasi.\n\n\"Jadi ini adalah teknik penglikuidan sendiri yang agak jarang dan tidak banyak digunakan dan ini MERASA sedikit seperti itu,\" katanya.\n\n\"Dalam peristiwa sedemikian, penjual sebenarnya mencipta bom yang direka untuk meletup dan mencipta perhimpunan daripada likuidasi jualannya sendiri. Seseorang akan menjangkakan bahawa dia mempunyai pampasan panjang berbanding pendek yang besar.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWEyYmYtM2Y5ZC03ZmUzLWJkNTQtNDcxMmJkYTZhNGM1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d8cda1cf8a2b119be3d2ce",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 01:29:00",
            "status": "Posted"
        }
    ]
}