{
    "timestamp": "2025-03-08 15:21:57",
    "all_news": [
        {
            "title": "Masa depan penskalaan Ethereum terletak pada perkakasan, bukan perisian.",
            "description": "Pengecaman perkakasan adalah penting untuk masa depan Ethereum, membolehkannya bersaing dengan rangkaian blok yang lebih pantas, menyokong aplikasi dunia sebenar, dan...",
            "content": "Pendapat oleh: Leo Fan, pengasas bersama Cysic\n\nMenjalankan Ethereum hari ini seperti cuba bermain permainan moden di komputer riba tahun 1980-an — perkakasan yang usang akan bergelut untuk memuatkan, ketinggalan tanpa henti, dan kemungkinan besar akan terhempas di bawah beban permintaan baharu. Direka untuk era blockchain yang lebih mudah, infrastruktur Ethereum tidak lagi dapat mengikut, memproses hanya 10 hingga 62 transaksi sesaat, jauh di bawah ribuan yang diperlukan untuk penggunaan arus perdana.\n\nSementara itu, dengan masa blok kurang daripada sesaat dan yuran hampir sifar, Solana menikmati populariti arus perdana yang semakin meningkat, yang terbukti dalam peningkatan muat turun dompet di tengah-tengah pelancaran TRUMP. Ethereum masih dihalang oleh yuran gas yang tinggi dan kesesakan, mendorong pengguna dan pemaju kepada alternatif yang lebih pantas.\n\nTanpa menangani masalah penskalaan, Ethereum berisiko ketinggalan. Walaupun penyelesaian lapisan-2 (L2) Ethereum telah mengurangkan kesesakan rangkaian, ia akhirnya bertindak sebagai langkah sementara yang memberikan kelegaan sementara. Pendekatan berasaskan perisian mengalami masalah permulaan dalam interoperabiliti dan penskalaan, menimbulkan persoalan mengenai kemampanan dan kepentingan Ethereum dalam jangka panjang.\n\nBanyak L2 direka untuk sesuai dengan rangkaian asli dan tidak dapat menyokong aplikasi masa nyata seperti permainan terdesentralisasi atau pembayaran rentas sempadan. Ethereum memerlukan perubahan asas jika ia mahu mengekalkan kepimpinannya dalam ruang blockchain. Penyelesaiannya terletak bukan pada kemas kini perisian secara berperingkat tetapi pada pecutan perkakasan.\n\nMenyelaraskan visi Ethereum dengan perkakasan\n\nTonggak Verge Vitalik Buterin membayangkan Ethereum mencapai pengesahan nod sepenuhnya pada peranti gred pengguna, satu langkah kritikal ke arah matlamat blockchain yang lebih luas iaitu aksesibiliti dan desentralisasi. Buterin telah menekankan peralihan daripada penyelesaian tampalan kepada membina infrastruktur pengkomputeran yang menyeluruh untuk merealisasikan visi ini. Perkakasan khusus tujuan, seperti litar bersepadu khusus aplikasi (ASIC), adalah kunci: Ia meningkatkan kelajuan pemprosesan transaksi, mengurangkan kelewatan, dan mengoptimumkan penggunaan tenaga. Ia menyediakan asas untuk penskalaan Ethereum yang mampan, memastikan rangkaian berkembang tanpa menjejaskan prinsip terasnya.\n\nPenambahbaikan Pectra Ethereum juga tidak sepenuhnya menyelesaikan cabaran penskalaan asasnya, menyerlahkan keperluan mendesak untuk peningkatan kebolehskalaan dan kestabilan. Pengoptimuman utama yang diperkenalkan — pengekstrakan akaun dan operasi pengesah yang dipertingkatkan — bertujuan untuk memperbaiki kecekapan dan pengalaman pengguna Ethereum tetapi tidak meningkatkan throughput transaksi atau mengurangkan kelewatan rangkaian secara signifikan.\n\nEthereum berisiko ketinggalan tanpa perkakasan khusus, melemahkan kedudukannya sebagai lapisan penyelesaian untuk komuniti blockchain. Melabur dalam penyelesaian asli perkakasan akan membolehkan Ethereum untuk skala dengan berkesan sambil menegakkan komitmennya terhadap desentralisasi dan menyokong pangkalan pengguna yang semakin berkembang.\n\nPenggunaan arus perdana dan aplikasi dunia sebenar\n\nKesan penyelesaian penskalaan perkakasan meluas jauh melangkaui Ethereum itu sendiri. Pemain TradFi sedang meneroka pembayaran rentas sempadan berasaskan blockchain, yang memerlukan pemprosesan masa nyata. Dengan masalah kebolehskalaan yang diwarisi daripada lapisan rumah, L2 sahaja tidak dapat skala dengan berkesan untuk memenuhi permintaan TradFi yang besar. Transaksi rentas sempadan mencecah $190.1 trilion pada tahun 2023 dan hanya dijangka meningkat pada tahun 2025, menunjukkan satu perkara: Pecutan perkakasan adalah penting dalam memberi insentif kepada penggunaan blockchain oleh institusi.\n\nDi luar kewangan, pengoptimuman perkakasan meningkatkan utiliti blockchain di seluruh industri, mempercepatkan penggunaan arus perdana. Contoh yang menarik ialah penjagaan kesihatan, di mana infrastruktur blockchain yang dipercepatkan dapat meningkatkan keselamatan dan privasi data pesakit. Bagi industri permainan yang bergantung pada interaksi dinamik, rangkaian blockchain dapat membantu memberikan tindak balas masa nyata kepada tindakan pengguna.\n\nFaktor AI\n\nBlockchain tidak beroperasi secara berasingan; ia bersaing dengan industri yang intensif pengkomputeran, seperti AI, kata kunci tahun 2024. Kebangkitan AI telah membentuk semula industri, tetapi ia juga menjadi pesaing yang sengit kepada blockchain untuk elektrik dan peralatan. Pusat data seperti Hut 8 dan Coin Scientific mengutamakan beban kerja AI, yang boleh menjana pendapatan sehingga 25 kali ganda lebih banyak daripada perlombongan Bitcoin (BTC). Langkah-langkah ini menyerlahkan tekanan yang semakin meningkat terhadap rangkaian blockchain untuk mengoptimumkan kecekapan sumber atau berisiko diketepikan dalam perlumbaan untuk penguasaan pengkomputeran.\n\nPengkritik mendakwa bahawa Ethereum sedang \"mati perlahan-lahan.\" Setelah menjadi rumah inovasi kewangan terdesentralisasi (DeFi), masalah kebolehskalaan Ethereum menghalang keupayaannya untuk bersaing dengan DeFAI. Ethereum mesti menggunakan perkakasan khusus untuk menangani infrastruktur yang tidak cekap, membolehkan transaksi yang lebih pantas, dan mengurangkan penggunaan tenaga. Dengan cara ini, Ethereum berpeluang untuk melindungi masa depan daripada perkembangan AI dan mengekalkan kelebihan daya saingnya untuk penggunaan arus perdana.\n\nMasa untuk melabur dalam perkakasan adalah sekarang\n\nEthereum telah bergantung sepenuhnya kepada L2 untuk skala, tetapi ia tetap menjadi penyelesaian sementara yang gagal memenuhi tuntutan operasi asas rangkaian. Penyelesaian perkakasan kini tidak boleh dirundingkan untuk Ethereum mengekalkan kedudukannya sebagai peneraju dalam inovasi blockchain. Daripada membolehkan integrasi TradFi yang lancar kepada menyokong interaksi masa nyata dalam permainan dan penjagaan kesihatan, perkakasan khusus tujuan menyelesaikan ketidaksamaan asas infrastruktur Ethereum. Tanpa pelaburan yang tegas dalam pecutan perkakasan, Ethereum berisiko menjadi lesu sementara pesaing meningkat.\n\nEthereum tidak memerlukan satu lagi tampalan jangka pendek. Ia memerlukan penyelesaian yang berpanjangan. Gelombang penggunaan blockchain seterusnya memerlukan infrastruktur yang dapat menyokongnya, yang bermaksud melabur dalam perkakasan sekarang.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIyZWQtMjc0NS03ZTNiLTgxYmMtYTQ4N2JmMzNlZjE3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cc5c7a9eadfe379161d023",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 15:00:00",
            "status": "Posted"
        }
    ]
}