{
    "timestamp": "2025-03-10 11:20:55",
    "all_news": [
        {
            "title": "Unichain dan Berachain mengetuai pertumbuhan blockchain bulan lalu — Nansen",
            "description": "Debutan Uniswap di L2 melonjakkan jumlah dagangan DEX rangkaian ini ke kelompok peneraju industri, mengatasi rantaian Ethereum utama.",
            "content": "## Rangkaian Unichain Uniswap Tumbuh Pesat, Kuasai Volume DEX\n\nMenurut firma data rantaian blok Nansen, rangkaian lapisan-2 Ethereum yang baru dilancarkan oleh Uniswap, iaitu Unichain, merupakan rantaian blok yang paling pesat berkembang pada bulan pertamanya.\n\nUnichain, yang melancarkan rangkaian utamanya pada 11 Februari, mencatatkan 236,452 alamat aktif pada bulan pertama, menurut firma analisis rantaian blok Nansen. Walaupun mengagumkan untuk rangkaian baharu, pangkalan pengguna Unichain masih kecil berbanding 112 juta pengguna Solana dan kira-kira 19 juta pengguna aktif di Base dan BNB Chain.  Berachain mempunyai lebih banyak alamat aktif, tetapi jumlah DEX Unichain mendominasi.\n\nWalau bagaimanapun, Unichain telah muncul sebagai pemain utama dalam jumlah pertukaran terdesentralisasi (DEX), mencatatkan $217.7 bilion — menduduki tempat ketiga dalam industri dan mengatasi lapisan asas Ethereum pada $91.2 bilion.  Berachain, yang dilancarkan pada awal Februari, melaporkan jumlah DEX 30 hari sebanyak $3.78 bilion, meletakkannya di tempat kelapan dalam industri. Ia mempunyai bilangan alamat aktif yang jauh lebih tinggi daripada Unichain, iaitu 1.7 juta.\n\nAntaranya rangkaian yang telah bertapak, BNB Chain mencatatkan satu-satunya peningkatan jumlah DEX, melonjak 161% kepada $233.9 bilion, menjadikannya yang kedua terbesar dari segi jumlah.\n\nUniswap telah menjadi DEX terbesar untuk sebahagian besar kewujudannya, tetapi yuran gas Ethereum yang tinggi telah mendorong pengguna ke alternatif yang lebih murah seperti Solana dan BNB Chain — terutamanya semasa kegilaan memecoin baru-baru ini. Uniswap telah melepaskan kedudukan teratas DEX kepada Raydium berasaskan Solana pada Oktober dan November 2024.\n\nDengan peningkatan penyelesaian lapisan-2 Ethereum dan pelancaran Unichain, pengguna kini boleh mengakses perkhidmatan Uniswap dengan yuran yang lebih rendah dan transaksi yang lebih pantas.  Pada pelancaran, Uniswap telah menghapuskan semua yuran antara muka untuk pertukaran, dan rangkaian itu membanggakan masa blok satu saat, dengan perancangan untuk mengurangkannya kepada 250 milisaat.\n\nSetakat 10 Mac, Uniswap telah merampas semula kedudukannya sebagai DEX teratas dari segi jumlah nilai yang dikunci (TVL), menurut DefiLlama.  Jumlah TVL industri telah menurun daripada $138 bilion pada pertengahan Disember 2024 kepada $91.8 bilion setakat 10 Mac, menurut DefiLlama.\n\nSementara itu, Solana kekal sebagai peneraju dalam alamat aktif, transaksi dan jumlah DEX, tetapi metrik utamanya telah menurun dalam tempoh 30 hari yang lalu, data Nansen menunjukkan. Alamat aktif menurun 19%, transaksi menurun 70% dan jumlah DEX menurun 27%. Solana telah menjadi rangkaian pilihan untuk perdagangan memecoin, dengan selebriti dan juga tokoh politik melancarkan token. Walau bagaimanapun, minat pelabur yang merosot, aktiviti bot dan dakwaan penipuan telah menjejaskan sentimen. Aktiviti pelancaran token Solana dan sentimen pasaran keseluruhan terhadap memecoin telah menurun sejak itu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdmODItOWQ5YS03NDkyLTk5NzUtMjU5NzVlOTZjMDAx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cec3b54a79035950770dda",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 10:46:00",
            "status": "Posted"
        }
    ]
}