{
    "timestamp": "2025-03-15 14:24:31",
    "all_news": [
        {
            "title": "Pengasas Telegram, Pavel Durov, dibenarkan meninggalkan Perancis",
            "description": "Durov ditahan pihak berkuasa Perancis pada musim panas lalu atas dakwaan yang berkaitan dengan jenayah terancang.  Tuduhan terhadap beliau termasuklah bersubahat dalam…",
            "content": "Pavel Durov, pengasas aplikasi mesej popular Telegram, telah meninggalkan Perancis dan berpindah ke Dubai setelah mendapat kelulusan daripada mahkamah Perancis.\n\nPada 13 Mac, Durov dilaporkan telah menerima kebenaran daripada mahkamah Perancis untuk meninggalkan negara itu, membenarkan beliau untuk pergi ke Dubai – sebuah bandar yang dikenali dengan persekitaran perniagaannya yang mesra dan kekurangan perjanjian ekstradisi dengan banyak negara, menurut laporan Barron’s yang memetik sumber-sumber yang tidak dinamakan.\n\nSyarat-syarat tepat keputusan mahkamah itu masih belum jelas, tetapi pemindahan Durov telah mencetuskan semula perdebatan mengenai bidang kuasa, privasi, dan tanggungjawab pemimpin teknologi dalam memerangi aktiviti haram di platform mereka.\n\nMemetik sumber-sumber tanpa nama, AFP melaporkan bahawa “Beliau (Durov) berlepas dari Perancis pagi ini,” sambil menambah bahawa beliau meninggalkan negara itu dengan kebenaran pihak berkuasa. Sumber lain menyatakan bahawa beliau telah diberi kebenaran untuk meninggalkan Perancis selama “beberapa minggu.”\n\nIni adalah berita yang masih berkembang, dan maklumat lanjut akan ditambah sebaik sahaja ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTlhMWEtYzIzZi03MzA0LTlmNmMtNTkxMzBhZTMyOTk0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d58a1489b85c49ff14d901",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 14:05:00",
            "status": "Posted"
        },
        {
            "title": "Peningkatan bekalan stablecoin bernilai $219B menandakan pertengahan kitaran lembu, bukan kemuncak pasaran.",
            "description": "Pasaran kripto dijangka kekal tidak menentu sehingga mesyuarat FOMC pada 19 Mac minggu hadapan, menurut penganalisis kepada Cointelegraph.",
            "content": "Pasaran kripto sedang mengalami pembetulan, tetapi ini hanyalah pertengahan kitaran lembu jantan, bukan puncaknya, berdasarkan bekalan stablecoin yang semakin meningkat, yang mungkin menandakan lebih banyak pelaburan masuk menurut penganalisis.\n\nBekalan stablecoin kumulatif telah melepasi $219 bilion, menunjukkan bahawa kitaran semasa masih jauh daripada puncaknya.\nSumber: IntoTheBlock\n\nSecara sejarah, puncak bekalan stablecoin selari dengan puncak kitaran kripto, menurut catatan X pada 14 Mac oleh platform perisikan kripto IntoTheBlock, yang menulis:\n\nAliran masuk stablecoin yang semakin meningkat ke bursa kripto boleh menandakan tekanan beli masuk dan selera pelabur yang semakin meningkat, kerana stablecoin adalah jalan masuk utama pelabur daripada mata wang fiat ke dunia kripto.\n\nWalau bagaimanapun, harga Ether (ETH) turun lebih 52% dalam tempoh tiga bulan yang lalu, selepas ia mencapai puncak melebihi $4,100 pada 16 Disember 2024, dan penganalisis menjangkakan penurunan lagi di bawah $1,900, zon permintaan \"kukuh\" yang mungkin membawa lebih banyak pelaburan ke dalam kripto terbesar di dunia.\n\nBerkaitan: Bitcoin memerlukan penutupan mingguan melebihi $81K untuk mengelakkan penurunan sebelum FOMC\n\nPasaran kripto mungkin akan kekurangan hala tuju sebelum mesyuarat FOMC: penganalisis\n\nWalaupun bekalan stablecoin yang meningkat, pasaran kripto mungkin akan terus kekurangan hala tuju sebelum mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) minggu depan.\n\nMesyuarat FOMC minggu depan mungkin menentukan pasaran kripto, yang masih dipengaruhi oleh perkembangan ekonomi makro, menurut Stella Zlatareva, editor penyampaian di platform pelaburan aset digital Nexo.\n\nZlatareva memberitahu Cointelegraph:\n\n\"Semua mata tertumpu pada mesyuarat FOMC Rabu depan, menjangkakan pandangan tentang dasar monetari AS dan pelarasan kadar faedah yang berpotensi, terutamanya memandangkan penurunan baru-baru ini dalam PPI AS dan angka tuntutan pengangguran awal, yang menunjukkan ekonomi yang semakin perlahan,\" tambahnya.\n\nBerkaitan: FTX melikuidasi $1.5B dalam aset 3AC 2 minggu sebelum kejatuhan dana lindung nilai\n\nRamalan ini dibuat beberapa hari sebelum mesyuarat FOMC seterusnya yang dijadualkan pada 19 Mac. Pasaran kini menetapkan harga pada kebarangkalian 98% bahawa Fed akan mengekalkan kadar faedah tetap, menurut anggaran terkini alat FedWatch CME Group.\nSumber: Alat FedWatch CME Group\n\nWalaupun potensi untuk turun naik jangka pendek, pelabur kekal optimis untuk sepanjang tahun 2025, VanEck meramalkan puncak kitaran $6,000 untuk harga Ether dan harga Bitcoin $180,000 pada tahun 2025.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTk5ZmUtMTg2Ni03MmE2LWIyYTItYjA3ZmIyYmQ5OGMx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d58564f1abb269bea2d5ae",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-15 13:47:00",
            "status": "Posted"
        }
    ]
}