{
    "timestamp": "2025-03-11 06:35:51",
    "all_news": [
        {
            "title": "Pendapatan Solana merudum 93% dari paras tertinggi Januari selepas gelembung memecoin meletus.",
            "description": "Pendapatan rangkaian Solana telah jatuh lebih daripada 90% sejak kemuncak kegilaan memecoin pada Januari.",
            "content": "Pendapatan rangkaian Solana dan jumlah nilai terkunci (TVL) di rantaian telah merosot dalam tempoh dua bulan kebelakangan ini berikutan minat terhadap memecoin yang semakin berkurangan.\n\nPendapatan rangkaian mingguan di blok rantaian Solana mencecah paras tertinggi iaitu $55.3 juta pada pertengahan Januari di tengah-tengah kegilaan pembuatan memecoin.\n\nBagaimanapun, pendapatan telah merosot sebanyak 93% kepada sekitar $4 juta pada minggu lalu, kembali ke paras yang tidak dilihat sejak September, menurut data DeFillama.\n\nPendapatan aplikasi terdesentralisasi (DApp) mingguan Solana juga merosot sekitar 86% daripada $238 juta pada pertengahan Januari kepada $32 juta untuk minggu lalu.\n\nSementara itu, jumlah nilai terkunci (TVL) DeFi di Solana juga telah menurun hampir 50% dalam tempoh yang sama, jatuh daripada paras tertinggi Januari iaitu lebih $12 bilion kepada paras semasa sekitar $6.4 bilion.\n\nPendapatan dan TVL mingguan Solana. Sumber: DeFillama\n\nPerdagangan memecoin, terutamanya di platform Pump.fun, meliputi kira-kira 80% daripada pendapatan blok rantaian Solana, menurut laporan VanEck pada 5 Mac.\n\nPendapatan harian Pump.fun mencecah puncak $15 juta pada akhir Januari tetapi telah merosot sekitar 95% kepada $800,000 pada 7 Mac, menurut data daripada Dune Analytics.\n\nKegilaan memecoin mencapai kemuncaknya apabila Donald Trump melancarkan token nama sendiri (TRUMP) pada 18 Januari, diikuti oleh isterinya, Melania, yang melancarkan MELANIA pada 20 Januari.\n\n\"Pelancaran TRUMP dan MELANIA menandakan kemuncak memecoin kerana ia menyedut kecairan dan perhatian daripada semua mata wang kripto lain,\" kata pengasas CoinGecko, Bobby Ong pada 6 Mac.\n\nKedua-dua token melonjak selepas pelancarannya tetapi jatuh pada hari-hari berikutnya. TRUMP kini turun 86% daripada puncaknya, diniagakan pada $10.50, manakala MELANIA telah merosot 95% dalam hanya tujuh minggu kepada $0.71.\n\nPasaran memecoin mencecah puncak $137 bilion pada Disember tetapi telah merosot 68% kepada $44 bilion, menurut CoinMarketCap.\n\nKejatuhan pasaran memecoin. Sumber: CoinMarketCap\n\nHarga Solana (SOL) juga telah menerima tempias dalam beberapa minggu kebelakangan ini, mengakibatkan penurunan 58% daripada paras tertinggi sepanjang zaman pada pertengahan Januari iaitu $293. Aset tersebut turun lagi 5% pada hari tersebut, diniagakan pada $122 pada masa penulisan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgzODktNDRmNS03NzQ5LTk1NTQtMWU5NDAwNjBiYWVh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cfd5ec12455f058dbab575",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 06:16:00",
            "status": "Posted"
        },
        {
            "title": "Kumpulan penggodam ‘Dark Storm’ mengaku bertanggungjawab terhadap serangan DDoS ke atas X.",
            "description": "Kumpulan penggodam Dark Storm yang disokong Rusia mengaku bertanggungjawab ke atas serangan siber besar-besaran terhadap X yang menyebabkan ribuan pengguna tidak dapat mengakses…",
            "content": "Satu kumpulan penggodam yang disokong Rusia telah mengaku bertanggungjawab ke atas serangan siber besar-besaran ke atas X, yang menyaksikan platform media sosial itu tidak dapat diakses oleh ribuan pengguna, walaupun fungsi pengguna dipulihkan dengan cepat.\n\nKumpulan keselamatan siber SpyoSecure menyatakan dalam catatan pada 10 Mac di X bahawa kumpulan penggodam Dark Storm telah memuat naik catatan di Telegram yang mengaku bertanggungjawab ke atas serangan penafian perkhidmatan yang diedarkan (DDoS), yang dimuat naik oleh ketua kumpulan itu.\n\n“Kepada sesiapa yang tertanya-tanya mengapa X (Twitter) terhenti, ia diserang oleh Dark Storm Team,” kata SpyoSecure.\nSumber: SpyoSecure\n\nSaluran Telegram itu kemudiannya dipadamkan kerana melanggar terma perkhidmatan platform. Tangkapan skrin yang dikongsi di X menunjukkan mereka menyatakan bahawa mereka telah “menghentikan Twitter,” bersama-sama dengan tangkapan skrin percubaan sambungan yang gagal dari pelbagai lokasi global.\n\nEd Krassenstein, seorang personaliti media sosial dan pengasas bersama pasaran NFT NFTz.me, menyatakan dalam catatan pada 10 Mac di X bahawa beliau juga telah menyiasat serangan itu dan telah berhubung dengan ketua Dark Storm, yang sekali lagi mendakwa bahawa mereka berada di belakangnya.\n\n“Alasan yang diberikannya kepada saya untuk serangan itu hanyalah demonstrasi kekuatan kami, tanpa motif politik,” kata Krassenstein.\n\nKumpulan penggodam pro-Palestin yang disokong Rusia, Dark Storm, telah aktif sejak 2023 dan dikenali kerana menyasarkan negara-negara NATO.\n\nPemilik platform, Elon Musk, mengesahkan bahawa platform media sosial itu telah diserang oleh serangan siber yang menghalang sesetengah pengguna daripada mengakses laman web tersebut pada 10 Mac.\n\nBeliau berkata dalam temu bual pada 10 Mac dengan Larry Kudlow dari Fox Business bahawa beliau mempunyai idea kasar tentang di mana alamat IP penggodam berasal.\n\nIa berlaku di tengah-tengah keganasan di kemudahan Tesla di seluruh AS sebagai sebahagian daripada gerakan “jatuhkan Tesla” yang lebih luas yang membantah Jabatan Kecekapan Kerajaan Elon Musk (DOGE), yang sedang memangkas banyak jabatan kerajaan.\n\nMusk memberitahu Kudlow bahawa tanpa mengira bantahan tersebut, beliau masih berpendapat bahawa mereka “melakukan perkara yang betul di sini” kerana DOGE sedang mengurangkan perbelanjaan kepada inisiatif yang “sedikit sahaja pembayar cukai akan bersetuju bahawa ia masuk akal.”\n\nSaham Tesla juga mengalami kerugian. Dalam sesi dagangan terkini, Tesla turun lebih 15% kepada $222 sesaham. Dalam sesi selepas waktu bekerja, ia turun lagi 3% kepada $215, menurut Google Finance.\n\nSaham Tesla turun dalam sesi dagangan terkininya di tengah-tengah bantahan terhadap Jabatan Kecekapan Kerajaan Elon Musk. Sumber: Google Finance\n\nSecara keseluruhannya, saham itu telah meningkat 24% sepanjang tahun lepas; namun, ia masih turun daripada paras tertinggi sepanjang zaman sebanyak $480 yang dicatatkan pada 17 Dis 2024.\n\nIni bukan kali pertama X mengalami serangan DDoS. Ogos lalu, Musk mendakwa platform itu diserang oleh penggodam sebelum temu bualnya dengan calon presiden ketika itu, Donald Trump.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGE0ZTMtY2VjOS03NDkwLWEyZWItMGZiYWNhYTNmNzE4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cfd4c212455f058dbab56e",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 06:09:00",
            "status": "Posted"
        },
        {
            "title": "Rang Undang-Undang stablecoin AS dikemas kini sebelum pengundian kumpulan perbankan Senat",
            "description": "Jawatankuasa Perbankan Senat AS akan mengundi rang undang-undang stablecoin GENIUS yang dikemas kini pada 13 Mac setelah ia melalui proses dwitaraf...",
            "content": "Jawatankuasa Perbankan Senat AS dijadual mengundi rang undang-undang rangka kerja stablecoin pimpinan Republikan pada 13 Mac, setelah dikemaskini susulan rundingan dengan Demokrat jawatankuasa.\n\nSenator GOP Bill Hagerty, salah seorang penaja rang undang-undang tersebut, berkata pada 10 Mac bahawa beliau telah memperkenalkan kemaskini Akta GENIUS (Guiding and Establishing National Innovation for US Stablecoins), yang akan dibawa ke undian Jawatankuasa Perbankan pada 13 Mac.\n\nBeliau menambah bahawa rang undang-undang yang dikemaskini telah melalui rundingan dwipartisan. Rang undang-undang ini turut ditaja bersama oleh Senator Republikan Cynthia Lummis dan Tim Scott, yang juga pengerusi Jawatankuasa Perbankan, bersama-sama dengan Demokrat Kirsten Gillibrand dan Angela Alsobrooks.\n\n“Versi Akta GENIUS yang dikemaskini membuat penambahbaikan yang signifikan kepada beberapa peruntukan penting, termasuk perlindungan pengguna, penerbit stablecoin yang dibenarkan, pengurangan risiko, laluan negeri, keinsolvenan, ketelusan, dan banyak lagi,” kata Gillibrand dalam satu kenyataan.\n\nHagerty mula memperkenalkan rang undang-undang ini pada awal Februari. Ia bertujuan untuk membawa penerbit stablecoin dolar AS dengan had pasaran melebihi $10 bilion — ketika ini hanya Tether (USDT) dan USDC Circle (USDC) — di bawah peraturan Rizab Persekutuan.  Yang kurang daripada $10 bilion boleh memilih untuk peraturan peringkat negeri.\n\nPendapat mengatakan versi terbaru Akta GENIUS memberi kelebihan persaingan kepada stablecoin yang dikeluarkan di AS, dan menetapkan standard yang sangat tinggi kepada penerbit stablecoin asing dalam aspek seperti keperluan rizab dan kecairan, pemeriksaan pengubahan wang haram dan sekatan.  Kebanyakan penerbit asing akan mendapati standard ini sukar untuk dipenuhi, memberi kelebihan kepada USDC Circle dan Ripple USD (RLUSD) Ripple Labs.\n\nAkta GENIUS masih mempunyai perjalanan yang panjang sebelum menjadi undang-undang. Jawatankuasa Perbankan Senat perlu mengundi untuk meluluskan rang undang-undang ini dan ia kemudiannya akan dibawa ke undian penuh Senat di mana ia boleh dibahaskan.\n\nJika ia diluluskan oleh Senat, ia akan dihantar ke Dewan. Jika Dewan tidak menukar rang undang-undang itu, maka ia akan dihantar kepada Presiden untuk ditandatangani menjadi undang-undang atau ditolak.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgzM2YtYmM5NC03NTQwLWJiNDktZTg0ZGViYjUwNGI5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cfd01e8e714b4aa8c87e0b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 05:52:00",
            "status": "Posted"
        }
    ]
}