{
    "timestamp": "2025-03-20 13:35:12",
    "all_news": [
        {
            "title": "Inilah perkembangan kripto hari ini",
            "description": "Perlu tahu perkembangan kripto hari ini? Berikut adalah berita terkini tentang trend harian dan peristiwa yang mempengaruhi harga Bitcoin, teknologi rantaian blok, DeFi, NFT, dan sebagainya.",
            "content": "Hari ini dalam dunia kripto, Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) menggugurkan tindakan penguatkuasaan bertahun-tahun terhadap Ripple, dan peguam kripto John Deaton berkata dakwaan SEC bahawa XRP (XRP) adalah sekuriti kini telah pupus.  Sementara itu, pengasas Solana Labs berkata beliau \"malu\" kerana memandang ringan iklan kontroversi di Solana yang mengejek identiti jantina.\n\nKetua Pegawai Eksekutif Solana Menjelaskan Isu Iklan Kontroversi\n\nKetua Pegawai Eksekutif Solana Labs, Anatoly Yakovenko, telah menjelaskan isu iklan \"Amerika Kembali – Masa untuk Mempercepatkan\", yang menggabungkan patriotisme Amerika dan inovasi teknologi dengan pesanan politik mengenai identiti jantina.\n\n\"Iklan itu buruk, dan ia masih menghantui saya,\" kata Yakovenko dalam catatan X pada 19 Mac selepas menerima kecaman hebat terhadap iklan kontroversi itu.\n\n\"Saya malu kerana memandang ringan isu ini dan bukannya mengatakan apa adanya – iaitu ia kejam dan menyerang kumpulan yang terpinggir.\"\n\nYakovenko memuji mereka dalam ekosistem Solana yang menegur \"kekacauan\" yang disiarkan di akaun X Solana, yang telah mencapai sekitar 1.2 juta tontonan dan 1,300 komen sebelum ia dipadam kira-kira sembilan jam kemudian.\n\nYakovenko berkata beliau akan menggunakan pengalaman pembelajaran ini untuk memastikan Solana kekal fokus kepada pembangunan perisian sumber terbuka dan desentralisasi sambil kekal \"jauh daripada peperangan budaya\".\n\nKes SEC terhadap Ripple Gagal – Bukti XRP Bukan Sekuriti – John Deaton\n\nPeguam kripto dan bekas calon Senat Massachusetts, John Deaton, berkata tuntutan mahkamah SEC yang gagal terhadap Ripple adalah tamparan terakhir terhadap dakwaan bahawa token XRP adalah sekuriti.\n\nDalam temu bual dengan Cointelegraph, Deaton berkata token XRP adalah komoditi digital, bukan sekuriti. Selepas SEC memutuskan untuk menggugurkan kesnya terhadap Ripple, syarikat blockchain itu akan berpeluang untuk menegosiasikan semula penghakiman $125 juta terhadapnya, kata Deaton.\n\n\nSEC akan menggugurkan rayuannya terhadap Ripple, kata Ketua Pegawai Eksekutif Garlinghouse\n\nTindakan penguatkuasaan bertahun-tahun Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) terhadap Ripple sejak 2021 akhirnya akan berakhir, menurut Ketua Pegawai Eksekutif syarikat itu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDgzZjctMTdlYS03OTc0LWJlNzMtNjYxYzdjZDE1N2M3-2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65b8e384df1c060ecd34c624",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 13:23:00",
            "status": "Posted"
        }
    ]
}