{
    "timestamp": "2025-03-11 08:33:48",
    "all_news": [
        {
            "title": "Yayasan Ethereum nafi terlibat dalam deposit Sky bernilai $56 juta, kata pembangun",
            "description": "Alamat dompet itu menyimpan lebih daripada 30,000 ETH ke Sky untuk mengelakkan daripada dilikuidasi apabila harga Ether merundum.",
            "content": "```\nSeorang pembangun Ethereum menafikan spekulasi bahawa Yayasan Ethereum (EF) berada di sebalik deposit lebih 30,000 Ether baru-baru ini ke dalam protokol kewangan terdesentralisasi (DeFi) Sky, yang sebelum ini dikenali sebagai MakerDAO.\n\nPada 10 Mac, satu alamat dompet telah mendepositkan 30,098 Ether (ETH), bernilai kira-kira $56 juta, ke dalam Sky. Platform risikan kripto Arkham melabel alamat tersebut sebagai \"Yayasan Ethereum?\", menimbulkan spekulasi bahawa EF mungkin telah memindahkan dana ke protokol pinjaman – satu strategi yang disyorkan oleh komuniti – dan bukannya menjual ETH secara langsung untuk membiayai operasinya.\n\nBagaimanapun, ahli-ahli komuniti dengan cepat menolak dakwaan tersebut, menjelaskan bahawa dompet yang dimaksudkan tidak milik Yayasan Ethereum. Eric Conner, pengarang bersama Cadangan Penambahbaikan Ethereum (EIP-1559), menyifatkan laporan Wu Blockchain sebagai \"palsu sepenuhnya,\" yang menunjukkan bahawa alamat tersebut tidak milik EF.\n\nAnthony Sassano, hos The Daily Gwei, juga memetik laporan itu, dengan menyatakan bahawa dompet itu tidak milik EF.\n\nSumber: Anthony Sassano\n\nDompet Ethereum mungkin daripada pelabur awal\n\nWu Blockchain kemudian menjelaskan bahawa walaupun akaun tersebut disyaki milik Yayasan Ethereum, sejarah transaksi menunjukkan ia lebih cenderung dikaitkan dengan pelabur awal Ethereum.\n\nAlamat tersebut menerima pemindahan 4 juta Dai (DAI) daripada Jualan ETH EF pada Mei 2022, dan pembiayaan ETH awal dapat dijejaki kembali ke dompet bernama jonny.eth.\n\nAlamat tersebut mendepositkan $56 juta ke dalam peti besi Sky untuk mengelakkan penghapusan likuiditi apabila harga ETH merudum. Pada 10 Mac, ETH jatuh daripada paras tertinggi $2,138 kepada $1,813, iaitu penurunan sebanyak 15%.\n\nLangkah itu membolehkan dompet tersebut mengelakkan penghapusan likuiditi, menurunkan harga penghapusan likuiditi kepada $1,127.14, 40.19% di bawah harga ETH iaitu $1,896 pada masa penulisan.\n\nBerkaitan: Yayasan Ethereum membentuk majlis luar untuk menegakkan nilai teras rantaian blok\n\nYayasan Ethereum telah menggunakan $120 juta ke dalam protokol DeFi\n\nWalaupun deposit baru-baru ini ke dalam Sky tidak dikaitkan dengan Yayasan Ethereum, EF telah menerima kritikan pada masa lalu kerana menjual ETH untuk stablecoin untuk membiayai gaji pasukan dan operasi. Pada Januari, ahli-ahli komuniti mencadangkan bahawa yayasan itu boleh meminjam stablecoin terhadap pegangan ETHnya dan bukannya menjual aset tersebut.\n\nPada masa itu, Sassano berkata bahawa dan bukannya menukar ETH kepada stablecoin, yayasan itu perlu mempertimbangkan untuk menggunakan Aave untuk meminjam stablecoin terhadap ETH. Sky membenarkan pengguna melakukan perkara yang serupa. Dengan mendepositkan ETH, pengguna boleh meminjam DAI.\n\nPada 13 Februari, EF mendengar cadangan komuniti dan menggunakan 45,000 ETH, kira-kira $120 juta pada masa itu, kepada protokol DeFi Aave, Spark dan Compound.\n\nAhli-ahli komuniti menyambut baik langkah tersebut, dengan pengasas dan Ketua Pegawai Eksekutif Aave, Stani Kulechov, berkata, \"DeFi akan menang.\" EF juga berkata bahawa \"ada lagi yang akan datang,\" yang menunjukkan bahawa ini bukan usaha pertama mereka dalam DeFi.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgzZjItYzMxYy03YTRmLWI3YTYtNjg4ZDYxNmM4N2Ux.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cff0f0ee58524e436fc47d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 08:13:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa harga XRP turun hari ini?",
            "description": "Adakah XRP akan terus jatuh? Rintangan di paras atas dan keadaan ekonomi makro yang tidak menentu menunjukkan penurunan altcoin ini belum berakhir.",
            "content": "XRP (XRP) mencerminkan keadaan pasaran mata wang kripto yang menurun pada 11 Mac, dengan harga jatuh kira-kira 7.50% dalam tempoh 24 jam terakhir kepada $2.08. Pada paras terendah intraday, ia diniagakan pada $1.90.\n\nCarta harga harian XRP/USD. Sumber: TradingView\n\nPemangkin utama yang menyebabkan harga XRP menurun hari ini termasuk:\n\n* Ketakutan kemelesetan ekonomi AS yang semakin meningkat.\n* Stok aset digital Presiden AS Donald Trump yang mengecewakan.\n* Susunan teknikal menurun yang tipikal.\n\nCarta harga empat jam XRP/USD. Sumber: TradingView\n\nKetakutan kemelesetan AS menjejaskan harga XRP\n\nKebimbangan yang semakin meningkat tentang kemungkinan kemelesetan ekonomi AS telah menjejaskan sentimen pelabur di seluruh pasaran kewangan, menjejaskan XRP dan sektor mata wang kripto secara keseluruhan.\n\n**Titik utama:**\n\n* Saham mata wang kripto dan teknologi menyaksikan jualan besar-besaran pada 10 Mac disebabkan oleh kebimbangan kemelesetan AS yang semakin meningkat.\n* JPMorgan menaikkan risiko kemelesetan AS kepada 40%, meningkat daripada 30% pada awal 2025, memetik dasar AS yang melampau sebagai risiko utama.\n* Pengenaan tarif baru-baru ini oleh pentadbiran Trump ke atas import dari Mexico, Kanada, dan China telah meningkatkan kebimbangan tentang perang perdagangan global.\n* Pengakuan Presiden Trump tentang kemungkinan kemelesetan semasa \"tempoh peralihan\" telah menimbulkan kegusaran kepada pelabur.\n* Goldman Sachs juga telah meningkatkan kebarangkalian kemelesetan 12 bulan kepada 20%, meningkat daripada 15%, memberi amaran bahawa ramalan tersebut boleh meningkat jika Trump mengekalkan dasar semasa.\n* Nasdaq E-Mini Futures telah jatuh hampir 6% dalam seminggu yang lalu, bertepatan dengan penurunan 1.18% dalam hasil nota Perbendaharaan 10 tahun.\n* Indeks dolar AS susut 1.88% dalam tempoh yang sama, manakala had pasaran gabungan mata wang kripto telah jatuh sebanyak 8.85%.\n* Sebaliknya, Euro dan Yen Jepun meningkat.\n* Carta harga harian EUR/USD dan JPY/USD. Sumber: TradingView\n* Secara keseluruhan, prestasi ini menunjukkan peningkatan permintaan terhadap apa yang dianggap pelabur sebagai \"tempat perlindungan selamat,\" terutamanya kerana perang perdagangan Trump menjejaskan prospek pertumbuhan ekonomi AS.\n\nSidang Kemuncak Kripto Rumah Putih gagal menarik minat pihak yang menyokong XRP\n\nHarga XRP jatuh dengan mendadak berikutan Sidang Kemuncak Kripto sulung Rumah Putih pada 7 Mac, kerana harapan untuk kemasukannya dalam rizab kripto strategik AS lenyap dengan pantas.\n\n**Titik utama:**\n\n* Kegembiraan awal pudar selepas pasukan Presiden Donald Trump menjelaskan bahawa Ethereum, Solana, Cardano, dan XRP digunakan sebagai contoh ilustrasi, bukan pilihan rasmi untuk rizab AS.\n* Strategi kripto Trump memihak kepada rizab altcoin tetapi tidak termasuk pembelian baharu, yang mengehadkan peluang pengumpulan institusi XRP.\n* Tiada bukti menunjukkan bahawa kerajaan AS memegang XRP, sekali gus mengurangkan optimisme pelabur.\n* Sebaliknya, Bitcoin kekal sebagai pemenang utama, dengan kerajaan AS memegang kira-kira $17.7 bilion dalam BTC, mengukuhkan penguasaan mata wang tersebut.\n* Pasangan XRP/BTC telah jatuh sebanyak 15% dalam tempoh dua minggu lalu sambil menyatukan diri dalam zon pengagihan sejarah.\n* Carta harga dua minggu XRP/BTC. Sumber: TradingView\n* Pecahan di bawah purata bergerak eksponen 200-2W (200-2W EMA; gelombang biru) sekitar 1,700 satoshi boleh menghantar XRP/BTC ke arah 50-2W EMA (~1,700 satoshi).\n\nXRP berisiko jatuh 45%\n\nPenurunan harga XRP hari ini juga merupakan sebahagian daripada corak kepala-dan-bahu yang berlaku.\n\n**Titik utama:**\n\n* Corak H&S terbentuk apabila harga membentuk tiga paras tinggi berturut-turut, dengan puncak tengah (kepala) lebih tinggi daripada dua yang lain (bahu).\n* Sebagai peraturan teknikal, corak ini selesai apabila harga jatuh di bawah sokongan biasa (garis leher) dan jatuh sebanyak ketinggian maksimum corak.\n* Sehingga 10 Mac, XRP telah membentuk apa yang nampaknya bahu kanan corak H&S dan menuju ke arah sokongan garis leher sekitar $2.\n* Pecahan yang menentukan di bawah paras sokongan boleh menghantar harga XRP ke arah $1.11 menjelang April, turun lebih 45% daripada harga semasa.\n\nBolehkah XRP menyambung semula aliran menaiknya?\n\nPemulihan daripada sokongan garis leher $2 boleh melambatkan atau membatalkan corak H&S.\n\nMenariknya, paras itu sejajar dengan dua paras sokongan lain: garis aliran bawah corak segi tiga simetri XRP yang berlaku dan 50-3D EMA.\n\nCarta harga tiga hari XRP/USD. Sumber: TradingView\n\nSatu pantulan, diikuti oleh penutupan yang menentukan di atas garis aliran atas segi tiga, boleh mencetuskan senario penembusan ke arah $3.44.\n\nSasaran aliran menaik diukur selepas menambah ketinggian maksimum segi tiga kepada titik penembusan (dianggap berada pada titik puncak segi tiga pada $2.05).\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvOWFiYzY1ZTEtMGE3Mi00ODkwLWIyODYtZmRmNDM3OTBlYWQ1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/660ae46ff49480053cdf0d38",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 08:12:00",
            "status": "Posted"
        },
        {
            "title": "Rizab Strategik Bitcoin dan Stok Aset Digital Trump, Dijelaskan",
            "description": "Pendirian Donald Trump terhadap Bitcoin telah berubah secara dramatik daripada skeptisisme kepada menyokong rizab strategik Bitcoin di Amerika Syarikat.",
            "content": "Sertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain (ya, berjuta-juta menyayangi kami!) — apa yang anda tunggu?\n\nSejarah ringkas kenyataan dan dasar Trump mengenai kripto\n\nPendirian Donald Trump terhadap mata wang kripto telah berubah secara signifikan dari semasa ke semasa. Dari 2019 hingga 2021, Trump menyatakan keraguan terhadap Bitcoin (BTC), dengan menyebutnya tidak menentu dan ancaman kepada dolar AS, tetapi menjelang 2024, beliau telah mengubah pendiriannya, menjanjikan sokongan untuk kripto, mencadangkan Rizab Strategik Bitcoin AS dan mengkritik dasar anti-kripto pentadbiran Biden.\n\nKeraguan awal (2019–2021)\nJulai 2019: Ketika berkhidmat, Trump mencuit bahawa beliau \"bukan peminat\" Bitcoin, dengan menyebutnya \"bukan wang\" dan mengkritik ketidakstabilannya. Beliau juga menentang projek Libra (Diem) Facebook, dengan alasan bahawa syarikat teknologi tidak sepatutnya mengeluarkan mata wang tanpa piagam perbankan.\nJun 2021: Selepas meninggalkan jawatan, Trump melabel Bitcoin sebagai \"penipuan\" dan ancaman kepada dolar AS, menyokong peraturan ketat untuk menghalangnya daripada menjejaskan sistem kewangan AS.\n\nDasar kripto semasa kepresidenannya (2017–2020)\nPentadbiran Trump secara umumnya mengambil pendirian berhati-hati terhadap kripto:\nSetiausaha Perbendaharaan Steven Mnuchin memberi amaran tentang risiko Bitcoin dan menolak daya maju jangka panjangnya.\nJabatan Perbendaharaan mencadangkan peraturan penjejakan yang lebih ketat untuk dompet digital, yang dihadapi tentangan industri.\nBeberapa pelantikan Trump menyokong dasar perbankan yang mesra kripto, tetapi ini adalah pengecualian kepada pendekatan skeptikal secara keseluruhan.\n\nPeralihan pro-kripto pada 2024\nMenjelang pilihan raya 2024, Trump mengubah haluan, berjanji untuk menamatkan pendirian \"anti-kripto\" pentadbiran Biden. Beliau:\nMengisytiharkan dirinya \"sangat positif dan berfikiran terbuka\" terhadap Bitcoin.\nBerjanji untuk memecat pengawal selia yang sangat skeptikal terhadap kripto jika dipilih semula.\nMencadangkan Rizab Strategik Bitcoin AS, berikrar untuk menyimpan Bitcoin yang dirampas dan bukannya melelongnya.\nPerubahan dramatik ini meletakkan asas bagi rizab Strategik Bitcoin Trump.\n\nRizab Strategik Bitcoin: Apakah maknanya?\n\nSalah satu cadangan utama Trump ialah mencipta Rizab Strategik Bitcoin untuk AS, memperlakukan Bitcoin sebagai aset rizab negara yang serupa dengan emas digital. Pelan ini memberi tumpuan kepada pengumpulan Bitcoin yang dirampas dalam kes jenayah dan bukannya membelinya dengan dana pembayar cukai.\n\nKomponen utama\nBitcoin sebagai aset rizab: Kerajaan AS akan secara rasmi mengiktiraf Bitcoin sebagai pegangan strategik, serupa dengan emas di Fort Knox, memanfaatkan bekalan tetap dan sifatnya yang terdesentralisasi.\nKripto yang dirampas, bukan pembelian pembayar cukai: Daripada menjual Bitcoin yang dirampas di lelongan (seperti yang telah menjadi amalan lepas), kerajaan akan menyimpannya dalam akaun rizab pusat. Arahan eksekutif Trump secara jelas menyatakan bahawa mana-mana Bitcoin yang disimpan \"tidak boleh dijual.\"\nTiada pembelian besar-besaran segera: Pelan ini tidak termasuk pembelian BTC langsung oleh kerajaan persekutuan tetapi membenarkan kaedah \"berneutral belanjawan\" untuk mengembangkan rizab, seperti menggunakan hasil daripada aset lain yang dirampas.\nAdakah AS sudah mempunyai simpanan Bitcoin? Ya, secara tidak langsung. Sepanjang dekad yang lalu, agensi telah merampas sejumlah besar BTC tetapi secara sejarahnya telah melelongnya dan bukannya menyimpannya. Dasar Trump akan mengubahnya, bertujuan untuk memelihara Bitcoin sebagai aset negara.\nPenyokong percaya ini dapat mengukuhkan kewangan AS dan memastikan negara tidak ketinggalan dalam ekonomi global yang didorong oleh Bitcoin. Walau bagaimanapun, pengkritik memberi amaran tentang ketidakstabilan Bitcoin dan risiko mengintegrasikan aset terdesentralisasi ke dalam rizab kerajaan.\n\nAdakah rizab strategik Bitcoin sama dengan simpanan aset digital?\n\nTidak, simpanan aset digital adalah rizab berasingan yang akan menyimpan mata wang kripto lain yang dirampas.\nRizab Strategik Bitcoin hanya memberi tumpuan kepada memegang Bitcoin sebagai aset rizab, manakala Simpanan Aset Digital termasuk aset digital lain yang dirampas seperti Ether (ETH) atau USDC (USDC), walaupun aset ini mungkin diuruskan secara strategik atau dijual dari semasa ke semasa. Walau bagaimanapun, Bitcoin akan disimpan tanpa had dalam rizab.\nTerutama, arahan eksekutif Trump tidak secara jelas menyebut aset kripto tertentu yang akan dimasukkan ke dalam Simpanan Aset Digital AS.\n\nBerikut adalah persamaan dan perbezaan antara Rizab Strategik Bitcoin dan Simpanan Aset Digital AS:\n\nKonteks sejarah: Kerajaan AS dan Bitcoin\n\nPelan rizab Bitcoin Trump dibina berdasarkan sejarah interaksi kerajaan AS dengan mata wang kripto, terutamanya melalui penguatkuasaan undang-undang dan rampasan aset.\n\nRampasan dan lelongan (zaman Silk Road)\nHubungan kerajaan dengan Bitcoin bermula pada 2013–2014 dengan penumpasan Silk Road, di mana ejen persekutuan merampas 144,000 BTC — salah satu rampasan Bitcoin terbesar pernah ada. Daripada menyimpan duit syiling tersebut, Perkhidmatan Marshal AS melelongnya, mewujudkan preseden untuk mencairkan kripto yang dirampas.\nTahukah anda? Pada tahun 2014, usahawan modal teroka Tim Draper membeli 30,000 BTC dengan harga $18 juta, sebahagian kecil daripada nilai masa depannya.\n\nMengumpul dan menjual pegangan kripto\nSejak itu, agensi AS terus merampas dan melelong Bitcoin daripada pelbagai kes, menjual hampir 200,000 BTC antara 2014 dan awal 2023, dengan nilai bersih sekitar $366 juta.\nWalau bagaimanapun, dengan peningkatan harga Bitcoin, duit syiling yang dijual itu kini bernilai lebih daripada $18 bilion — menimbulkan persoalan sama ada kerajaan sepatutnya menyimpannya. Penyokong kripto berpendapat bahawa sejarah ini membenarkan dasar \"hodl\" dan bukannya pencairan berterusan.\n\nDasar pentadbiran lepas\nPentadbiran Obama: Fokus kepada mengawal selia bursa dan mengekang penggunaan haram.\nPenggal pertama Trump: Menekankan penguatkuasaan, mengenakan sekatan ke atas akaun kripto yang dikaitkan dengan musuh dan menyasarkan penipu cukai.\nPentadbiran Biden: Mengutamakan perlindungan pelabur dan penguatkuasaan peraturan, menyaman bursa utama pada 2023 dan meneruskan pencairan Bitcoin yang dirampas dan bukannya menyimpannya.\nIdea rizab Bitcoin negara sebahagian besarnya tidak wujud dalam pentadbiran terdahulu — sehingga cadangan Trump pada 2024.\n\nKonteks global\nKerajaan lain, termasuk China dan Jerman, telah merampas Bitcoin, tetapi kebanyakannya — seperti AS — memilih untuk melelongnya dan bukannya menyimpannya. Tiada ekonomi utama yang telah mengintegrasikan Bitcoin ke dalam rizab berdaulatnya.\nContoh terdekat ialah El Salvador, yang menjadikan Bitcoin sebagai tender sah pada 2021 dan mula mengumpulnya. Jika dilaksanakan sepenuhnya, strategi rizab Bitcoin Trump akan menjadikan AS sebagai negara utama pertama yang secara rasmi memegang Bitcoin sebagai aset strategik, satu perubahan yang signifikan dalam dasar kripto global.\nTahukah anda? Pada tahun 2024, cabang pelaburan berdaulat Bhutan secara senyap-senyap mengumpul pegangan Bitcoin bernilai $750 juta melalui perlombongan yang dikuasakan oleh tenaga hidroelektrik, iaitu sebanyak 28% daripada keluaran dalam negara kasarnya.\n\nImpak berpotensi Rizab Strategik Bitcoin\n\nJika AS menubuhkan Rizab Strategik Bitcoin, implikasinya mungkin signifikan bagi pasaran, peraturan dan strategi kewangan.\n\nDinamik pasaran\nDasar larangan jualan akan menghapuskan tekanan jualan utama, kerana Bitcoin yang dirampas tidak lagi akan dilelong, secara efektifnya mengurangkan bekalan yang beredar. Sesetengah penganalisis melihat ini sebagai perkara yang memberangsangkan bagi harga Bitcoin.\nAntisipasi terhadap pendirian pro-kripto Trump telah memacu optimisme pasaran pada akhir 2024. Walau bagaimanapun, perubahan politik boleh membawa ketidakpastian — pentadbiran masa depan mungkin membalikkan dasar dan menjual, menjadikan Bitcoin yang dipegang kerajaan sebagai faktor yang mempengaruhi pasaran baharu.\n\nKesahihan dan pengarusutamaan\nJika AS memegang Bitcoin sebagai aset strategik, ia akan menandakan pengesahan kerajaan yang terkuat terhadap kripto setakat ini. Ini boleh menggalakkan pelabur institusi dan memberi tekanan kepada negara lain untuk mempertimbangkan dasar yang sama.\nJika berbilang kerajaan mula menyimpan Bitcoin, ia boleh mengintegrasikan kripto dengan lebih mendalam ke dalam kewangan global, berpotensi mempengaruhi kepelbagaian rizab dan juga sekatan antarabangsa.\n\nPeralihan peraturan\nRizab Bitcoin negara selaras dengan peralihan pro-kripto yang lebih luas dalam peraturan AS. Trump telahpun memberi isyarat pendirian yang lebih mesra, meminta peraturan yang lebih jelas dan melindungi akses perbankan firma kripto. Ini boleh membalikkan permusuhan peraturan sebelum ini, menjadikan AS sebagai hab yang lebih menarik untuk perniagaan rantaian blok.\nDengan kerajaan memegang Bitcoin, ia juga boleh memberi insentif kepada dasar yang mempromosikan pertumbuhan kripto, walaupun mengimbangi inovasi dan perlindungan pengguna tetap menjadi cabaran.\nTahukah anda? Pada tahun 2025, Presiden Trump melantik David Sacks sebagai pemerintah AI dan kripto Rumah Putih untuk mewujudkan rangka kerja undang-undang untuk industri mata wang kripto.\n\nStrategi kewangan dan dolar\nTrump menegaskan bahawa Bitcoin tidak akan menggantikan dolar AS, tetapi memegangnya sebagai aset rizab boleh melengkapi dan bukannya bersaing dengan dolar — serupa dengan emas.\nJika Bitcoin meningkat nilainya, ia boleh mengukuhkan kedudukan kewangan AS, tetapi jika ia mendapat terlalu banyak pengaruh dalam rizab global, ia mungkin mencabar dominasi fiat dari semasa ke semasa.\nWalaupun spekulatif buat masa ini, rizab Bitcoin negara boleh membentuk semula peranan aset digital dalam kewangan global.\n\nCabaran dan kontroversi\n\nPelan rizab Bitcoin Trump telah mencetuskan kedua-dua semangat dan kritikan. Kebimbangan utama termasuk ketidakstabilan, optik politik dan halangan undang-undang.\n\nKetidakstabilan dan risiko\nAyunan harga Bitcoin menjadikannya aset rizab yang berisiko. Tidak seperti emas atau US Treasurys, Bitcoin boleh jatuh 10% dalam sehari, menimbulkan kebimbangan tentang mendedahkan rizab yang dikaitkan dengan pembayar cukai kepada kerugian besar. Pengkritik membandingkannya dengan perjudian dengan dana awam, manakala penyokong berpendapat bahawa tidak memegang Bitcoin menimbulkan risiko yang lebih besar jika ia terus meningkat nilainya.\n\n\"Pusingan\" politik\nTrump pernah memanggil Bitcoin sebagai ancaman kepada dolar, tetapi kini menyokongnya. Penentang melihat ini sebagai peluang, didorong oleh sumbangan kempen daripada pelabur kripto dan bukannya perubahan dasar yang tulen. Penyokong berpendapat ia mencerminkan pemodenan Republikan, menarik minat pengundi muda yang mesra kripto.\n\nMemilih Bitcoin berbanding mata wang kripto lain\nDengan menyimpan Bitcoin, kerajaan mungkin dilihat sebagai memilih pemenang dan pesalah dalam pasaran kripto. Ini boleh mengetepikan token yang lebih kecil dan menimbulkan kebimbangan mengenai campur tangan pasaran. Sesetengah pihak bimbang bahawa agenda kripto Trump boleh memperlahankan peraturan yang lebih luas dengan menjadikan isu tersebut sebagai isu perpecahan.\n\nHalangan undang-undang dan logistik\nMemindahkan Bitcoin yang dirampas ke dalam rizab kerajaan bukanlah mudah. Undang-undang semasa mengarahkan lelongan, yang bermaksud Kongres mungkin perlu campur tangan. Di samping itu, mengamankan berbilion dolar dalam kripto memerlukan keselamatan siber bertaraf tinggi, kerana penggodaman atau kehilangan kunci boleh membawa malapetaka. Penggubal undang-undang juga mendesak ketelusan tentang berapa banyak Bitcoin yang sebenarnya dipegang oleh kerajaan.\n\nKetidakpastian strategi ekonomi\nBagaimanakah Bitcoin sesuai dengan dasar monetari AS?\nRizab Persekutuan tidak menganggap kripto sebagai sebahagian daripada sistemnya buat masa ini. Jika Perbendaharaan memegang Bitcoin, adakah ia akan mempengaruhi keputusan monetari atau hanya kekal sebagai pelaburan?\nDasar Trump juga melarang mata wang digital bank pusat AS untuk mencegah persaingan dengan kripto persendirian, menimbulkan persoalan tentang ketekalan strategi kewangan AS.\nEksperimen rizab Bitcoin boleh membentuk semula dasar kripto AS — atau mencipta kerumitan baharu yang mencabar daya maju jangka panjangnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9lODA3YTZhZjZjOGU4M2I3MTA4NTlhMjc4YWQ3ZTc1Ni5qcGc.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cff20d9861e111be7fa9a4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 08:10:00",
            "status": "Posted"
        }
    ]
}