{
    "timestamp": "2025-04-23 19:23:02",
    "all_news": [
        {
            "title": "SEC and El Salvador Discuss Cross-Border Crypto Regulation",
            "translated_facebook_post": "Survei menunjukkan kerjasama antara SEC dan CNAD El Salvador untuk kawal selia aset digital merentas sempadan, termasuk Bitcoin dan Tether.  Usaha ini diinspirasikan oleh langkah El Salvador menjadikan Bitcoin sebagai mata wang sah pada 2021.  Pelaburan dalam kripto tetap berisiko.\n\nEl Salvador dan Amerika Syarikat tengah bekerjasama jaga pasaran mata wang kripto, terutamanya Bitcoin dan Tether.  Risiko tetap ada, jadi kena buat kajian sendiri sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093c29cd2c2344ce4a5e81",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-office-sandbox-meeting.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:11:00"
        },
        {
            "title": "Is Uniswap (UNI) Gearing Up For Another Breakout Rally? This Fractal Says Yes!",
            "translated_facebook_post": "Pasaran kripto nampak macam dah mula menunjukkan tanda-tanda positif lepas agak lembap awal tahun ni.  UNI pun macam nak naik balik, lepas jatuh banyak sebelum ni.  Kalau ikut corak carta, mungkin ada potensi untuk harga naik lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093a3c891e88782de7c6e2",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/dd0f5b5389884054998345f3baa2fb41.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:10:00"
        },
        {
            "title": "Sol Strategies Secures $500 Million for Innovation",
            "translated_facebook_post": "Syarikat Sol Strategies berjaya dapat dana sehingga $500 juta untuk pelaburan dalam rangkaian Solana, termasuk beli token SOL dan tingkatkan aktiviti pengesah.  Mereka juga dah pindah ke bursa saham Nasdaq dan  strategi kewangan unik mereka nampaknya berpotensi untung banyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/sol-strategies-secures-500-million-for-innovation",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/solana-064.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:08:00"
        },
        {
            "title": "Bitcoin Surpasses Google as Fifth Largest Global Asset",
            "translated_facebook_post": "Bitcoin dah mengatasi Google sebagai aset global kelima terbesar, disebabkan peningkatan pelaburan institusi, faktor ekonomi global yang baik, dan aliran masuk ETF yang banyak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093aff3b31414aea40e8b3",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/bitcoin-towering-over-google.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:05:00"
        },
        {
            "title": "Bitcoin holders back in profit as new capital enters the market — Is $100K BTC price next?",
            "translated_facebook_post": "Pelabur jangka pendek Bitcoin dah untung balik, dan ada kemungkinan harganya boleh cecah $100,000.  Walaupun ada risiko jualan dekat harga $97,000, ramai juga yang jangka harga akan naik lagi.",
            "translated_title": "Pemegang Bitcoin kembali untung susulan kemasukan modal baharu ke pasaran — Adakah harga BTC $100,000 seterusnya?",
            "translated_content": "**Intip Utama:**\n\nPemegang Bitcoin jangka pendek kembali untung, meningkatkan peluang kenaikan harga kepada $100,000.  Pemegang jangka panjang telah menambah 363,000 BTC sejak Februari, dengan pembeli baru menyuntik modal pada April. Risiko tekanan jual Bitcoin wujud pada $97,000, di mana 392,000 BTC berpotensi dijual.\n\nLonjakan harga Bitcoin (BTC) melebihi $91,700 pada 22 April telah menolak nilainya melebihi harga tercapai jangka pendek atau kos asas. Ini menunjukkan bahawa majoriti pemegang jangka pendek (STHs) kini kembali untung.  STHs yang kembali untung selepas kerugian belum direalisasikan menandakan prospek menaik, membuka jalan untuk ujian semula harga $100,000. Secara sejarah, semasa fasa awal kenaikan harga, STHs yang untung memberikan momentum menaik dengan memegang teguh dan menarik pelabur baru. Pemetaan bekalan Bitcoin menunjukkan \"aktiviti yang kuat\" pada April daripada pembeli kali pertama, menunjukkan suntikan modal baru ke pasaran pada harga yang lebih tinggi. Pemegang jangka panjang (mereka yang memegang selama lebih daripada 155 hari) telah meningkatkan peruntukan mereka sebanyak 363,000 BTC sejak Februari, manakala ikan paus dan jerung Bitcoin telah menyerap 300% daripada pengeluaran tahunan.\n\nWalaupun kejayaan harga minggu ini, penyelidik Bitcoin Axel Adler Jr. menyatakan bahawa rintangan kuat terakhir kekal pada $96,100.  Kira-kira 392,000 Bitcoin pada harga $97,000 boleh mencetuskan jualan besar-besaran.  Mengikut data pengagihan kos asas Bitcoin, pelabur memegang kira-kira 392,000 BTC pada purata kos asas $97,000, mewujudkan zon rintangan berpotensi.  Kepekatan ini menunjukkan ramai pelabur mungkin menjual pada titik pulang modal, berpotensi menghalang momentum menaik Bitcoin.  Bagaimanapun, penunjuk teknikal menunjukkan  pergerakan harga Bitcoin dalam fasa pengumpulan semula Wyckoff adalah \"berjalan dengan cantik\", mencadangkan pengumpulan oleh pemain besar, menandakan trend menaik untuk Bitcoin, kerana pasaran menyerap bekalan dan bersedia untuk trend menaik.",
            "translated_summary": "Pemegang Bitcoin jangka pendek kembali untung.  Adakah $100,000 BTC hentian seterusnya?",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093afc3b31414aea40e8af",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzI2NjAtNGRkZC03YTMzLWExMzAtOGE1NWVhNDU0MThl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-23 19:05:00"
        },
        {
            "title": "IMF Cuts US Growth Forecast For 2025",
            "translated_facebook_post": "IMF dah turunkan ramalan pertumbuhan ekonomi Amerika Syarikat untuk tahun 2025, dari 2.7% kepada 1.8% je.  Ini disebabkan perang perdagangan, inflasi, dan penurunan kuasa beli.  Risiko ekonomi global pun jadi lebih tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093afd3b31414aea40e8b1",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/FMI-V-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:05:00"
        },
        {
            "title": "Cardano Price: Key Levels to Watch As It Skyrockets 10%",
            "translated_facebook_post": "Harga Cardano (ADA) naik mendadak 10%, ramai yakin akan terus meningkat dan mungkin cecah harga sasaran $4.  Pelaburan meningkat dan bursa utama seperti Binance, Bitget, dan Gate.io mencatat jumlah dagangan yang tinggi.  Namun, pergerakan harga bergantung juga pada aktiviti 'whale' yang mungkin menjejaskan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093affcd2c2344ce4a5e7e",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/79a831a29eac4aefba14ff6d60f944d8.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:05:00"
        },
        {
            "title": "Sol Strategies Captures Attention with $500 Million Convertible Bond Financing",
            "translated_facebook_post": "Sol Strategies, sebuah syarikat aset digital dari Toronto, dapat dana besar menerusi bon boleh tukar sehingga $500 juta untuk pelaburan dalam Solana, termasuk beli token SOL dan tambah operasi pengesahan.  Strategi ini nampaknya berjaya dan menarik minat ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/sol-strategies-captures-attention-with-500-million-convertible-bond-financing/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/solana-1009-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:01:00"
        },
        {
            "title": "Alabama Drops Staking Suit Against Coinbase",
            "translated_facebook_post": "Alabama dah tarik balik saman terhadap Coinbase, jadi perkembangan positif untuk peraturan kripto di Amerika Syarikat, dan mungkin akan bagi kesan baik pada pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680939bacd2c2344ce4a5e73",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/alabama-coinbase-crypto-optimism.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:00:00"
        },
        {
            "title": "SEC and El Salvador Discuss Sandbox Pilot for Digital Assets",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) bekerjasama dengan El Salvador untuk uji cuba kawal selia aset digital rentas sempadan, mungkin menarik minat broker Amerika untuk melabur di pasaran El Salvador dan memberi kesan kepada mata wang digital utama seperti Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680939b95bc5e763a9e85c8d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/sec-el-salvador-meeting-room.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:00:00"
        },
        {
            "title": "This Altcoin Could See a 30% Price Surge as It Consolidates Within Symmetrical Triangle",
            "translated_facebook_post": "Analisis menunjukkan harga  MKR mungkin naik sehingga 30%  sebab ia sedang dalam fasa pengukuhan berbentuk segitiga simetri.  Pelabur kena perhatikan paras harga penting untuk tentukan masa beli dan jual.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680939b83b31414aea40e8a8",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/win-green-arrow-up.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:00:00"
        },
        {
            "title": "PumpBTC Crashes 43% After Binance TGE Launch",
            "translated_facebook_post": "Harga PumpBTC jatuh mendadak sebanyak 43% selepas pelancaran TGE Binance, disebabkan aktiviti perdagangan futures yang tinggi di Binance dan Bybit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680939b85bc5e763a9e85c8b",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/PumpBTC.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:00:00"
        },
        {
            "title": "500M Transactions, $2.00 Support, and a Live Game, Why Dragoin Beats SUI and XRP This Cycle",
            "translated_facebook_post": "SUI dah cecah 500 juta transaksi, XRP kekal atas $2, tapi Dragoin lebih menarik sebab dah ada game beta dalam Telegram siap-siap.  Dengan pelan hala tuju yang jelas dan kontrak yang dah diaudit, pelaburan awal dalam Dragoin nampaknya berpotensi pulangan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680939b93b31414aea40e8aa",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-23T160325.978Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:00:00"
        },
        {
            "title": "With DOGE Drops 12% & ETH Faces Sell-Offs, Dragoin’s Numbers Speak Louder",
            "translated_facebook_post": "Harga Dogecoin jatuh 12% dan Ethereum alami tekanan jual,  tetapi Dragoin nampaknya menawarkan peluang menarik dengan metrik pra-jualan dan produk sedia ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68093aff5bc5e763a9e85c94",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-23T161417.813Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 19:00:00"
        },
        {
            "title": "Ethereum Trader Loses Millions Then Buys Back In As Price Rises",
            "translated_facebook_post": "Harga Ethereum naik, seorang pelabur rugi jutaan dolar lepas jual, beli balik dengan harga lebih tinggi.  Ramai pelabur lain pun aktif berurus niaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680938aa5bc5e763a9e85c88",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Ethereum-Trader-Loses-Millions-Then-Buys-Back-In-As-Price-Rises.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 18:54:00"
        },
        {
            "title": "SEC discusses deepening US-El Salvador ties amid deportation backlash",
            "translated_facebook_post": "Suruhanjaya Sekuriti Amerika Syarikat (SEC) tengah bincang kerjasama dengan El Salvador dalam hal kawal selia mata wang kripto, walaupun ada isu deportasi antara dua negara.  Mereka cadang buat program percubaan kerjasama, terhad pada $10,000 setiap satu.",
            "translated_title": "SEC bincang hubungan AS-El Salvador yang semakin erat di tengah-tengah reaksi terhadap deportasi",
            "translated_content": "Pasukan petugas kripto Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) telah bertemu dengan Suruhanjaya Kebangsaan Aset Digital El Salvador (CNAD) untuk membincangkan peraturan dan cadangan kotak pasir rentas sempadan.\n\nDalam memorandum bertarikh 22 April, pasukan petugas kripto SEC melaporkan pertemuan dengan pegawai dari El Salvador, Firma Guaman Perkin, dan bekas rakan kongsi Goldman Sachs, Heather Shemilt sebagai sebahagian daripada usaha suruhanjaya itu kepada industri.  Wakil-wakil tersebut membincangkan kerjasama rentas sempadan AS-El Salvador mengenai pengawalseliaan kripto pada masa hubungan antara kedua-dua negara menjadi tumpuan kebangsaan berhubung isu imigresen dan pengusiran AS ke penjara El Salvador.\n\nMenurut nota mesyuarat, suruhanjaya kebangsaan El Salvador bersetuju untuk bekerjasama dengan SEC untuk mewujudkan program perintis kotak pasir, dengan had sebanyak $10,000 bagi setiap senario. Program ini mencadangkan untuk membenarkan broker yang berlesen di AS untuk mendapatkan lesen aset digital di El Salvador dan mengeluarkan token \"bukan sekuriti\" dengan kerjasama syarikat tempatan.\n\nRamai dalam industri kripto melihat Presiden Salvador, Nayib Bukele sebagai dalang di sebalik usaha negara itu untuk menerima pakai mata wang kripto sejak beliau mengumumkan undang-undang untuk mengiktiraf Bitcoin (BTC) sebagai tender sah pada tahun 2021. Bukele bertemu dengan Presiden AS Donald Trump pada 14 April, membincangkan butiran perjanjian $6 juta di mana pentadbiran Trump telah menghantar pendatang, yang status undang-undang mereka di AS tidak jelas, ke penjara di El Salvador.  Sesetengah pengusiran ini melanggar perintah daripada hakim persekutuan.\n\nLaporan mesyuarat itu dikeluarkan kira-kira sehari selepas SEC mengumumkan bahawa Paul Atkins telah mengangkat sumpah sebagai pengerusi baharu suruhanjaya itu, menggantikan Gary Gensler dan pemangku pengerusi Mark Uyeda. Semasa upacara angkat sumpahnya, Atkins berkata keutamaan utamanya adalah untuk \"menyediakan asas pengawalseliaan yang kukuh untuk aset digital.\"",
            "translated_summary": "Pasukan petugas kripto SEC, yang diketuai oleh Pesuruhjaya Hester Peirce, dilaporkan telah mengadakan pertemuan dengan pegawai-pegawai dari El Salvador pada 22 April.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809377e3b31414aea40e8a4",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjYzMTUtNmJlOS03NzI0LWE4N2MtMGE2ZDYzNjVmNTE0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-23 18:52:00"
        },
        {
            "title": "Speculations Rise over U.S. Bitcoin Reserve Proposal",
            "translated_facebook_post": "Amerika Syarikat mungkin akan wujudkan rizab Bitcoin negara, dan khabar angin ni dah pun beri kesan positif pada pasaran Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809377ecd2c2344ce4a5e71",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/uncle-sam-bitcoin-us-capitol.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 18:51:00"
        },
        {
            "title": "Which Altcoins Should Be Picked for the Expected Rally? Analyst Reveals the Criteria He Follows!",
            "translated_facebook_post": "Pelabur patut perhatikan altcoins yang dah jatuh banyak, ada cerita menarik, ada berita baik akan datang, dan menunjukkan isyarat teknikal positif untuk pelaburan masa depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809377d3b31414aea40e8a0",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/12/soru-isareti-altcoin.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 18:51:00"
        },
        {
            "title": "Arthur Hayes' \"Ski Cut\" Essay: How Trump's Tariffs Could Trigger a Bitcoin Rally",
            "translated_facebook_post": "Analisa Arthur Hayes tentang dasar tarif Trump menunjukkan dasar pasaran bon mungkin tidak stabil, dan ini mungkin menyebabkan kenaikan harga Bitcoin.  Situasi ekonomi sekarang ini serupa dengan tahun 2022, di mana selepas penurunan harga,  Bitcoin meningkat dengan mendadak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809377dcd2c2344ce4a5e6f",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/arthurhayes2304_fa71f71ad6.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 18:50:00"
        },
        {
            "title": "Richard Heart: SEC Drops Stunning Securities Fraud Case Against HEX Founder",
            "translated_facebook_post": "Suruhnya, kes SEC terhadap Richard Heart, pengasas HEX, dah digugurkan.  Walaupun lega sikit,  ketidakpastian peraturan kripto masih ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6809377e891e88782de7c6dc",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Richard-Heart-SEC-Drops-Stunning-Securities-Fraud-Case-Against-HEX-Founder.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 18:50:00"
        }
    ]
}