{
    "timestamp": "2025-03-16 15:24:50",
    "all_news": [
        {
            "title": "Web3 mempunyai masalah metadata, dan masalah ini tidak akan hilang.",
            "description": "Janji Web3 tentang desentralisasi terancam oleh krisis metadata, di mana pengawasan berasaskan AI mengeksploitasi data transaksi, menjejaskan privasi pengguna…",
            "content": "Pendapat oleh: Casey Ford, PhD, penyelidik di Nym Technologies\n\nWeb3 muncul menerusi gelombang penyahpusatan. Aplikasi terdesentralisasi (DApps) meningkat sebanyak 74% pada tahun 2024 dan dompet individu sebanyak 485%, dengan jumlah nilai yang dikunci (TVL) dalam kewangan terdesentralisasi (DeFi) mencatat paras hampir rekod tinggi iaitu $214 bilion. Walau bagaimanapun, industri ini menuju ke arah penguasaan jika ia tidak segera bertindak.\n\nSeperti yang diusik oleh Elon Musk tentang meletakkan Perbendaharaan AS di atas rantaian blok, walaupun difikirkan secara tidak sempurna, keadaan sedang berubah kerana kripto sedang dikawal atur. Tetapi apabila ia berlaku, adakah Web3 bersedia untuk “melindungi data [pengguna],” seperti yang dijanjikan oleh pengganti Musk? Jika tidak, kita semua berada di ambang krisis keselamatan data global.\n\nKrisis ini berpunca daripada kelemahan di tengah-tengah dunia digital: pengawasan metadata semua rangkaian sedia ada, termasuk rangkaian terdesentralisasi Web3. Teknologi AI kini menjadi asas sistem pengawasan dan bertindak sebagai pencetus. Rangkaian tanpa nama menawarkan jalan keluar daripada keadaan penguasaan ini. Tetapi ini mesti bermula dengan perlindungan metadata secara menyeluruh.\n\nMetadata ialah sempadan baharu pengawasan\n\nMetadata ialah bahan mentah pengawasan AI yang sering diabaikan. Berbanding data muatan, metadata adalah ringan dan oleh itu mudah diproses secara besar-besaran. Di sinilah sistem AI menunjukkan prestasi terbaik. Metadata yang dikumpulkan boleh mendedahkan lebih banyak maklumat daripada kandungan yang disulitkan: corak tingkah laku, rangkaian kenalan, keinginan peribadi dan akhirnya, keterramalan. Dan dari segi undang-undang, ia tidak dilindungi seperti komunikasi tersulit hujung ke hujung (E2E) yang kini terdapat di beberapa wilayah.\n\nWalaupun metadata merupakan sebahagian daripada semua aset digital, metadata yang bocor daripada trafik tersulit E2E mendedahkan kita dan apa yang kita lakukan: IP, tandatangan masa, saiz paket, format penyulitan dan juga spesifikasi dompet. Semua ini boleh dibaca sepenuhnya oleh pihak lawan yang mengawasi rangkaian. Transaksi rantaian blok tidak terkecuali.\n\nDaripada timbunan sampah digital boleh muncul lombong emas rekod terperinci tentang semua yang kita lakukan. Metadata ialah sedar digital kita, dan ia boleh diambil oleh mana-mana mesin yang boleh menuainya untuk keuntungan.\n\nHad rantaian blok\n\nMelindungi metadata transaksi merupakan pemikiran kemudian teknologi rantaian blok. Kripto tidak menawarkan tanpa nama walaupun persatuan reaktif industri dengan perdagangan haram. Ia menawarkan samaran, keupayaan untuk memegang token dalam dompet dengan nama yang dipilih.\n\nHarry Halpin dan Ania Piotrowska telah mendiagnosis keadaan ini:\n\n“[T] sifat awam buku besar transaksi Bitcoin [...] bermakna sesiapa sahaja boleh memerhati aliran duit syiling. [P] alamat samaran tidak memberikan sebarang tahap tanpa nama yang bermakna, kerana sesiapa sahaja boleh menuai alamat pihak lawan bagi mana-mana transaksi dan membina semula rantaian transaksi.”\n\nOleh kerana semua transaksi rantaian adalah awam, sesiapa sahaja yang menjalankan nod penuh boleh mempunyai pandangan menyeluruh tentang aktiviti rantaian. Tambahan pula, metadata seperti alamat IP yang dilampirkan pada dompet samaran boleh digunakan untuk mengenal pasti lokasi dan identiti orang jika teknologi pengesanan cukup canggih.\n\nInilah masalah utama pengawasan metadata dalam ekonomi rantaian blok: Sistem pengawasan boleh menyah-namakan trafik kewangan kita dengan berkesan oleh mana-mana pihak yang berkemampuan.\n\nPengetahuan juga merupakan kelemahan keselamatan\n\nPengetahuan bukan sahaja kuasa, seperti kata pepatah. Ia juga merupakan asas di mana kita dieksploitasi dan kehilangan kuasa. Terdapat sekurang-kurangnya tiga risiko metadata umum merentas Web3.\n\nPenipuan: Ketidakamanan kewangan dan pengawasan saling berkaitan. Penggodaman, kecurian atau penipuan yang paling serius bergantung pada pengetahuan yang terkumpul tentang sasaran: aset mereka, sejarah transaksi dan siapa mereka. DappRadar menganggarkan kerugian $1.3 bilion akibat “penggodaman dan eksploitasi” seperti serangan pancingan data pada tahun 2024 sahaja.\n\nKebocoran: Dompet yang membenarkan akses kepada token ekonomi terdesentralisasi bergantung pada infrastruktur tersentralisasi yang bocor. Kajian tentang DApps dan dompet telah menunjukkan berleluasanya kebocoran IP: “Infrastruktur dompet sedia ada tidak memihak kepada privasi pengguna. Laman web menyalahgunakan dompet untuk mengenal pasti pengguna dalam talian, dan DApps dan dompet membocorkan alamat dompet pengguna kepada pihak ketiga.” Samaran adalah tidak berguna jika identiti dan corak transaksi orang boleh didedahkan dengan mudah melalui metadata.\n\nKonsensus rantaian: Konsensus rantaian adalah titik serangan yang berpotensi. Satu contoh ialah inisiatif baru-baru ini oleh Celestia untuk menambah lapisan tanpa nama untuk menyembunyikan metadata pengesah terhadap serangan tertentu yang cuba mengganggu konsensus rantaian dalam proses Pensampelan Ketersediaan Data (DAS) Celestia.\n\nMemastikan Web3 melalui tanpa nama\n\nApabila Web3 terus berkembang, begitu juga jumlah metadata tentang aktiviti orang yang ditawarkan kepada sistem pengawasan yang baru diberi kuasa.\n\nDi luar VPN\n\nTeknologi rangkaian persendirian maya (VPN) sudah berusia beberapa dekad. Ketiadaan kemajuan adalah mengejutkan, dengan kebanyakan VPN kekal dalam infrastruktur tersentral dan proprietari yang sama. Rangkaian seperti Tor dan Dandelion telah muncul sebagai penyelesaian terdesentralisasi. Namun, ia masih terdedah kepada pengawasan oleh pihak lawan global yang mampu melakukan “analisis masa” melalui kawalan nod masuk dan keluar. Alat yang lebih canggih diperlukan.\n\nRangkaian hingar\n\nSemua pengawasan mencari corak dalam rangkaian yang penuh dengan hingar. Dengan menyembunyikan corak komunikasi dan memisahkan metadata seperti IP daripada metadata yang dihasilkan oleh trafik, vektor serangan yang mungkin boleh dikurangkan dengan ketara, dan corak metadata boleh diacak menjadi omong kosong.\n\nRangkaian tanpa nama telah muncul untuk menyahaktifkan trafik sensitif seperti komunikasi atau transaksi kripto melalui hingar: trafik perlindungan, penyamaran masa dan pencampuran data. Dengan semangat yang sama, VPN lain seperti Mullvad telah memperkenalkan program seperti DAITA (Pertahanan Menentang Analisis Trafik Berpandu AI), yang bertujuan untuk menambah “herotan” kepada rangkaian VPNnya.\n\nMenyusun kod\n\nSama ada mempertahankan orang daripada pembunuhan dalam peperangan dron masa depan atau mengamankan transaksi onchain mereka, rangkaian tanpa nama baharu diperlukan untuk menyusun kod yang menjadikan kita semua sasaran: metadata yang ditinggalkan oleh kehidupan dalam talian kita.\n\nKeadaan penguasaan sudah pun wujud. Pembelajaran mesin sedang memakan data kita. Daripada membiarkan data orang tidak dilindungi, Web3 dan sistem tanpa nama boleh memastikan bahawa apa yang berakhir di tangan AI adalah sampah.\n\nPendapat oleh: Casey Ford, PhD, penyelidik di Nym Technologies.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTNjNmEtNWYxZS03YjdkLWE4ZjEtMzM2NTZkZjJhNWVm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6e87acdefe5621907f5b2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 15:00:00",
            "status": "Posted"
        }
    ]
}