{
    "timestamp": "2025-03-13 05:25:30",
    "all_news": [
        {
            "title": "Ripple peroleh lesen Dubai untuk menawarkan pembayaran kripto di UAE.",
            "description": "Kelulusan ini membenarkan syarikat tersebut menyediakan produk pembayaran global kepada perniagaan di Emiriah Arab Bersatu.",
            "content": "Penyedia pembayaran berasaskan teknologi rantaian blok, Ripple, telah menerima kelulusan pengawalseliaan sepenuhnya daripada Pihak Berkuasa Perkhidmatan Kewangan Dubai (DFSA) untuk menawarkan perkhidmatan pembayaran kripto rentas sempadan di Emiriah Arab Bersatu (UAE).\n\nSyarikat itu mengumumkan pada 13 Mac bahawa ia telah memperoleh lesen DFSA, membolehkannya beroperasi di Pusat Kewangan Antarabangsa Dubai (DIFC), zon ekonomi bebas UAE dengan dasar cukai dan rangka kerja pengawalseliaan tersendiri.\n\nPengumuman itu dibuat hampir enam bulan selepas syarikat itu mengumumkan penerimaan kelulusan prinsip bagi lesen DFSA. Pada 1 Oktober 2024, Ripple mendedahkan bahawa ia sedang berusaha untuk dilesenkan oleh DFSA kerana ia bertujuan untuk melancarkan infrastruktur aset digitalnya di UAE.\n\nMembolehkan pembayaran global berasaskan rantaian blok untuk perniagaan UAE\n\nDengan lesen ini, Ripple kini boleh menyediakan penyelesaian pembayaran global berasaskan rantaian blok kepada perniagaan di seluruh UAE. Syarikat itu berkata ini membolehkannya memenuhi keperluan institusi kewangan yang mencari rakan kongsi untuk membantu mereka menggunakan aset digital dalam aplikasi dunia nyata.\n\nRipple menjadi penyedia pembayaran kripto pertama di DIFC\n\nDengan kelulusan DFSA, Ripple telah menjadi penyedia pembayaran yang didayakan rantaian blok pertama yang beroperasi dalam zon bebas DIFC, menurut Ketua Pegawai Eksekutif DIFC, Arif Amiri.\n\n“Kami gembira bahawa Ripple memperdalam komitmen mereka kepada Dubai dengan mendapatkan lesen DFSA yang menjadikan mereka penyedia pembayaran yang didayakan rantaian blok pertama di DIFC,” katanya.\n\nLesen itu membolehkan Ripple meneroka peluang di UAE dan rantau MENA yang lebih luas, tambahnya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThhNjctYWVmMC03NzM1LTg0N2MtYzM0MDMxMmNjMTQw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d267586148724e69cee06d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 05:00:00",
            "status": "Posted"
        }
    ]
}