{
    "timestamp": "2025-04-22 20:30:23",
    "all_news": [
        {
            "title": "US Stock Market Sheds $2.5 Trillion, BTC Price Reclaims $88,000",
            "translated_facebook_post": "Pasaran saham AS jatuh sebanyak $2.5 trilion, tetapi harga Bitcoin pulih dan mencecah $88,000. Ketidakpastian perang tarif menjejaskan pasaran saham,  pelabur beralih kepada Bitcoin dan emas sebagai pelaburan selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8bacb569f05207f1e31",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/Bitcoin-Faces-78K-Breakdown-Risk-Amid-Spot-Rally-and-Tariff-Uncertainty.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:13:00"
        },
        {
            "title": "Ethereum bounces from key support: can It reclaim the $2,000 barrier?",
            "translated_facebook_post": "Harga Ethereum naik semula lepas jatuh ke paras sokongan penting, tapi masih belum pasti lagi sama ada ia boleh cecah paras $2,000.  Kalau tak dapat tembus $2,000, harga mungkin turun lagi ke paras $800.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8b9cb569f05207f1e2d",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-Ethereum-option50.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:13:00"
        },
        {
            "title": "Elon Musk Leads Major Government Spending Cuts",
            "translated_facebook_post": "Jabatan Kecekapan Kerajaan di bawah Elon Musk berjaya potong perbelanjaan persekutuan sebanyak $135 juta, dengan sokongan Presiden Trump, untuk penjimatan dan aliran kerja yang lebih cekap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8ba2bdca75353932c48",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/elon-musk-bold-announcement-office.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:12:00"
        },
        {
            "title": "Zora Coins Hit User High as ZachXBT Blasts Platform’s Value for Creators",
            "translated_facebook_post": "Ramai guna Zora Coins, tapi ada perdebatan sama ada ia betul-betul menguntungkan pengkarya.  Walaupun ramai guna,  keuntungannya untuk pengkarya masih dipertikaikan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8b95eacb106e229f05d",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/Zora.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:11:00"
        },
        {
            "title": "BREAKING: Tesla Released Earnings Report! Did He Sell Bitcoin? Here are the Details",
            "translated_facebook_post": "Tesla umum pendapatan suku pertama sebanyak $19.34 billion, kurang daripada jangkaan $21.37 billion.  Mereka tak jual atau beli Bitcoin pun.\n\nPendapatan Tesla kurang dari jangkaan, tapi syarikat tu tak sentuh pun aset Bitcoin mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8b95690f230d21e9eee",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/04/tesla-bitcoin-btc.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:11:00"
        },
        {
            "title": "Bitcoin breaks downtrend with spike toward $92.6K, but who’s behind the price momentum?",
            "translated_facebook_post": "Harga Bitcoin meningkat mendadak, didorong oleh minat pelabur institusi dan kelemahan dolar AS.  Pelaburan besar daripada syarikat seperti MicroStrategy dan aliran masuk dana ke ETF Bitcoin menunjukkan keyakinan yang semakin meningkat.",
            "translated_title": "Bitcoin Pecah Trend Menurun dengan Lonjakan ke $92,600, tetapi Siapakah Di Sebalik Momentum Harga?",
            "translated_content": "Harga Bitcoin (BTC) melonjak naik semasa hujung minggu Easter, meningkat 9% dan melepasi paras $91,000 pada 22 April. Prestasi yang kukuh ini berbeza dengan pemulihan pasaran saham yang sederhana dan mencerminkan perilaku kenaikan harga emas, yang sebentar menyentuh paras tertinggi sepanjang zaman iaitu $3,500.\n\nWalaupun peralihan BTC dan pemisahannya yang semakin meningkat daripada ekuiti adalah penting, pasaran derivatif menawarkan isyarat yang lebih menaik.\n\nMenurut data daripada CoinGlass, minat terbuka Bitcoin (OI) meningkat sebanyak 17%, mencapai paras tertinggi dalam 2 bulan iaitu $68.3. OI mengukur jumlah modal yang dilaburkan dalam derivatif BTC, dan peningkatan sedemikian menunjukkan sentimen menaik yang semakin meningkat dalam kalangan pedagang.\n\nPasaran kini berada dalam keadaan contango — situasi di mana harga hadapan (terutamanya hadapan CME Bitcoin) lebih tinggi daripada harga spot. Ini biasanya berlaku kerana pelabur menjangkakan kenaikan harga dan memanfaatkan alat leverage yang ditawarkan oleh bursa, membolehkan mereka mendapat pendedahan yang lebih besar melalui hadapan berbanding dengan pembelian spot secara langsung.\n\nIni menimbulkan dua persoalan: Siapakah yang membeli, dan mengapa?\n\nMinat Institusi Bangkit Semula\nSatu metrik utama untuk memahami komposisi pelabur ialah Indeks Premium Bitcoin Coinbase. Ia mengukur perbezaan peratusan harga antara Bitcoin di Coinbase Pro (BTC/USD) dan Binance (BTC/USDT). Memandangkan Coinbase Pro kebanyakannya melayani pelabur institusi yang berpangkalan di AS, manakala Binance mempunyai khalayak runcit global yang lebih luas, premium ini dapat menunjukkan dari mana tekanan pembelian itu datang.\n\nWalaupun separuh pertama bulan April menunjukkan dominasi runcit yang kuat, 21-22 April menyaksikan permintaan institusi meningkat, dengan premium Coinbase meningkat kepada 0.16%, menurut CoinGlass.\n\nStrategi Michael Saylor mungkin antara pembeli tersebut. Pada 21 April, Saylor mengumumkan pengambilalihan 6,556 BTC lagi dengan anggaran $555.8 juta pada harga purata ~$84,785 setiap syiling. Ini menjadikan jumlah pegangan MicroStrategy kepada 538,200 BTC yang menakjubkan, bernilai kira-kira $48.4 bilion pada harga semasa.\n\nPada skala yang lebih kecil, Metaplanet yang berpangkalan di Jepun juga menambah 330 BTC kepada perbendaharaan mereka, meningkatkan jumlah keseluruhan kepada 4,855 BTC, menurut pengumuman Ketua Pegawai Eksekutif syarikat pada hari yang sama.\n\nSementara itu, pelabur yang lebih menyukai instrumen kewangan tradisional berbanding pegangan Bitcoin langsung juga telah mula memperbaharui minat mereka. Menurut data CoinGlass, pada 21 April, ETF BTC mencatatkan aliran masuk sebanyak $381 juta — satu pembalikan yang sangat diperlukan selepas tempoh aliran keluar yang berpanjangan. Sejak Februari, ETF telah mengalami 33 hari aliran keluar bersih berbanding hanya 21 hari aliran masuk, dengan aliran keluar mendominasi dengan kuat dari segi jumlah. Pembalikan baru-baru ini menunjukkan keyakinan yang diperbaharui, terutamanya daripada pelabur yang sejajar dengan TradFi.\n\nDolar Merosot Ketika Bitcoin Naik\nSejak kebimbangan tarif menguasai pasaran, pelabur institusi telah menjauhkan diri daripada Bitcoin dan ekuiti, tetapi sesuatu telah berubah pada hujung minggu Easter.\n\nPenganalisis kripto Rekt Capital menyatakan bahawa Bitcoin telah melepasi trend menurun selama beberapa bulan.\n\nSatu lagi faktor makroekonomi mungkin ialah peningkatan ketegangan antara Presiden AS Donald Trump dan Pengerusi Rizab Persekutuan Jerome Powell. Perselisihan mereka yang semakin meningkat, yang tertumpu pada kebimbangan tentang tekanan inflasi daripada tarif dan keengganan Fed untuk mengurangkan kadar faedah, telah menjejaskan dolar AS.\n\nIndeks Dolar AS, yang menjejaki nilai dolar berbanding sekumpulan mata wang, telah merosot sejak Februari, mencapai paras terendah yang dilihat pada tahun 2022. Tekanan awam Trump terhadap Powell, dan spekulasi bahawa beliau mungkin cuba memecat beliau atau pegawai Fed yang lain, menimbulkan kebimbangan terhadap kemerdekaan Fed — satu tonggak asas sistem kewangan AS.\n\nKesan potensi penurunan dolar terhadap ekonomi global adalah sukar untuk diramal, tetapi satu perkara adalah jelas: Bitcoin bersedia menjadi penerima manfaat utama. Wang yang terdesentralisasi, tahan sensur yang dikawal sepenuhnya oleh kod, dengan jadual bekalan tetap dan tiada pihak berkuasa pusat untuk memanipulasi pengeluarannya.  Apabila keyakinan terhadap sistem kewangan tradisional terus merosot, naratif Bitcoin menjadi semakin kuat.",
            "translated_summary": "Peningkatan mendadak Bitcoin di tengah-tengah ketidaktentuan pasaran yang belum pernah terjadi menunjukkan perbezaan yang semakin meluas daripada aset tradisional ketika pelabur institusi bersiap sedia untuk...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8baea93453354053608",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTE0OTgtZTAyNy03ZGIyLTg0YzQtN2Y5MGRmNzMxYzJl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 20:09:00"
        },
        {
            "title": "Security Breach Threatens XRP Users’ Assets",
            "translated_facebook_post": "Ada kelemahan keselamatan dalam perisian XRP yang boleh membahayakan duit pengguna.  Cepat-cepat update perisian dan pindahkan duit ke dompet yang lebih selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/security-breach-threatens-xrp-users-assets",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-068-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:08:00"
        },
        {
            "title": "Tom Hulick Advocates Energy Stocks Amid Tariff Challenges",
            "translated_facebook_post": "Pakar kewangan syorkan melabur dalam saham tenaga berdividen tinggi untuk lindung nilai risiko ketidaktentuan tarif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f78f9c9c8a30079f92a8",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/businessman-analyzing-reports.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:07:00"
        },
        {
            "title": "Ethena (ENA) To Continue Rebound? Key Harmonic Pattern Signaling an Upside Move",
            "translated_facebook_post": "Harga ENA naik 11% minggu lepas lepas jatuh teruk sebelum ni, dan ramalan teknikal menunjukkan potensi kenaikan sehingga 30% lagi. Tapi kena berhati-hati sebab harga mungkin turun lepas tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f2ca3d13865dcb022431",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/e7341ac1bf78458298eca29edef83520.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:06:00"
        },
        {
            "title": "Unicoin CEO Rejects SEC’s Attempt to Settle Enforcement Probe",
            "translated_facebook_post": "CEO Unicoin, Alex Konanykhin, dalam surat kepada pemegang saham Selasa lepas, menolak percubaan Suruhanjaya Sekuriti dan Bursa (SEC) untuk menyelesaikan siasatan penguatkuasaan mereka.  Konanykhin kata siasatan SEC tu dah bagi impak negatif berbilion ringgit kepada syarikat.\n\nSiaran akhbar ni bagitau CEO Unicoin tak setuju dengan cadangan penyelesaian SEC atas isu siasatan yang menyebabkan kerugian besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/unicoin-ceo-rejects-sec-s-attempt-to-settle-enforcement-probe/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/3b5d87cdb495025fba4998601f778f83fa8c2fbc-3586x2017.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:02:00"
        },
        {
            "title": "Best Crypto to Invest in Now: Web3 ai, Stellar, Shiba Inu, & Algorand [Top Altcoin Picks For April]",
            "translated_facebook_post": "Beberapa projek kripto seperti Web3 ai, Stellar, Shiba Inu, dan Algorand menunjukkan potensi menarik untuk pelaburan, dengan Web3 ai menonjol kerana gabungan AI dan analisis kripto.  Stellar pula fokus pada aset dunia sebenar, Shiba Inu pada peningkatan infrastruktur, manakala Algorand menunjukkan pemulihan teknikal yang positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807d0d9233383065ea6bf7e",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d8c7c64f40044da7874a386fe6f4c4ae.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "BlockDAG’s $216M Presale and Hackathon Drive Innovation, While SHIB Hits RSI 68 and HBAR Climbs 12%",
            "translated_facebook_post": "Projek kripto BlockDAG berjaya kumpul $216 juta menerusi pra-jualan dan hackathon mereka, manakala SHIB menunjukkan momentum menaik dan HBAR meningkat 12%.  Nampaknya fokus pada utiliti dan masa yang tepat memang penting untuk projek kripto berjaya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f6495eacb106e229f050",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/IMAGE-2025-04-22-222925.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "Major Security Flaw in XRP Ledger Poses Serious Risks to Users",
            "translated_facebook_post": "Satu kelemahan keselamatan utama dalam XRP Ledger telah dikesan, pengguna dinasihatkan segera mengemaskini sistem untuk mengelakkan kehilangan aset.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/major-security-flaw-in-xrp-ledger-poses-serious-risks-to-users/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1039-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "Top Trending Crypto: BlockDAG, AVAX, FIL, ICP Lead 2025’s Big Growth Forecast",
            "translated_facebook_post": "Beberapa mata wang kripto dijangka meningkat pesat menjelang 2025, antaranya BlockDAG, Avalanche, Filecoin, dan Internet Computer, menawarkan potensi jangka panjang yang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f7909c9c8a30079f92aa",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-329.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "Cardano Hands Over Control, LINK Eyes a Breakout, & BlockDAG’s Audit Proves Why It’s the Highest Trending Crypto",
            "translated_facebook_post": "Cardano serah kuasa kepada komuniti, Chainlink hampir 'breakout', dan BlockDAG lulus audit sepenuhnya tanpa sebarang isu kritikal;  BlockDAG juga antara kripto paling trending sekarang dengan jualan presale mencecah $216 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8ba3d3bce55f55a7ba7",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image2-convert.io-89.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "Unstaked (UNSD) Is Among the Best Cryptos to Buy This Week for Exponential Returns",
            "translated_facebook_post": "Unstaked (UNSD), Cardano (ADA), dan Ondo (ONDO) menjadi tumpuan minggu ini.  Unstaked menonjol dengan ekosistem AI yang berfungsi, meraih jutaan dalam jualan awal dan menjanjikan pulangan lumayan.  Cardano pula menjangkakan kenaikan harga, manakala Ondo menghadapi cabaran. Pelaburan dalam kripto tetap berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807ce69cd2ddf4428dc1339",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/580753d6fb40402fb4f1e71d448cf79e.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "Treasury Secretary Bessent says tariff standoff with China is unsustainable, expects de-escalation",
            "translated_facebook_post": "Setiausaha Perbendaharaan AS jangka ketegangan tarif dengan China akan reda, dan rundingan perdagangan antara AS dengan negara lain menunjukkan perkembangan positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f8b95690f230d21e9eec",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/scott-bessent-2.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "BlockDAG’s Keynote 3 Unveils Testnet, X1 App and $216M Raise—But Is the Strategy Solid?",
            "translated_facebook_post": "BlockDAG berjaya kumpul dana RM900 juta, lancarkan aplikasi mudah alih X1 dan ujian rangkaian (testnet).  Walaupun masih awal, kemajuan ketara dah nampak, cuma kerjasama strategik perlu diperjelaskan lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807cca76446186d50282a9f",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/3920f4cbea834a02bc07364511eb2d01.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        },
        {
            "title": "Alarming UN Report: Billion-Dollar Crypto Laundering Empires Exposed",
            "translated_facebook_post": "Laporan PBB baru-baru ini mendedahkan sindiket jenayah terancang di Asia Tenggara gunakan mata wang kripto untuk cuci berbilion ringgit wang haram.  Mereka gunakan teknologi canggih termasuk stablecoin dan platform pertukaran kripto sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807f6495e874734b0ee4d1b",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Alarming-UN-Report-Billion-Dollar-Crypto-Laundering-Empires-Exposed.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 20:00:00"
        }
    ]
}