{
    "timestamp": "2025-05-11 13:31:15",
    "all_news": [
        {
            "title": "Dogecoin (DOGE) Price Analysis for 2025: Whale Moves and ETF Buzz Spark New Hype",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a3f3ccde1b1cc90985af",
            "source": "TurkishNY Radio",
            "image": "https://www.turkishnyradio.com/wp-content/uploads/2025/05/dogecoin-price.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:15:00"
        },
        {
            "title": "SushiSwap Faces Decline in TVL and Future Plans",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a3f0727c11794c949d48",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/sushiswap-governance-finance.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:14:00"
        },
        {
            "title": "Web3 User Empowerment Critiqued by Civic Technologies",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a3f19eb9ff669dad3a59",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/civic-tech-web3-critique-art.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:14:00"
        },
        {
            "title": "Gemini to Launch Crypto Derivatives in Europe",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a3ee9eb9ff669dad3a55",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/7682.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:13:00"
        },
        {
            "title": "Pectra lets hackers drain wallets with just an offchain signature",
            "translated_facebook_post": "Kemas kini Ethereum Pectra ada kelemahan keselamatan yang membolehkan penggodam kosongkan dompet digital hanya dengan tandatangan luar rangkaian.  Pengguna dinasihatkan berhati-hati dan pastikan pemahaman penuh sebelum menandatangani sebarang mesej, terutamanya yang melibatkan nombor nonce akaun.",
            "translated_title": "Pectra membenarkan penggodam menguras dompet digital hanya dengan tandatangan luar rantaian.",
            "translated_content": "Kemas kini rangkaian Ethereum terkini, Pectra, memperkenalkan ciri-ciri baharu yang berkuasa bertujuan untuk meningkatkan kebolehskalaan dan fungsi akaun pintar — tetapi ia juga membuka vektor serangan baharu yang berbahaya yang boleh membenarkan penggodam untuk menguras dana daripada dompet pengguna hanya menggunakan tandatangan luar rantaian.\n\nDi bawah peningkatan Pectra, yang dilancarkan pada 7 Mei di epoch 364032, penyerang boleh mengeksploitasi jenis transaksi baharu untuk mengawal akaun yang dimiliki secara luaran (EOA) tanpa memerlukan pengguna menandatangani transaksi dalam rantaian.\n\nArda Usman, seorang juruaudit kontrak pintar Solidity, mengesahkan kepada Cointelegraph bahawa \"ia menjadi mungkin bagi penyerang untuk menguras dana EOA hanya menggunakan mesej yang ditandatangani luar rantaian (tiada transaksi dalam rantaian langsung yang ditandatangani oleh pengguna).\"\n\nDi tengah-tengah risiko ini ialah EIP-7702, komponen teras peningkatan Pectra. Cadangan Peningkatan Ethereum memperkenalkan transaksi SetCode (jenis 0x04), yang membolehkan pengguna mewakilkan kawalan dompet mereka kepada kontrak lain hanya dengan menandatangani mesej.\n\nJika penyerang memperoleh tandatangan ini — contohnya, melalui laman web pancingan — mereka boleh menulis ganti kod dompet dengan proksi kecil yang meneruskan panggilan kepada kontrak berbahaya mereka.\n\n\"Setelah kod ditetapkan,\" Usman menjelaskan, \"penyerang boleh memanggil kod itu untuk memindahkan ETH atau token akaun — semuanya tanpa pengguna menandatangani transaksi pemindahan biasa.\"\n\nDompet boleh diubah dengan tandatangan luar rantaian\nYehor Rudytsia, penyelidik dalam rantaian di Hacken, menyatakan bahawa jenis transaksi baharu yang diperkenalkan oleh Pectra ini membenarkan kod sewenang-wenangnya dipasang pada akaun pengguna, pada dasarnya mengubah dompet mereka menjadi kontrak pintar yang boleh diprogramkan.\n\n\"Jenis tx ini membenarkan pengguna menetapkan kod sewenang-wenang (kontrak pintar) untuk melaksanakan operasi bagi pihak pengguna,\" kata Rudytsia.\n\nSebelum Pectra, dompet tidak boleh diubah suai tanpa transaksi yang ditandatangani secara langsung oleh pengguna. Kini, tandatangan luar rantaian yang mudah boleh memasang kod yang mewakilkan kawalan sepenuhnya kepada kontrak penyerang.\n\n\"Pra-Pectra, pengguna perlu menghantar transaksi (bukan mesej tandatangan) untuk membenarkan dana mereka dipindahkan… Pasca-Pectra, sebarang operasi boleh dilaksanakan daripada kontrak yang diluluskan pengguna melalui SET_CODE,\" jelas Rudytsia.\n\nAncaman itu adalah nyata dan segera. \"Pectra diaktifkan pada 7 Mei 2025. Dari saat itu, sebarang tandatangan perwakilan yang sah boleh diambil tindakan,\" amaran Usman. Beliau menambah bahawa kontrak pintar yang bergantung pada andaian yang lapuk, seperti menggunakan tx.origin atau pemeriksaan EOA sahaja asas, amat mudah diserang.\n\nDompet dan antara muka yang gagal mengesan atau mewakili jenis transaksi baharu ini dengan betul adalah yang paling berisiko. Rudytsia memberi amaran bahawa \"dompet terdedah jika mereka tidak menganalisis jenis transaksi Ethereum,\" terutamanya jenis transaksi 0x04.\n\nBeliau menekankan bahawa enjin dompet mesti memaparkan permintaan perwakilan dengan jelas dan menanda sebarang alamat yang mencurigakan.\n\nBentuk serangan baharu ini boleh dilaksanakan dengan mudah melalui interaksi luar rantaian biasa seperti e-mel pancingan, DApp palsu, atau penipuan Discord.\n\n\"Kami percaya ia akan menjadi vektor serangan yang paling popular berkaitan dengan perubahan utama yang diperkenalkan oleh Pectra,\" kata Rudytsia. \"Dari sekarang, pengguna perlu mengesahkan dengan teliti apa yang akan mereka tandatangani.\"\n\nDompet perkakasan tidak lagi lebih selamat\nDompet perkakasan tidak lagi selamat secara intrinsik, kata Rudytsia. Beliau menambah bahawa dompet perkakasan dari sekarang berada pada risiko yang sama seperti dompet panas dari segi menandatangani mesej berbahaya. \"Jika dilakukan — semua dana hilang dalam sekelip mata.\"\n\nTerdapat cara untuk kekal selamat, tetapi ia memerlukan kesedaran. \"Pengguna tidak seharusnya menandatangani mesej yang mereka tidak faham,\" nasihat Rudytsia. Beliau juga menggesa pembangun dompet untuk memberikan amaran yang jelas apabila pengguna diminta menandatangani mesej perwakilan.\n\nBerhati-hati harus diambil dengan format tandatangan perwakilan baharu yang diperkenalkan oleh EIP-7702, yang tidak serasi dengan piawaian EIP-191 atau EIP-712 sedia ada. Mesej ini sering muncul sebagai hash 32-bait yang mudah dan mungkin melangkau amaran dompet biasa.\n\n\"Jika mesej termasuk nonce akaun anda, ia mungkin menjejaskan akaun anda secara langsung,\" amaran Usman. \"Mesej log masuk biasa atau komitmen luar rantaian biasanya tidak melibatkan nonce anda.\"\n\nMenambah kepada risiko, EIP-7702 membenarkan tandatangan dengan chain_id = 0, yang bermaksud mesej yang ditandatangani boleh dimainkan semula pada mana-mana rantaian yang serasi dengan Ethereum. \"Fahami ia boleh digunakan di mana-mana sahaja,\" kata Usman.\n\nWalaupun dompet tandatangan berganda kekal lebih selamat di bawah peningkatan ini, terima kasih kepada keperluan mereka untuk beberapa penandatangan, dompet kunci tunggal — perkakasan atau sebaliknya — mesti menggunakan alat penguraian dan penandaan tandatangan baharu untuk mencegah eksploitasi yang berpotensi.\n\nBersama-sama dengan EIP-7702, Pectra juga termasuk EIP-7251, yang meningkatkan had pegangan pengesah Ethereum daripada 32 kepada 2,048 ETH, dan EIP-7691, yang meningkatkan bilangan blob data setiap blok untuk kebolehskalaan lapisan-2 yang lebih baik.",
            "translated_summary": "Penambahbaikan Pectra Ethereum membolehkan pengambilalihan dompet dengan tandatangan luar rantaian melalui EIP-7702.  Pakar memberi amaran kepada pengguna dan dompet yang berdepan risiko baharu selepas Mei...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a3f09eb9ff669dad3a57",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY2ODMtNGNhMy03ZjIyLWFkNjEtYzY2NTA3MGE2Y2Iw.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-11 13:10:00"
        },
        {
            "title": "Bitcoin Surpasses $104,000 Amid Institutional ETF Inflows",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a195727c11794c949d46",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/bitcoin-reaches-104k-etf-inflows.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:08:00"
        },
        {
            "title": "Trader Turns $203 into $137,000 Trading Small Altcoin, Reaching 674X Return",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a194727c11794c949d42",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/money-458c425b-bccf-4280-8ea9-c894da952001.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:08:00"
        },
        {
            "title": "Using XRP to start a cloud mining project on WinnerMining",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a195ccde1b1cc90985ac",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/07/crypto-news-crypto-mining-on-a-laptop-blockchain-and-artificial-intelligence-bright-blue-and-white-colors-blurry-background-low-poly-style-v5.1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:07:00"
        },
        {
            "title": "OpenAI Negotiates New Funding Path with Microsoft",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a19389852863150b1e63",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/openai-microsoft-meeting-room.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:06:00"
        },
        {
            "title": "Ukraine And Its Allies Make Historic Proposal To Russia",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a1958e6df030ef904bd8",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/Ukraine-Russie.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:05:00"
        },
        {
            "title": "XRP Whales Accumulate 880 Million, Signaling Market Shifts",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a194350a86283bbdb2d4",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/8bit-city-skyline-xrp-dusk.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:04:00"
        },
        {
            "title": "MAGACOIN FINANCE Set for 35x Growth — Why Cardano and XRP Traders Are Moving In",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a19489852863150b1e65",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1746884264.docx_1746884264_image3.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:02:00"
        },
        {
            "title": "Massive $93M Bitcoin Moved Off Binance Just as BTC Hits $104K",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a06e89852863150b1e61",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/pic_28484_a_bcaf93cc-6e54-4d99-b100-09cd6ab95e1b-convert.io_-scaled.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:01:00"
        },
        {
            "title": "Identifying the Top 4 Cryptos to Observe: Sui, Render, Celestia, and the AI Crypto Unstaked ($UNSD)",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a06d727c11794c949d3e",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/05/1-221.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:00:00"
        },
        {
            "title": "Is It Too Late to Buy UNI? Uniswap Price Prediction",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a06b0326df6661d84f5a",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/03/image-1485-300x175.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:00:00"
        },
        {
            "title": "Ethereum’s Era May Be Ending—These 4 Dominant Altcoins Are Set to Take Over the Market",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/ethereums-era-may-be-ending-these-4-dominant-altcoins-are-set-to-take-over-the-market/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/unnamed-77-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:00:00"
        },
        {
            "title": "TRUMP Token Team Moves $52M to Exchanges Stirring Sell-Off Fears",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/trump-token-team-moves-52m-to-exchanges-stirring-sell-off-fears/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/02/TRUMP-memecoin-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:00:00"
        },
        {
            "title": "8 major crypto firms announce US expansion this year",
            "translated_facebook_post": "Beberapa syarikat kripto utama telah kembangkan perniagaan mereka di Amerika Syarikat, terutamanya selepas perubahan pentadbiran presiden.  Ramai yang jangka peraturan lebih jelas pada tahun 2025, dan beberapa syarikat pun dah mula IPO.",
            "translated_title": "8 firma kripto utama umum pengembangan di AS tahun ini",
            "translated_content": "## Lapan Syarikat Kripto Kembali ke Pasaran AS di Bawah Pentadbiran Trump\n\nPlatform khidmat kripto, Nexo, berkongsi rancangannya untuk memasuki semula pasaran Amerika Syarikat pada hari Isnin, menandakan syarikat kripto utama kelapan yang mengumumkan rancangan sedemikian sejak Presiden AS Donald Trump memegang jawatan pada awal tahun ini.\n\nSyarikat seperti Circle, Binance dan OKX berharap kejelasan kawal selia yang baik pada tahun 2025 untuk menandakan pengembangan AS mereka. Rang undang-undang seperti Akta STABLE dan Akta GENIUS sedang dimajukan di Kongres, yang, jika dilaksanakan, akan menyediakan asas untuk kejayaan pantas.\n\nTrump dan keluarganya secara aktif terlibat dalam beberapa pengembangan yang dirancang ini. Pengumuman terbaru Nexo disokong oleh Donald Trump Jr., yang berkata, \"Kami melihat peluang untuk sektor kewangan dan ingin memastikan kami membawanya kembali ke AS.\"\n\nDi tengah-tengah kebimbangan mengenai konflik kepentingan dan promosi token yang terang-terangan oleh keluarga Trump, masih belum dapat dipastikan sama ada peraturan yang akan datang ini akan melindungi pelabur harian dengan secukupnya. Walau bagaimanapun, ini adalah lapan syarikat yang telah melaburkan wang besar di AS tahun ini.\n\n\n### Binance.US menyambung semula perkhidmatan USD; CZ memohon pengampunan\n\nBinance.US secara rasmi memulihkan perkhidmatan deposit dan pengeluaran USD kurang daripada sebulan selepas Presiden Trump memegang jawatan.\n\nPerkhidmatan tersebut dihentikan pada 13 Jun 2023, berikutan tindakan penguatkuasaan awam oleh Suruhanjaya Dagangan Niaga Hadapan Komoditi (CFTC), yang mendakwa pengelakan undang-undang AS secara sengaja dan beroperasi secara haram di negara ini. Binance kemudiannya membuat penyelesaian sebanyak $2.7 bilion; Ketua Pegawai Eksekutif ketika itu, Changpeng Zhao membayar $150 juta.\n\nTidak lama selepas menghentikan laluan masuk dan keluar USD, Suruhanjaya Sekuriti dan Bursa menyaman Binance dan Ketua Pegawai Eksekutifnya ketika itu, Changpeng Zhao. Agensi tersebut mendakwa Zhao dan Binance \"terlibat dalam rangkaian penipuan, konflik kepentingan, kekurangan pendedahan, dan pengelakan undang-undang yang dirancang.\"\n\nPada November 2023, Binance dan CZ bersetuju dengan penyelesaian dengan Jabatan Kehakiman yang termasuk mengaku bersalah terhadap tuduhan persekutuan, termasuk melanggar undang-undang Anti-Pengubahan Wang Haram, denda $4.3 bilion, pemecatan CZ sebagai Ketua Pegawai Eksekutif dan hukuman penjara.\n\nZhao telah memohon pengampunan daripada Presiden Trump, yang telah mengampunkan beberapa eksekutif kripto.\n\n\n### eToro memfailkan permohonan IPO AS selepas tindakan penguatkuasaan 2024\n\nPlatform dagangan dalam talian eToro secara terbuka memfailkan kenyataan pendaftaran untuk penawaran awam awal (IPO) yang dicadangkan di Pasaran Pilih Global Nasdaq di bawah simbol ticker \"ETOR\". IPO dijangka berlaku seawal suku kedua 2025, bergantung pada keadaan pasaran, dengan eToro mencari penilaian $4 bilion dengan rancangan untuk mengumpul $500 juta dengan menawarkan 10 juta saham Kelas A.\n\nPlatform dagangan itu menghadapi sedikit masalah dengan SEC pada tahun 2024, apabila agensi itu mendakwa eToro \"mengoperasikan broker yang tidak berdaftar dan agensi pelupusan yang tidak berdaftar berkaitan dengan platform dagangannya yang memudahkan pembelian dan penjualan aset kripto tertentu sebagai sekuriti.\"\n\nAkibatnya, eToro membayar denda dan bersetuju untuk mengurangkan tawaran kripto kepada pelanggan AS kepada Bitcoin (BTC), Bitcoin Cash (BCH) dan Ether (ETH).\n\nLangkah ini menandakan keyakinan pelabur yang semakin meningkat terhadap masa depan platform dagangan kripto runcit di AS ketika bidang kuasa tersebut menyusun semula peraturannya yang mentakrifkan kripto dan melonggarkan sekatan yang menyukarkan platform tersebut untuk menerima perkhidmatan perbankan.\n\n\n### OKX dilancarkan semula di AS beberapa bulan selepas penyelesaian $500 juta\n\nOKX, bursa kripto global utama, mengumumkan kemasukan semula ke pasaran AS pada April 2025. Syarikat itu melaksanakan pelan pelancaran berperingkat sepanjang tahun dan telah menubuhkan ibu pejabat serantau baharu di San Jose, California. Firma itu juga menamakan Roshan Robert, baru-baru ini dari Barclays, sebagai ketua operasi ASnya.\n\nPelancaran semula ini berlaku beberapa bulan selepas firma itu mengumumkan penyelesaian dengan Jabatan Kehakiman AS (DOJ). Peguam AS mendakwa platform itu \"secara sedar melanggar undang-undang anti-pengubahan wang haram dan mengelakkan pelaksanaan dasar yang diperlukan untuk mencegah penjenayah daripada menyalahgunakan sistem kewangan kita\" selama lebih tujuh tahun.\n\nOKX membayar denda yang besar sebanyak $500 juta, mengaku bersalah kerana mengendalikan perniagaan pemindahan wang tanpa lesen, dan bersetuju untuk membayar perunding pematuhan luaran. Dalam satu kenyataan, OKX berkata, \"Tiada dakwaan mengenai kemudaratan pelanggan, tiada tuduhan terhadap mana-mana pekerja Syarikat dan tiada pemantau yang dilantik kerajaan sebagai sebahagian daripada penyelesaian.\"\n\nRobert memberitahu Fortune bahawa firma itu meningkatkan infrastruktur pematuhan dan pengurusan risiko sebelum pelancaran semula.\n\nBeliau juga menyebut landskap kawal selia yang semakin baik sebagai penyumbang kepada pelancaran semula. \"Pembentukan peraturan akan mengambil sedikit masa, tetapi terdapat laluan yang boleh kita lihat,\" katanya.\n\n\n### Nexo kembali ke pasaran AS selepas kebuntuan dengan pengawal selia\n\nNexo, platform kekayaan aset digital global, mengumumkan kembalinya ke pasaran AS pada 28 April 2025, pada satu acara di Sofia, Bulgaria. Menurut media industri, pelanggan AS akan mempunyai akses kepada talian kredit yang disokong aset Nexo, akaun simpanan kripto dan pilihan dagangan lanjutan.\n\nNexo meninggalkan AS pada tahun 2022 selepas 18 bulan rundingan dengan pengawal selia persekutuan mencapai kebuntuan. Lapan pengawal selia negeri yang berbeza telah menuduh Nexo gagal mendaftarkan Produk Faedah Pendapatannya.\n\nPengasas bersama Nexo, Antoni Trenchev, memberi kredit kepada pendekatan mesra kripto Presiden Trump dengan pelancaran semula syarikatnya: \"Amerika kembali — dan begitu juga Nexo.\"\n\n\"Nexo kembali ke Amerika — lebih kuat, lebih bijak, dan bertekad untuk menang,\" tambahnya.\n\n\n### Circle berpindah ke NYC sebelum IPO\n\nCircle, penerbit stablecoin USDC (USDC), memindahkan ibu pejabat globalnya dari Boston ke Bandar Raya New York pada awal tahun 2025. Pergerakan ke One World Trade Center sejajar dengan rancangan Circle untuk penawaran awam awal dan mencerminkan komitmennya untuk berintegrasi dengan pasaran kewangan tradisional.\n\nCircle memfailkan permohonan IPO pada 1 April dan merancang untuk disenaraikan di Bursa Saham New York. JPMorgan Chase dan Citigroup bertindak sebagai peneraju penjamin. Firma itu sedang mencari penilaian $5 bilion.\n\nKetua Pegawai Eksekutif Circle, Jeremy Allaire berkata, \"Ibu pejabat baharu kami berhampiran puncak One World Trade Center merupakan simbol kepercayaan, keselamatan dan kestabilan yang kami bina sebagai penyedia infrastruktur kritikal untuk masa depan kewangan.\"\n\nCircle pada mulanya cuba untuk tersenarai melalui firma cek kosong pada tahun 2022, tetapi perjanjian itu gagal. Perjanjian itu akan menilai Circle pada $9 bilion pada masa itu.\n\n\n### Crypto.com memperkenalkan dagangan saham dan ETF\n\nCrypto.com mengembangkan perkhidmatannya di AS sepanjang tahun 2025, termasuk memperkenalkan dagangan untuk saham dan ETF.\n\nSyarikat itu melancarkan tawaran ini secara berperingkat sebagai sebahagian daripada peta hala tuju 2025, termasuk pengembangan yang signifikan bagi perkhidmatan perbankan, kripto, saham dan kad kreditnya untuk pelanggan AS.\n\nRancangan ini menunjukkan strategi yang lebih luas syarikat untuk mengintegrasikan kripto dengan kewangan tradisional, tema yang berulang dengan banyak firma kripto dan kewangan yang beroperasi di AS.\n\n\n### a16z kembali ke AS selepas pergerakan awal ke UK\n\nAndreessen Horowitz (a16z) mengumumkan bahawa ia akan menutup pejabat di UK dan menumpukan usahanya kepada AS.\n\nDalam catatan X pada 24 Januari, Anthony Albanese, ketua pegawai operasi bahagian kripto Andreessen Horowitz, berkata firma itu akan menutup cawangan UKnya walaupun \"semangat untuk membina dan mengguna pakai kripto\" di negara itu.\n\nMenurut Sifted, kerajaan UK telah menghabiskan lima tahun memujuk a16z untuk berpindah ke London, hanya untuk firma itu meninggalkan 18 bulan selepas ia membuka pejabatnya di sana.\n\na16z melancarkan pejabat di London pada tahun 2023, memetik persekitaran kawal selia di bawah bekas Presiden Joe Biden sebagai terlalu tidak mesra kepada industri rantaian blok. Albanese berkata terdapat \"momentum yang kuat\" di sebalik industri kripto dengan pelantikan Presiden Trump.\n\n\n### Coinbase memperoleh Deribit dalam usaha untuk menguasai pasaran derivatif\n\nBursa kripto berasaskan AS, Coinbase, membeli platform derivatif kripto, Deribit, dengan harga $2.9 bilion pada 8 Mei.\n\nPenggabungan itu menjadikan Coinbase platform derivatif kripto terbesar mengikut minat terbuka, menurut catatan blog bursa.\n\nPerjanjian ini berlaku ketika bursa kripto utama seperti Coinbase, Kraken dan Robinhood bersaing untuk menguasai pasaran derivatif kripto global yang semakin berkembang. Pada hari pengumuman itu, bursa derivatif antarabangsa Coinbase menyaksikan dagangan sebanyak $10 bilion.",
            "translated_summary": "Beberapa firma kripto telah mengembangkan tawaran mereka di Amerika Syarikat ketika pentadbiran Presiden Trump mengambil pendekatan yang longgar terhadap kripto.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a06c89852863150b1e5f",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTAyOTUtMGJiOS03ZDBjLTgyNDktN2Q2ZjVjYjdmZWNh.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-11 13:00:00"
        },
        {
            "title": "Best Crypto Presale Picks 2025: BlockDAG, Cold Wallet, Unstaked & Web3 ai",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a06dbb18251502cb7ac3",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/2025-05-11T112436.129Zunnamed.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 13:00:00"
        },
        {
            "title": "Trump Dismisses U.S. Copyright Office Head Amid AI Policy Tensions",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6820a06cbb18251502cb7ac1",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/formal-debate-oil-painting-scene.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-11 12:59:00"
        }
    ]
}