{
    "timestamp": "2025-03-17 19:21:34",
    "all_news": [
        {
            "title": "Pelabur Polymarket menyatakan bahawa terdapat kebarangkalian 100% bahawa Fed akan menamatkan QT sebelum Mei.",
            "description": "Spekula­si semakin meningkat bahawa Rizab Persekutuan mungkin akan mengurangkan program pengetatan kuantitatifnya menjelang Mei.",
            "content": "```\nRamai pengguna Polymarket yakin Rizab Persekutuan Amerika Syarikat (Fed) akan menghentikan program pengetatan kuantitatif (QT) menjelang Mei tahun ini, satu langkah yang menurut ramai penganalisis boleh mencetuskan fasa kenaikan pasaran kripto seterusnya.\n\nMenjelang 14 Mac, Polymarket mencatatkan kebarangkalian 100% bahawa Fed akan menamatkan QT menjelang 30 April, dan angka itu kekal tidak berubah sehingga artikel ini ditulis.\n\nPerjudian yang bertajuk \"Adakah Fed akan menamatkan QT sebelum Mei?\", telah mencatatkan jumlah dagangan terkumpul melebihi $6.2 juta.  Pengguna Polymarket telah menetapkan kebarangkalian 100% bahawa Fed akan menamatkan pengetatan kuantitatif dalam beberapa bulan akan datang. Sumber: Polymarket. Polymarket ialah pasaran ramalan berasaskan kripto yang membenarkan pengguna membuat pertaruhan pada peristiwa dunia sebenar.\n\nPengetatan kuantitatif ialah alat dasar monetari yang digunakan oleh Fed untuk menarik wang keluar daripada ekonomi dengan membiarkan bon dalam kunci kira-kiranya matang. Ia adalah sebaliknya daripada kelonggaran kuantitatif atau pengembangan kunci kira-kira yang dilakukan oleh bank pusat selepas krisis kewangan 2008.\n\nRejim QT semasa Fed telah bermula sejak Jun 2022 sebagai pelengkap kepada dasar-dasar lain yang mengurangkan inflasi. Selain menaikkan kadar faedah jangka pendek, Fed menggunakan QT untuk menaikkan kadar jangka panjang dan mengurangkan lebihan kecairan daripada pasaran.\n\nWalaupun permulaan QT tidak menghalang harga saham dan kripto daripada meningkat – pasaran ini mencatatkan pertumbuhan yang memberangsangkan pada dua tahun berturut-turut – ia telah menjadi penghalang akibat kejutan makroekonomi baru-baru ini yang berpunca daripada pentadbiran Trump.\n\nIni diramalkan pada tahun 2022 oleh pengarah pelaburan kanan Cambridge Associates, TJ Scavone, yang berkata kesan sampingan negatif QT akan dirasai sebaik sahaja \"sesuatu berlaku\".\n\nQT dan kripto\n\nKaitan kukuh kripto dengan pasaran tradisional mendedahkan kelas aset kepada ketidaktentuan melampau pada bulan Februari. Menjelang Mac, Indeks S&P 500 secara rasminya berada dalam wilayah pembetulan – dan Bitcoin (BTC) telah menurun kira-kira 30% daripada puncaknya pada Januari.\n\nKepercayaan yang semakin meningkat bahawa Fed bersedia untuk menghentikan QT dilihat oleh ramai sebagai pemangkin kenaikan untuk kripto, kerana lebih banyak kecairan akhirnya akan mengalir ke dalam aset berisiko. Digabungkan dengan pengurangan kadar pada separuh kedua tahun ini, mungkin terdapat cukup pemacu dasar untuk membalikkan aliran menurun pasaran kripto selama beberapa bulan.\n\nBuku strategi umum ini disokong oleh penganalisis kripto Benjamin Cowen, yang percaya bahawa penghentian QT akan diikuti oleh kenaikan pasaran secara meluas. Sumber: Benjamin Cowen.\n\nWalaupun Fed belum mengesahkan sama ada ia akan menghentikan program QT, minit mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan Januari mendedahkan bahawa sesetengah pegawai bimbang tentang pengurangan kunci kira-kira yang memberi kesan kepada perdebatan siling hutang kerajaan.\n\nPerubahan dasar penting di Fed bertepatan dengan peningkatan meluas dalam kitaran perniagaan. Seperti yang dilaporkan oleh Cointelegraph baru-baru ini, Indeks Pengurus Pembelian (PMI) Perkilangan AS telah berada dalam mod pengembangan selama dua bulan berturut-turut selepas lebih daripada dua tahun mengalami pengecutan.\n\nSemasa dua kitaran pasaran kripto yang lepas, kemuncak Bitcoin bertepatan dengan puncak kitaran perniagaan, seperti yang dinyatakan oleh PMI perkilangan. Harga Bitcoin menunjukkan korelasi yang kuat dengan PMI perkilangan ISM. Sumber: TomasOnMarkets\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE1NzEtZDA2ZS03MTEyLWFhNjItODJjMDBhODA0ZTZi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d872397543425aaae0109c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 19:00:00",
            "status": "Posted"
        },
        {
            "title": "Akta BITCOIN Baharu Benarkan Rizab AS Melebihi 1 Juta: Undang-Undang Dihurai",
            "description": "Ahli perundangan Demokrat, Gerald Connolly, menggesa Jabatan Perbendaharaan untuk menghentikan rancangan rizab Bitcoinnya, dengan menyatakan konflik kepentingan dengan Presiden...",
            "content": "Rang Undang-Undang BITCOIN 2025: AS Mungkin Simpan Lebih 1 Juta Bitcoin\n\nRang Undang-Undang Meningkatkan Inovasi, Teknologi, dan Daya Saing melalui Pelaburan yang Dioptimumkan di Seluruh Negara (BITCOIN) 2025 yang baru diperkenalkan oleh Senator Cynthia Lummis akan membenarkan Amerika Syarikat menyimpan lebih daripada 1 juta Bitcoin (BTC) dalam rizab kripto mereka. Rang undang-undang ini mengarahkan kerajaan untuk membeli 200,000 BTC setahun selama lima tahun, yang akan dibiayai dengan dana sedia ada dalam Rizab Persekutuan dan Jabatan Perbendaharaan. Jika diluluskan, rang undang-undang ini akan membenarkan AS menyimpan lebih daripada 1 juta BTC selagi aset tersebut diperoleh melalui cara yang sah selain daripada pembelian langsung, termasuk rampasan jenayah atau sivil, hadiah, atau pemindahan daripada agensi persekutuan.\n\nAhli Undang-Undang Demokrat Menggesa Perbendaharaan Menghentikan Rancangan Rizab Bitcoin Trump\n\nWakil Rakyat Amerika Syarikat, Gerald Connolly, seorang Demokrat dari Michigan, telah menggesa Perbendaharaan untuk menghentikan usaha mencipta rizab kripto di Amerika Syarikat. Ahli undang-undang itu berkata terdapat konflik kepentingan dengan Presiden Amerika Syarikat, Donald Trump, dan berhujah bahawa rizab itu tidak akan memberi manfaat kepada rakyat Amerika. Connolly mengkritik rizab itu dalam surat yang ditujukan kepada Setiausaha Perbendaharaan, Scott Bessent, dengan menyatakan bahawa tiada \"faedah yang ketara\" kepada rakyat Amerika dan langkah itu sebaliknya akan menjadikan Trump dan penderma beliau lebih kaya.\n\n\nPeguam Argentina Mohon Notis Merah Interpol untuk Pencipta LIBRA\n\nPeguam Argentina, Gregorio Dalbon, sedang memohon Notis Merah Interpol untuk Hayden Davis, pengasas bersama token LIBRA, yang menyebabkan skandal politik di Argentina. Dalbon telah mengemukakan permohonan untuk Notis Merah itu kepada pendakwa raya, Eduardo Taiano, dan hakim, María Servini, yang sedang menyiasat penglibatan Presiden Javier Milei dalam projek memecoin tersebut. Dalam satu pemfailan, peguam itu berkata terdapat risiko prosedur jika Davis kekal bebas. Peguam itu berhujah bahawa Davis mungkin mempunyai akses kepada dana yang membolehkannya bersembunyi atau melarikan diri ke AS.\n\n\nWakil Rakyat AS Emmer: Amerika Perlu Menyokong Undang-Undang Pro-Stablecoin, Tolak CBDC\n\nDalam satu pendengaran Jawatankuasa Perkhidmatan Kewangan Dewan, Wakil Rakyat Amerika Syarikat, Tom Emmer, berkata mata wang digital bank pusat (CBDC) mengancam nilai-nilai Amerika. Ahli undang-undang itu menggesa Kongres untuk meluluskan Rang Undang-Undang Anti-Pengawasan Negeri CBDC beliau untuk menghalang pentadbiran masa depan daripada melancarkan CBDC tanpa kelulusan Kongres. Emmer berkata dalam pendengaran itu bahawa teknologi CBDC adalah \"secara dasarnya tidak Amerika\", sambil menambah bahawa membenarkan birokrat yang tidak dipilih untuk mengeluarkan CBDC boleh \"meruntuhkan cara hidup Amerika\".\n\n\nAhli Undang-Undang Texas Mahu Hadkan Pembelian BTC Negeri kepada $250 Juta\n\nRon Reynolds, wakil negeri Demokrat di Texas, telah mencadangkan had untuk pelaburan negeri dalam Bitcoin atau kripto mata wang lain. Ahli undang-undang itu mencadangkan dalam satu rang undang-undang bahawa pengawal negeri tidak dibenarkan melabur lebih daripada $250 juta dalam kripto. Rang undang-undang itu juga mengarahkan perbandaran atau daerah Texas untuk tidak melabur lebih daripada $10 juta dalam kripto. Rang undang-undang yang dicadangkan itu menyusuli kelulusan Senat Texas terhadap perundangan yang mewujudkan rizab Bitcoin strategik di negeri itu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE0MjItYWNlNy03NmZiLWI4ZDQtZmVhY2M2Mjg4NTJi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d8723ac8ca6a12023ec191",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 19:00:00",
            "status": "Posted"
        },
        {
            "title": "Peranan XRP dalam Rizab Aset Digital AS menimbulkan persoalan tentang utiliti token — Adakah ia sepatutnya wujud?",
            "description": "Peranan berpotensi XRP dalam perbankan, Web3, dan keberkesanannya sebagai wang mungkin telah mempengaruhi keputusan untuk memasukkannya dalam simpanan aset digital.",
            "content": "Ripple’s XRP (XRP), kripto mata wang ketiga terbesar dari segi had pasaran, mendapat pengiktirafan kebangsaan selepas Presiden Donald Trump menyebut “kripto mata wang yang bernilai” ini bersama BTC, ETH, SOL, dan ADA sebagai sebahagian daripada rizab kripto strategik AS yang dirancang.\n\nArahan eksekutif Trump pada 6 Mac telah mewujudkan struktur baharu untuk altcoins – Rizab Aset Digital, yang diuruskan oleh Jabatan Perbendaharaan.\n\nWalaupun komuniti kripto masih berpecah pendapat sama ada XRP benar-benar bernilai seperti yang dicadangkan oleh Presiden Trump, tinjauan lebih dekat terhadap utiliti altcoin ini adalah wajar.\n\nPeranan berpotensi XRP dalam perbankan\n\nDilancarkan pada tahun 2012 oleh Ripple Labs, XRP Ledger (XRPL) direka untuk penyelesaian antara bank. Ia pada mulanya menawarkan tiga penyelesaian perusahaan: xRapid, xCurrent, dan xVia, kesemuanya kemudiannya ditjenamakan semula di bawah payung RippleNet. XCurrent ialah pesanan dan penyelesaian masa nyata antara bank, xVia ialah antara muka pembayaran yang membenarkan institusi kewangan menghantar pembayaran melalui RippleNet, dan xRapid, kini sebahagian daripada On-Demand Liquidity (ODL), memudahkan transaksi rentas sempadan.\n\nHanya ODL yang sebenarnya memerlukan XRP; perkhidmatan lain membenarkan bank menggunakan RippleNet tanpa perlu memegang token tersebut. Ini bermakna penggunaan teknologi Ripple oleh bank tidak selalu memacu harga XRP.\n\nBeberapa bank terbesar di dunia telah menggunakan xCurrent dan xVia, termasuk American Express, Santander, Bank of America, dan UBS. Terdapat data yang kurang mengenai entiti yang menggunakan perkhidmatan ODL yang dikuasakan oleh XRP. Pengguna yang diketahui termasuk SBI Remit, penyedia wang kiriman utama Jepun, dan Tranglo, syarikat wang kiriman terkemuka di Asia Tenggara.\n\nPeranan XRP dalam Web3\n\nXRP juga digunakan sebagai token gas. Walau bagaimanapun, tidak seperti rangkaian Ethereum, di mana yuran diberikan kepada pengesah, sejumlah kecil XRP dibakar sebagai mekanisme anti-spam.\n\nPeranan XRP dalam Web3 adalah minimum. Tidak seperti Ethereum, Ripple tidak menyokong kontrak pintar yang kompleks atau DApps. Ia hanya menawarkan fungsi Web3 asas, seperti mekanisme pengeluaran token dan sokongan NFT asli di bawah standard XLS-20, yang diperkenalkan pada tahun 2022.\n\nEkosistem Web3 XRPL adalah kecil. Sektor DeFi yang sederhana mempunyai jumlah nilai terkunci (TVL) sebanyak $80 juta, menurut DefiLlama. Token XRPL mempunyai had pasaran gabungan sebanyak $468 juta, menurut Xrpl.to. Kebanyakannya ialah token DEX (SOLO) dan meme (XRPM), serta BTC yang dibalut dan stablecoin.\n\nSetakat ini, sektor Web3 XRPL masih niche dan ketinggalan berbanding platform kontrak pintar yang sebenar seperti Ethereum dan Solana.\n\nPakar kripto berselisih pendapat tentang peranan XRP dalam rizab strategik\n\nWakil Ripple Labs telah lama memperjuangkan layanan yang sama rata untuk kripto mata wang, dengan Ketua Pegawai Eksekutif Brad Garlinghouse mengulangi perkara ini pada 27 Januari.\n\nWalau bagaimanapun, bukan semua kripto mata wang berfungsi untuk tujuan yang sama. Peranan utama Bitcoin adalah sebagai “aset yang neutral dari segi geopolitik seperti emas,” kata penganalisis kripto Willy Woo. Tujuan XRP masih kurang jelas, tetapi sedikit orang dalam ruang kripto akan berhujah bahawa ia boleh dikelaskan sebagai wang yang bebas.\n\nIni terutamanya disebabkan oleh salah satu aspek Ripple yang paling tidak selesa—sifatnya yang dibenarkan. Tidak seperti Bitcoin atau Ethereum, Ripple tidak bergantung kepada pelombong atau token yang dijana untuk mengamankan rangkaian. Sebaliknya, ia menggunakan Senarai Nod Unik—sekumpulan pengesah yang dipercayai yang bertanggungjawab untuk meluluskan transaksi. Walaupun ini mengoptimumkan kelajuan dan kecekapan, ia menimbulkan kebimbangan tentang penapisan, rasuah, dan risiko keselamatan.\n\nPenyokong Bitcoin dan pengasas bersama Casa, Jameson Lopp, tidak berselindung apabila membincangkan potensi XRP:\n\nTidak ada kasih sayang yang hilang antara penyokong Bitcoin dan Ripple, terutamanya selepas pengasas bersama Ripple, Chris Larsen, bekerjasama dengan Greenpeace untuk membiayai kempen anti-Bitcoin.\n\nWalau bagaimanapun, perbandingan Lopp dengan CBDC mempunyai sedikit berat, memandangkan sifat XRP yang dibenarkan. Ia mencerminkan pandangan umum dalam komuniti kripto bahawa XRP berfungsi lebih seperti alat perbankan daripada kripto mata wang yang benar-benar bebas.\n\nWalaupun blockchain XRPL digunakan secara meluas dalam perbankan, utiliti XRP masih menjadi titik kebimbangan. Ia digarisbawahi oleh fakta bahawa kira-kira 55% daripada 100 bilion syiling yang telah ditambang masih dipegang oleh Ripple Labs. Kepekatan ini menimbulkan kebimbangan tentang potensi manipulasi pasaran dan kestabilan jangka panjang syiling tersebut.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2FiNmYtN2YxZi03YjhkLWJmMDEtM2ZlODgzOGE0ZmE1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d86eb54ae08442bec8af33",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 18:45:00",
            "status": "Posted"
        }
    ]
}