{
    "timestamp": "2025-05-09 08:34:57",
    "all_news": [
        {
            "title": "Teenager Who Turned $300 Into Millions with Dogecoin Backs XYZVerse as the Next BTC-Like Altcoin!",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681dbaa01fb7eb32888459ff",
            "source": "Crypto.ro",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/05/unnamed-392.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:18:00"
        },
        {
            "title": "Steak 'n Shake Embraces Bitcoin Payments Nationwide",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681dbaa01fb7eb32888459fd",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/steak-n-shake-bitcoin-pixel-art.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:17:00"
        },
        {
            "title": "XRP Is Quietly Onboarding Global Banking System. Here’s What Is Happening",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681dba9fd0cae15e25031b32",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/04/REMITTIX-6-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:17:00"
        },
        {
            "title": "Netizens slam Bessent’s claim that crypto needs U.S. leadership",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681dba9fd0cae15e25031b2c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Bessent-1.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:15:00"
        },
        {
            "title": "T-Rex Secures $17M Funding for Web3 Launch",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681dbaa2b11cad0cc392f359",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/t-rex-17m-funding-web3-launch.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:14:00"
        },
        {
            "title": "AI’s Top 2025 Crypto Pick Is Set to Beat XRP and Solana—This Could Be the Breakout Coin!",
            "translated_facebook_post": "Satu kripto baru, XYZ, dijangka mengatasi XRP dan Solana menjelang 2025.  Ia gabungan sukan dan kripto, dengan harga meningkat naik dan sokongan pelabur yang kuat.  Pelaburan awal berpotensi pulangan tinggi, tapi kena ingat, pelaburan kripto berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db9371fb7eb32888459f6",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d3eb23d73fb04747aa8040dc7b8c937b.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:13:00"
        },
        {
            "title": "Binance Africa Offers P2P Zero Fees and USDT Rewards",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db974b11cad0cc392f356",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/crypto-discussion-cafe-scene.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:11:00"
        },
        {
            "title": "Virginia man sentenced to over 30 years for crypto transfers to support ISIS",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db973b11cad0cc392f354",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/01/cropped-crypto-news-hack-scam-option08.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:11:00"
        },
        {
            "title": "Binance Confirms Doodles Token Airdrop for Eligible Holders",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db9751fb7eb32888459f8",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/seasoned-businessman-digital-tokens.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:11:00"
        },
        {
            "title": "SEC Commissioner Crenshaw Issues Critical Opposition to Ripple Settlement",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db974d0cae15e25031b27",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/SEC-Commissioner-Crenshaw-Issues-Critical-Opposition-to-Ripple-Settlement.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:10:00"
        },
        {
            "title": "Is Pi Network dead? What really went wrong behind the hype",
            "translated_facebook_post": "Projek Pi Network nampaknya tak macam yang dijangka, harga jatuh teruk lepas pelancaran utama, ramai pengguna tak dapat akses token, dan kurang telus.",
            "translated_title": "Adakah Rangkaian Pi Sudah Mati? Apakah Sebenarnya Yang Salah Di Sebalik Kegemparannya?",
            "translated_content": "Sertai kami dalam mempamerkan revolusi mata wang kripto, satu demi satu melalui surat berita. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain.\n\nApa yang dijanjikan oleh Pi Network\n\nApabila Pi Network mula diperkenalkan pada tahun 2019, ia mempunyai pendekatan yang mudah tetapi menarik: Bagaimana jika anda boleh melombong mata wang kripto terus dari telefon anda — tanpa peralatan yang mahal, tanpa bil elektrik yang besar, hanya perlu mengetuk aplikasi sekali sehari?\n\nIa menjadi popular. Berjuta-juta orang menyertainya, tertarik dengan idea perlombongan mudah alih \"percuma\" dan peluang untuk menyertai sesuatu yang besar. Aplikasi ini memudahkannya: Anda mendaftar, menjemput beberapa rakan, mengetuk butang setiap 24 jam, dan melihat baki Pi (PI) anda perlahan-lahan bertambah. Dengan model rujukan sosial yang memacu pertumbuhan, tidak lama kemudian lebih daripada 70 juta pengguna telah mendaftar di seluruh dunia.\n\nTahukah anda? Pi Network menggunakan Protokol Konsensus Stellar (SCP), yang bertujuan untuk kecekapan tenaga dan desentralisasi, berbeza daripada bukti kerja Bitcoin yang banyak menggunakan tenaga.\n\nApa yang telah dihantar oleh Pi Network\n\nPelan hala tuju sepatutnya berperingkat: bermula dengan perlombongan mudah alih, kemudian beralih ke rangkaian ujian, pengeluaran KYC dan, akhirnya, pelancaran rangkaian utama sepenuhnya dengan perdagangan dan utiliti sebenar. Tetapi langkah terakhir itu mengambil masa yang lebih lama daripada jangkaan sesiapa pun.\n\nSelepas bertahun-tahun dalam keadaan tidak menentu, Pi Network akhirnya membuka rangkaian utamanya untuk perdagangan luaran pada Februari 2025. Sepatutnya ia satu kejayaan besar. Tetapi ia tidak berjalan lancar. Pertama sekali, bukan semua pengguna dapat memindahkan baki mereka. Pengesahan Kenali Pelanggan Anda (KYC) menjadi penghalang, dan ramai yang tertanya-tanya bila — atau sama ada — mereka akan dapat mengakses token yang telah mereka lombong selama bertahun-tahun.\n\nKemudian ada harganya. Apabila Pi mula diniagakan di platform luaran, harganya melonjak, mencecah sehingga $2.98 pada akhir Februari. Tetapi publisiti itu tidak kekal lama. Apabila pengguna awal mula menjual token mereka dan kes penggunaan dunia sebenar masih kurang, harganya jatuh dengan mendadak. Menjelang awal Mei 2025, ia telah jatuh kepada sekitar $0.58, menghapuskan lebih daripada 70% nilainya.\n\nMasih tiada utiliti sebenar. Anda tidak boleh menggunakan Pi untuk banyak perkara (hanya di pasaran kecil yang dikendalikan oleh komuniti dan program perintis). Dan walaupun pasukan itu bercakap tentang membina ekosistem aplikasi dan perkhidmatan yang lengkap, tidak jelas betapa cepatnya — atau betapa seriusnya — kemajuan itu.\n\nMengapa komuniti kripto menjadi skeptikal\n\nApabila bulan bertukar menjadi tahun, semakin banyak bendera merah mula muncul, dan komuniti mula mengajukan soalan yang sukar.\n\n1. Masih menunggu rangkaian utama\nPi dilancarkan pada tahun 2019, dan selama bertahun-tahun, pengguna terus mendengar bahawa rangkaian utama terbuka itu \"sebentar lagi.\" Mula-mula ada rangkaian ujian. Kemudian \"rangkaian utama tertutup.\" Kemudian kemas kini pelan hala tuju. Rangkaian terbuka sebenar tidak tiba sehingga awal 2025 — enam tahun kemudian. Dan pada masa itu, ramai penganut awal mula kehilangan kepercayaan.\n\n2. Semua jalan membawa kembali kepada pasukan teras\nWalaupun perbincangan mengenai desentralisasi, hakikatnya ialah Pi Core Team telah mengekalkan kawalan hampir sepenuhnya ke atas projek tersebut.\n\nSetiap nod rangkaian utama yang aktif? Dikawal oleh mereka.\nSebahagian besar bekalan token? Masih di tangan mereka.\n\nItu tidak sesuai dengan pengguna kripto yang percaya kepada kuasa teragih dan rangkaian yang dipacu oleh komuniti. Buat masa sekarang, Pi lebih seperti sebuah syarikat swasta daripada protokol terdesentralisasi.\n\n3. Di manakah ketelusan?\nSatu lagi isu ialah kekurangan butiran tentang bagaimana Pi sebenarnya berfungsi di sebalik tabir. Kertas putih itu samar-samar. Tiada pecahan yang jelas tentang tokenomics, tiada garis masa bila token dibuka kunci, tiada mekanisme pembakaran dan tiada pandangan tentang kawalan bekalan. Tanpa maklumat itu, sukar bagi sesiapa sahaja untuk menilai kesihatan atau nilai masa hadapan projek tersebut.\n\n4. Penyenaraian bursa\nWalaupun publisiti selama bertahun-tahun, Pi masih belum disenaraikan di bursa utama seperti Binance atau Coinbase. Ia boleh diniagakan di beberapa platform seperti OKX dan Bitget, tetapi di sana pun, keadaannya tidak stabil. Sesetengah pengguna telah melaporkan masalah untuk mengeluarkan token mereka, dengan bursa menyalahkan \"lonjakan trafik\" dan sebab teknikal samar-samar yang lain. Ia semua terasa agak rapuh.\n\nSebagai contoh, seorang pengguna di Bitget melaporkan menyimpan 1,500 token Pi tetapi mendapati ia tidak dapat diakses, tanpa garis masa yang jelas untuk penyelesaian. Di OKX, pengeluaran digantung selama lebih daripada 24 jam, dengan pengguna diminta untuk memberikan pengesahan ID dan e-mel tetapi diberi respons samar-samar seperti \"Permintaan anda akan disiapkan dalam masa 24-48 jam.\"\n\nMenjelang April 2025, pengguna melaporkan bahawa MEXC, bursa lain yang menyenaraikan Pi, telah menggantung pengeluaran Pi, menimbulkan kebimbangan tentang kecairan dan kebolehpercayaan platform. Ini diperburuk lagi oleh laporan pemindahan Pi yang besar dari MEXC, Gate.io dan Bitget ke dompet OKX, menimbulkan syak wasangka manipulasi harga yang diselaraskan atau isu peringkat bursa.\n\n5. Jumlah palsu dan publisiti yang semakin pudar\nPada kemuncaknya pada Februari 2025, Pi diniagakan pada hampir $3 dan menjana berbilion dolar dalam jumlah dagangan. Beberapa bulan kemudian, jumlah itu telah jatuh dengan mendadak — turun kepada sekitar $40 juta. Kejatuhan sedemikian menimbulkan persoalan serius: Adakah permintaan itu benar, atau adakah ia dibesar-besarkan oleh spekulasi, bot atau pembuatan pasaran dalaman?\n\n6. Pengguna terperangkap dalam gelung tertutup\nMalah sekarang, ramai pengguna sebenarnya tidak dapat menggunakan atau mengeluarkan token Pi mereka. Tanpa akses kepada bursa sebenar atau pilihan perbelanjaan, mereka terperangkap dalam sejenis limbo token, melihat nombor meningkat dalam aplikasi tetapi tanpa cara untuk menukarkannya kepada sesuatu yang berguna.\n\nTahukah anda? Walaupun Pi Network mendakwa mempunyai lebih daripada 70 juta pengguna, data rantaian blok menunjukkan bahawa hanya kira-kira 9.11 juta dompet wujud, dengan kira-kira 20,000 menunjukkan aktiviti harian.\n\nAdakah Pi Network penipuan atau sekadar visi yang gagal?\n\nBukan setiap projek kripto yang gagal adalah penipuan. Ada yang hanya idea bercita-cita tinggi yang tidak berjaya. Jadi, di manakah Pi Network berada?\n\nDi permukaan, Pi tidak sesuai dengan acuan penipuan klasik. Tidak ada tawaran syiling awal (ICO), tiada pelaburan awal yang diperlukan — hanya aplikasi yang membolehkan anda \"melombong\" Pi dengan mengetuk telefon anda setiap hari. Itu adalah ambang yang rendah untuk penyertaan, dan ia menarik berjuta-juta orang.\n\nTetapi jika kita mengkaji lebih mendalam, keadaannya menjadi lebih kabur. Keseluruhan sistem banyak bergantung pada rujukan, menggalakkan pengguna untuk membawa lebih ramai orang untuk meningkatkan kadar perlombongan mereka. Struktur sebegini mula menyerupai skim pemasaran berbilang peringkat lebih daripada projek kripto terdesentralisasi.\n\nKemudian ada sudut pemonetasan. Aplikasi ini dipenuhi dengan iklan, dan pengguna dikehendaki untuk menyelesaikan pengesahan KYC, menyerahkan data peribadi. Jadi, walaupun anda tidak membayar wang, anda membayar dengan perhatian dan maklumat anda.\n\nMemandangkan perkembangan ini, pengkritik seperti Ben Zhou, Ketua Pegawai Eksekutif Bybit, dan Justin Bons, pengasas Cyber Capital, telah secara terbuka menyatakan keraguan mengenai kesahihan Pi Network.\n\nPi Network mungkin bukan penipuan yang terang-terangan, tetapi gabungan operasi yang tidak telus, taktik rujukan yang agresif dan strategi pemonetasan yang meragukan pasti menimbulkan keraguan.\n\nTahukah anda? Pi Network telah dilancarkan secara rasmi pada 14 Mac 2019 — Hari Pi — melambangkan pemalar matematik π (3.14).\n\nBolehkah Pi pulih, atau sudah berakhir?\n\nAdakah terdapat jalan ke hadapan untuk Pi Network? Mungkin, tetapi ia adalah pendakian yang curam.\n\nPertama, ketelusan adalah kunci. Membuka sumber kod akan membolehkan komuniti untuk mengesahkan apa yang ada di sebalik tabir dan membina kepercayaan.\n\nKedua, Pi memerlukan utiliti sebenar. Buat masa sekarang, memegang Pi tidak menawarkan banyak selain harapan nilai masa hadapan. Mengintegrasikan Pi ke dalam kes penggunaan sebenar — seperti pembayaran atau aplikasi terdesentralisasi — akan memberikan tujuan kepada token tersebut.\n\nKetiga, penyenaraian bursa yang lebih luas adalah penting. Pada masa kini, Pi tersedia di beberapa bursa sahaja, yang menghalang kecairan dan penemuan harga. Bursa utama seperti Binance dan Coinbase masih belum menyenaraikan Pi, memetik kebimbangan mengenai ketelusan dan pematuhan peraturan.\n\nKeempat, desentralisasi mestilah lebih daripada sekadar slogan. Pada masa kini, Pi Core Team mengekalkan kawalan yang signifikan ke atas rangkaian, yang bertentangan dengan prinsip desentralisasi. Melaksanakan tadbir urus terdesentralisasi akan mengagihkan kuasa membuat keputusan dan selaras dengan etos teknologi rantaian blok.\n\nTetapi walaupun semua perkara ini dipenuhi, masa adalah faktor. Sejak pelancaran rangkaian utamanya pada awal 2025, harga Pi telah jatuh dengan ketara, dan penglibatan pengguna telah berkurangan. Membina semula momentum adalah mencabar.\n\nTanpa perubahan yang ketara, Pi Network berisiko untuk menjadi tidak dikenali, diingati lebih kerana janji-janjinya yang tidak ditunaikan daripada pencapaiannya.",
            "translated_summary": "Terokai kebangkitan dan cabaran Pi Network, daripada tarikan perlombongan mudah alih yang tular kepada kelewatan mainnet, ketidaktentuan harga dan persoalan tentang kesahihannya...",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db9741eb2cc2b996e11ab",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9lMDA2Mjc5YTk3ZjhkMDgyM2QxNjdlMjRlYTYzMmE3My5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-09 08:10:00"
        },
        {
            "title": "MOODENG rallies over 130% as open interest soars and exchange balances drop",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db84cb11cad0cc392f34e",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/09/crypto-news-El-Hippo20.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:05:00"
        },
        {
            "title": "Bitcoin Surges as Institutional Investment Increases",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db84eb11cad0cc392f352",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/trump-uk-official-ink-drawing.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:04:00"
        },
        {
            "title": "Bitcoin Mining Company Announces Loss as Bitcoin Rises Above $100,000! Here Are the Details",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db708d0cae15e25031b22",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/04/btc-madencilik-zorluk.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:03:00"
        },
        {
            "title": "Teen Who Made $300M on Dogecoin Now Says XYZVerse Is the Next Bitcoin—Don’t Miss This Millionaire-Maker!",
            "translated_facebook_post": "Pelabur remaja yang berjaya dengan Dogecoin kini nampak potensi besar dalam XYZVerse, satu lagi peluang pelaburan kripto yang menarik dengan potensi pulangan tinggi.  Presale tengah berjalan dengan pantas dan ramai yang nampaknya berminat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db7081eb2cc2b996e11a1",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/09133144/xyzverse-doge.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:03:00"
        },
        {
            "title": "Why Analysts Are Calling MAGACOINFINANCE a Prime Entry Point Ahead of Big Listings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db70a1fb7eb32888459f0",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1746734985.docx_1746734985_image3.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:02:00"
        },
        {
            "title": "PNUT, VIRTUAL, EIGEN Surge Amid Bullish Crypto Trend",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db709b11cad0cc392f34a",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/eigen-virtual-crypto-bullish-trend.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:02:00"
        },
        {
            "title": "Altcoin Season Index Reveals Crucial Shift: Understanding Bitcoin Season in the Crypto Market",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db707d0cae15e25031b1f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Altcoin-Season-Index-Reveals-Crucial-Shift-Understanding-Bitcoin-Season-in-the-Crypto-Market.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:00:00"
        },
        {
            "title": "4 Trending Crypto Presales of 2025 - One of them Steals the Show with 6,400% ROI",
            "translated_facebook_post": "Beberapa projek kripto, Fantasy Pepe, BTC Bull, Solaxy, dan Web3Bay tengah hangat diperkatakan. Tapi Web3Bay mencuri tumpuan dengan pulangan pelaburan (ROI) 6400%!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db32eb11cad0cc392f338",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ffe67b02d40441a887a29c1ecb1bf510.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:00:00"
        },
        {
            "title": "SHIB Pumps, BNB Holds $632, Dragoin’s Presale at $0.0000386 Gains Momentum With 6,700% ROI",
            "translated_facebook_post": "SHIB turun walaupun isyarat positif, BNB stabil dekat $632, mungkin cecah $1000.  Dragoin, dengan ROI 6700%, menarik perhatian dengan permainan beta dan mekanisme token yang unik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681db168e7bbfb341b2edc37",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/297bc401e7db49d785c266ebeffe65b4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-09 08:00:00"
        }
    ]
}