{
    "timestamp": "2025-03-16 04:30:45",
    "all_news": [
        {
            "title": "Pelabur malaikat Uber cetus perdebatan Bitcoin dengan kenyataan 'bina Bitcoin yang lebih baik'",
            "description": "Pelabur malaikat, Jason Calacanis, mencetuskan perdebatan global di kalangan komuniti Bitcoin dengan mendakwa sudah tiba masanya untuk \"membina Bitcoin yang lebih baik.\"",
            "content": "Pelabur teknologi yang menyokong aplikasi perkongsian perjalanan Uber pada peringkat awalnya telah mencetuskan reaksi balas daripada komuniti Bitcoin selepas mendakwa Bitcoin tidak dapat dielakkan akan digantikan oleh sesuatu yang lebih baik.\n\n“Bitcoin telah menjadi permainan yang hebat, tetapi dengan beberapa pemain gergasi mengawal pasaran, masa telah tiba untuk ‘membina Bitcoin yang lebih baik’ — memulakan semula permainan,” kata pelabur malaikat dan usahawan internet yang terkenal, Jason Calacanis kepada 981,600 pengikut Xnya pada 14 Mac.\n\nCalacanis, pelabur awal dalam syarikat berkaitan Bitcoin seperti platform dagangan dalam talian Robinhood dan syarikat permulaan Bitcoin Keza, berkata, “Semua teknologi akan digantikan dari semasa ke semasa… dan Bitcoin tidak akan berbeza.”\n\nPeluang wujud untuk projek lapisan-2 Bitcoin\n\nPengasas bersama dan eksekutif Bitcoin pantas membantah, dengan menyatakan bahawa Bitcoin tidak akan digantikan, walaupun masih terdapat ruang untuk protokol lapisan-2 yang dominan muncul di atas rangkaian Bitcoin.\n\nSumber: Pierre Rochard\n\nPengasas bersama Swan Bitcoin, Brady Swenson berkata, “Protokol yang menang tidak digantikan; ia dibina di atasnya.”\n\n“Bitcoin tidak akan pernah digantikan sebagai protokol untuk pemindahan nilai. Perlumbaan masih berterusan untuk protokol lapisan kedua yang menang,” kata Swenson.\n\nPengasas bersama Swan yang lain, Cory Klippsten, berkata, “Bitcoin ialah revolusi teknologi yang mengubah semua industri, bukan mengikuti lengkung penggunaan teknologi tunggal seperti iPad.”\n\nSumber: Jason Lowery\n\nMenggemakan sentimen yang sama, Ketua Pegawai Eksekutif Lightspark, David Markus berkata, “Apa yang kurang dalam kefungsiannya boleh dibina pada L2.”\n\nSementara itu, Ketua Pegawai Eksekutif ShapeShift, Eric Voorhees berkata batasan Bitcoin boleh diselesaikan “pada rantaian lain.”\n\nBitcoin semakin besar, semakin “kurang mungkin” ia akan digantikan\n\nRamai dalam industri ini telah menekankan kepentingan lapisan-2 untuk Bitcoin, kerana ia menyediakan kes penggunaan yang rangkaian Bitcoin tidak dapat menyokong, seperti penggunaan kontrak pintar.\n\nBagaimanapun, Muneeb Ali, pengasas bersama Stacks, baru-baru ini memberitahu Cointelegraph bahawa lebih daripada dua pertiga daripada projek lapisan-2 Bitcoin yang sedia ada tidak akan wujud dalam tempoh tiga tahun kerana keghairahan awal mereka akan pudar.\n\nSumber: Gastón Silva\n\nPenyokong Bitcoin, Wayne Vaughan berkata orang ramai salah menganggap Bitcoin mudah digantikan kerana mereka melihatnya hanya sebagai aset, aplikasi, atau platform.\n\n“Saya menganggap Bitcoin sebagai rangkaian. Semakin besar rangkaian itu, semakin kurang mungkin sesuatu yang lain akan menggantikannya,” kata Vaughan dalam catatan X pada 15 Mac.\n\nKetua Pegawai Eksekutif Strive Funds, Matt Cole berkata, “Tidak akan ada Bitcoin yang ‘lebih baik’. Saya fikir kita akan mendapat musim alt secara berkala dengan kekuatan yang semakin berkurangan yang akan terus menjana wang dalaman. Kebanyakan orang akan berakhir dengan Bitcoin yang lebih sedikit dengan pergi ke kasino itu.”\n\nIni bukan kali pertama komen Calacanis mencetuskan perdebatan dalam industri kripto.\n\nPada Jun 2020, Calacanis berkata hampir semua projek kripto di seluruh dunia berada di bawah kawalan “orang bodoh yang tidak berkelayakan” atau “penipu” dengan kemahiran di bawah purata.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTljNGItNTMyMy03YjdhLTg1YTMtZTVkYjg5ZTA4MWIx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d642175c86dd0eab1000d8",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 03:09:00",
            "status": "Posted"
        }
    ]
}