{
    "timestamp": "2025-03-10 04:25:33",
    "all_news": [
        {
            "title": "Robinhood akan membayar $30 juta untuk menyelesaikan siasatan pengawal selia AS",
            "description": "Robinhood bersetuju membayar denda dan pampasan berjumlah $29.75 juta untuk menyelesaikan siasatan daripada Lembaga Pengawalseliaan Industri Kewangan.",
            "content": "Platform dagangan dalam talian Robinhood bersetuju untuk membayar $29.75 juta bagi menyelesaikan beberapa siasatan daripada Lembaga Kawal Selia Industri Kewangan (FINRA) berkaitan dengan amalan pengawasan dan pematuhan syarikat.\n\nJumlah penyelesaian itu terdiri daripada denda sivil sebanyak $26 juta dan pampasan sebanyak $3.75 juta kepada pelanggan, kata FINRA pada 7 Mac. Robinhood gagal \"menangani tanda amaran salah laku yang berpotensi,\" kata FINRA, yang membawa kepada pelanggaran Pengubahan Wang Haram dan pengawasan dan pendedahan.\n\nFINRA mendapati bahawa Robinhood Financial gagal mengawasi sistem penyelesaiannya dengan sewajarnya walaupun terdapat kelewatan pemprosesan yang ketara disebabkan oleh peningkatan permintaan antara Mac 2020 dan Januari 2021, yang bertepatan dengan tempoh Robinhood mengehadkan dagangan dalam saham meme seperti GameStop (GME) dan AMC Entertainment Holdings (AMC).\n\nFINRA berkata Robinhood Financial dan Robinhood Securities juga gagal mengesan, menyiasat atau melaporkan urus niaga manipulatif, pergerakan wang yang mencurigakan dan kes di mana akaun pelanggan diambil alih oleh penggodam pihak ketiga.\n\nRobinhood Financial juga didapati telah membuka \"beribu-ribu akaun\" tanpa pengesahan identiti pelanggan yang munasabah, kata FINRA.\n\nOleh itu, Robinhood gagal mewujudkan dan melaksanakan program Pengubahan Wang Haram yang munasabah, tambah pengawal selia kewangan itu.\n\nRobinhood juga gagal \"mengawasi dan menyimpan\" komunikasi media sosial dengan sewajarnya dengan mempromosikan catatan daripada influencer media sosial berbayar, tambah FINRA.\n\nSerpihan daripada siasatan FINRA ke atas Robinhood. Sumber: FINRA\n\nPampasan sebanyak $3.75 juta itu adalah hasil daripada Robinhood Financial memberikan pendedahan yang tidak tepat atau tidak lengkap kepada pelanggan melalui \"collaring\" pesanan pasaran dengan menukarkannya kepada pesanan had.\n\nKedua-dua Robinhood Financial dan Robinhood Securities bersetuju dengan penemuan FINRA tanpa mengakui atau menafikan tuduhan tersebut.\n\nIa berlaku hanya dua bulan selepas dua entiti Robinhood mencapai penyelesaian $45 juta dengan pengawal selia sekuriti AS pada 13 Januari selepas siasatan menuduh syarikat itu melanggar lebih 10 peruntukan undang-undang sekuriti.\n\nRobinhood Financial dan Robinhood Securities \"mengakui penemuan tertentu\" dalam siasatan itu, yang menuduh mereka gagal mengekalkan dan memelihara komunikasi elektronik daripada pelanggan antara 2020 dan 2021, antara lain.\n\nSementara itu, Robinhood melaporkan pendapatan bersih rekod syarikat sebanyak $916 juta dan pendapatan melebihi $1 bilion pada suku keempat 2024.\n\nPendapatan kripto menyumbang $358 juta daripada pendapatan berasaskan transaksi Robinhood sebanyak $672 juta - peningkatan 200% tahun ke tahun - manakala jumlah dagangan kripto meningkat 450% tahun ke tahun kepada $71 bilion.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdkZTAtZTI5ZC03OTM1LTliNzItZjhjNjFkM2YyNTI1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ce66129bf5915c418bae70",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 04:05:00",
            "status": "Posted"
        },
        {
            "title": "Hujung Minggu: Rantaian Blok Brazil Digunakan Oleh Perkhidmatan Pos, Gemini, Kraken Merancang IPO dan Lagi",
            "description": "Hospital haiwan di El Salvador ditutup, kemudian dibuka semula menggunakan dana daripada keuntungan Bitcoin.",
            "content": "## Bursa Kripto Gemini Akan Mengajukan Penawaran Umum Perdana Saham (IPO)\n\nGemini dilaporkan sedang mempertimbangkan penawaran umum perdana saham (IPO) tahun ini, dengan Goldman Sachs dan Citigroup terlibat dalam proses tersebut. Bursa yang didirikan oleh saudara kembar miliarder Cameron dan Tyler Winklevoss ini belum mengambil keputusan akhir mengenai detail pencatatan sahamnya, menurut laporan Bloomberg pada 7 Maret, yang mengutip orang-orang yang mengetahui masalah ini. Gemini tidak segera menanggapi permintaan komentar dari Cointelegraph.\n\nHal ini terjadi setelah Komisi Sekuritas dan Bursa Amerika Serikat (SEC) menutup penyelidikannya terhadap Gemini pada 26 Februari, menambah daftar perusahaan yang lolos dari pengawasan regulator untuk saat ini. Pada tahun 2021, Coinbase menjadi bursa kripto pertama yang go public di AS, mencatatkan sahamnya di Nasdaq.\n\nGemini dilaporkan sedang mempertimbangkan penawaran umum perdana saham (IPO) tahun ini, dengan Goldman Sachs dan Citigroup terlibat dalam proses tersebut. Bursa yang didirikan oleh saudara kembar miliarder Cameron dan Tyler Winklevoss ini belum mengambil keputusan akhir mengenai detail pencatatan sahamnya, menurut laporan Bloomberg pada 7 Maret, yang mengutip orang-orang yang mengetahui masalah ini. Gemini tidak segera menanggapi permintaan komentar dari Cointelegraph.\n\nHal ini terjadi setelah Komisi Sekuritas dan Bursa Amerika Serikat (SEC) menutup penyelidikannya terhadap Gemini pada 26 Februari, menambah daftar perusahaan yang lolos dari pengawasan regulator untuk saat ini. Pada tahun 2021, Coinbase menjadi bursa kripto pertama yang go public di AS, mencatatkan sahamnya di Nasdaq.\n\n\n## Kraken Bergabung dengan Klub Penawaran Umum Perdana Saham (IPO)\n\nBursa kripto Kraken juga dilaporkan berencana untuk go public, dengan IPO yang mungkin dijadwalkan pada awal tahun depan, menurut laporan Bloomberg pada 7 Maret, yang juga mengutip orang-orang yang mengetahui masalah ini. Sumber Bloomberg mengklaim Kraken saat ini sedang mempertimbangkan untuk meluncurkan IPO pada kuartal pertama tahun 2026. Namun, detailnya belum pasti dan dapat berubah. Kraken tidak segera menanggapi permintaan komentar dari Cointelegraph.\n\nPenerbit exchange-traded fund (ETF) kripto, Bitwise, memperkirakan setidaknya lima perusahaan unicorn kripto akan go public pada tahun 2025, termasuk penerbit stablecoin Circle dan bursa kripto Kraken.\n\nSEC setuju untuk menjatuhkan gugatannya terhadap Kraken pada 3 Maret. Regulator tersebut menuntut Kraken pada November 2023, mengklaim bursa kripto tersebut secara ilegal beroperasi sebagai bursa sekuritas tanpa terlebih dahulu terdaftar.  Mereka juga berpendapat bahwa Payward Inc dan Payward Ventures, yang beroperasi sebagai Kraken, telah melanggar hukum sekuritas sejak 2018. Kraken membantah semua tuduhan.\n\n\n## El Salvador Menutup Kemudian Membuka Kembali Rumah Sakit Hewan yang Didanai Melalui Keuntungan Bitcoin\n\nSebuah rumah sakit hewan di El Salvador yang didanai melalui keuntungan Bitcoin (BTC) negara tersebut ditutup dan dibuka kembali oleh Presiden Nayib Bukele yang ramah Bitcoin. Chivo Pets, yang pertama kali diumumkan pada Oktober 2021 dan kemudian dibuka pada Februari 2022, ditutup oleh Bukele karena keluhan luas di media sosial tentang waktu tunggu, perawatan yang diterima, dan persepsi bahwa itu adalah rumah sakit hewan hanya untuk orang kaya, kata Bukele dalam pernyataan Facebook pada 8 Maret.\n\nSumber: Nayib Bukele\n\nNamun, hanya sehari kemudian, Bukele membalikkan keputusannya, mengatakan dalam pernyataan pada 9 Maret bahwa dia membuka kembali rumah sakit setelah menerima puluhan ribu \"pesan, komentar, video, foto, cerita yang menyentuh, dan postingan tanpa akhir\" yang positif tentang rumah sakit tersebut. Bukele mengatakan bahwa setelah menemukan komentar negatif tentang Chivo Pets tidak mencerminkan realitas proyek tersebut, dia membuka kembali rumah sakit dan meningkatkan anggarannya.\n\nSumber: Nayib Bukele\n\n\"Jelas bagi saya, bahwa media sosial bukanlah termometer terbaik untuk mengukur sebuah proyek,\" tambahnya.\n\nNegara ini juga baru-baru ini membeli enam Bitcoin lagi untuk cadangannya yang terus bertambah. Dalam sebuah postingan di X pada 10 Maret, kantor Bitcoin El Salvador mengatakan kepemilikannya kini telah meningkat menjadi 6.111 Bitcoin setelah pembelian baru, senilai sekitar $500 juta dengan harga saat ini.\n\n\n## Layanan Pos Brasil Mempertimbangkan Blockchain dan AI\n\nLayanan pos milik negara Brasil mungkin berencana untuk memberdayakan beberapa layanannya menggunakan teknologi blockchain dan kecerdasan buatan. Empresa Brasileira de Correios e Telégrafos mengumumkan dalam pemberitahuan pada 7 Maret bahwa mereka meluncurkan proses pra-seleksi untuk perusahaan dan spesialis di bidang blockchain dan AI untuk menyajikan opsi untuk mengintegrasikan teknologi tersebut ke dalam proses manajemen bisnis, operasional, dan pasokan internalnya.\n\n\"Tujuannya adalah untuk mentransformasikan infrastruktur dan proses internal secara digital, meningkatkan kualitas layanan yang ditawarkan dan memperkuat posisi Correios sebagai lembaga modern dan berteknologi maju,\" kata Correios dalam pemberitahuannya.\n\nTender, yang dibuka dari 10 Maret hingga 11 April, meminta perusahaan yang berminat untuk mengajukan solusi yang memiliki \"tingkat keamanan, tata kelola, dan transparansi yang tinggi.\"\n\n\n## Berita Lainnya\n\nTsar kripto dan AI Gedung Putih, David Sacks, telah menolak untuk mengenakan pajak pada transaksi mata uang kripto untuk mengisi cadangan Bitcoin dan kripto strategis AS. Sementara itu, mantan CEO FTX, Sam \"SBF\" Bankman-Fried, dilaporkan telah dikirim ke sel isolasi karena berpartisipasi dalam wawancara dengan komentator politik Tucker Carlson yang tidak disetujui oleh pihak berwenang penjara.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDkvMDE5MWY5ZDctZWQzMi03N2Q0LTk1ZTQtMWVkMjM2NzE3ZTYx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/66e7ccd8ab9c5065a4f3d70e",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 04:01:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin menjunam kepada $80,000 dalam ‘permulaan yang buruk’, mungkin menguji semula rintangan utama: Hayes",
            "description": "Bitcoin memulakan minggu ini dengan buruk dan mungkin jatuh ke julat harga AS$70,000 yang tinggi, menurut Arthur Hayes.",
            "content": "Harga Bitcoin terus merosot sepanjang hujung minggu dan jatuh kepada sedikit di atas $80,000 pada 10 Mac lalu, dalam apa yang digambarkan oleh seorang penganalisis sebagai permulaan minggu yang “buruk”.\n\nBitcoin (BTC) dijangka akan menguji semula paras $78,000, kata pengasas bersama BitMEX dan ketua pegawai pelaburan Maelstrom, Arthur Hayes di X susulan penurunan aset tersebut.  “Jika ia gagal, $75,000 adalah sasaran seterusnya,” tambahnya.\n\nBeliau juga memerhatikan terdapat banyak minat terbuka pilihan Bitcoin yang terkumpul dalam lingkungan $70,000 hingga $75,000. “Jika kita sampai ke julat itu, ia akan menjadi ganas,” katanya.\n\nMinat terbuka ialah jumlah atau nilai nominal kontrak pilihan BTC yang belum tamat tempoh.  Menurut data Deribit, terdapat $696 juta OI pada harga mogok $70,000, $659 juta pada $75,000 dan $680 juta pada $80,000 memandangkan pelabur derivatif membuat pertaruhan pendek pada aset tersebut.\n\nBitcoin telah merudum lebih 5% dalam tempoh 24 jam yang lalu, mencecah $80,124 sebelum pulih sedikit untuk diniagakan pada $81,395 pada masa penulisan.\n\nAset ini amat tidak menentu dalam dua minggu yang lalu, melonjak antara $80,000 dan $95,000 berdasarkan pelbagai laporan berita berkaitan tarif perdagangan dan pengumuman kripto Rumah Putih.\n\nPada akhir Januari, Hayes meramalkan bahawa Bitcoin akan kembali ke $75,000 sebelum mencapai $250,000 dalam kitaran ini.  “Sekurang-kurangnya ramalan saya boleh menjadi salah. Saya harap saya salah,” katanya pada masa itu.\n\nSebulan kemudian, beliau berkata “bandar goblin” Bitcoin bakal tiba, meramalkan bahawa aset itu boleh jatuh ke $70,000 apabila dana lindung nilai besar melupuskan kedudukan ETF mereka. Aset itu jatuh ke paras terendah pada tahun 2025 pada 28 Februari apabila ia menjunam ke zon $78,000, dan ia kelihatan sedang menuju ke sana semula.\n\nFirma penyelidikan pasaran 10x Research melabelnya sebagai “pembetulan teks” dalam nota pada 10 Mac.\n\n“Dengan Bitcoin menjunam di bawah $80,000, kira-kira 70% daripada semua jualan datang daripada pelabur yang membeli dalam tempoh tiga bulan terakhir,” kata penganalisis sebelum menambah bahawa ini menunjukkan “keunggulan kemasukan baru-baru ini yang panik menjual disebabkan penurunan”.\n\nSementara itu, Indeks Ketakutan & Ketamakan Bitcoin telah jatuh kembali ke “ketakutan yang melampau”, dengan bacaan 20 pada 10 Mac.\n\nKetidakstabilan mungkin berterusan minggu ini kerana dua laporan inflasi utama dijangka di Amerika Syarikat, yang boleh mempengaruhi dasar monetari Rizab Persekutuan jika inflasi terus meningkat.\n\nIa berlaku ketika Kanada telah bertindak balas dengan mengenakan tarif balas sendiri apabila Parti Liberal memilih presiden baharu, bekas gabenor bank pusat Mark Carney. Dalam ucapan kemenangannya pada 9 Mac, Carney menyerang Trump, yang telah mengenakan tarif ke atas Kanada, dengan menyatakan, “Orang Amerika tidak harus membuat kesilapan… Dalam perdagangan, seperti dalam hoki, Kanada akan menang.”",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTdkZDQtNzk0Mi03YjYwLWIxNmMtNDJkZTFhYjMyOTc0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ce64d70927dc4237ca8e8c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 03:58:00",
            "status": "Posted"
        }
    ]
}