{
    "timestamp": "2025-05-05 08:36:13",
    "all_news": [
        {
            "title": "OKX restarts DEX aggregator paused over Lazarus Group-related activity",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681874a9d91ad625c0040e61",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/cropped-crypto-news-Uniting-idealists-and-earners-through-DePIN-is-a-web3-growth-hack-option01-1380x820-1.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:16:00"
        },
        {
            "title": "Crypto mixer eXch still facilitates illicit transactions despite official closure",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681874a90b006b6a2c45d5ad",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/11/crypto-news-crypto-mixer-coins08.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:15:00"
        },
        {
            "title": "Tokocrypto Launches Investment Journal Guide with Free Templates",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681874aa0b006b6a2c45d5af",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/tokocrypto-investment-guide.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:15:00"
        },
        {
            "title": "XRP Breaks $2.25 Resistance, Eyes $2.89–$3.00 With Fresh Bullish Momentum",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681874aae1bcf258182b35a1",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/xrp-2-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:15:00"
        },
        {
            "title": "Bloomberg Analyst Announces: Today Will Be Critical in Deep-Rooted Altcoin! \"SEC Decision Awaited!\"",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818737d95ba7d01d934f801",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/02/SEC-ETF.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:11:00"
        },
        {
            "title": "Tron Nears Cardano in Market Cap Race",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818737e95ba7d01d934f803",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/tron-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:10:00"
        },
        {
            "title": "Bitcoin Buyers Rally at Strategic Price Points",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-buyers-rally-at-strategic-price-points",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/bitcoin-news-130.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:08:00"
        },
        {
            "title": "CoolBitX Launches CoolWallet Go: The World’s First Cold Wallet with Lifetime Warranty",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818725283580d37f176a896",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/CWG_Final_call_for__Pre_Order_1200x628__1_1746432303uhHQWTTfm7.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:07:00"
        },
        {
            "title": "OKX Relaunches DEX with Enhanced Real-Time Security Upgrades",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68187253d439c07fcf0037a9",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/futuristic-okx-exchange-oil.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:05:00"
        },
        {
            "title": "How cybercriminals are exploiting digital twins to scam crypto users",
            "translated_facebook_post": "Penjenayah siber guna teknologi 'digital twin' untuk tipu pengguna kripto, tapi teknologi blockchain mungkin boleh bantu selesaikan masalah ni.",
            "translated_title": "Bagaimana Penjenayah Siber Memanfaatkan Kembar Digital untuk Menipu Pengguna Kripto",
            "translated_content": "Sertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan lain kami (betul, berjuta-juta menyayangi kami!) — apa yang anda tunggu?\n\n\nApakah kembar digital?\n\nKembar digital ialah model maya atau replika objek, sistem atau proses fizikal. Ia seperti cermin digital, membolehkan kita mensimulasikan, memantau dan meramalkan tingkah laku entiti dunia sebenar dalam masa nyata.\n\nSetara maya ini direka untuk menarik data daripada sensor fizikal atau input, menyediakan gelung maklum balas berterusan yang membantu analisis, pengoptimuman dan membuat keputusan. Kembar digital boleh mewakili hampir apa sahaja, daripada jentera dalam kilang pembuatan kepada tingkah laku manusia atau seluruh bandar.\n\nDalam industri seperti penjagaan kesihatan, automotif, pembuatan dan perancangan bandar, kembar digital membolehkan pengurusan sumber yang lebih baik, penyelenggaraan ramalan dan simulasi yang lebih tepat sebelum perubahan fizikal dibuat. Pada dasarnya, ia membantu mencegah kesilapan yang mahal dengan memodelkan sistem kompleks dalam dunia maya sebelum melaksanakannya di dunia sebenar.\n\nKembar digital telah mengambil peranan yang lebih gelap dalam sektor rantaian blok dan mata wang kripto. Penjenayah siber menggunakan teknologi kembar digital dan bukannya mensimulasikan objek fizikal untuk mencipta identiti sintetik, replika individu sebenar, yang sering diperoleh daripada data yang dicuri. Salinan digital ini kemudiannya digunakan untuk menyusup ke dalam komuniti dalam talian, menyamar sebagai influencer atau eksekutif, atau memanipulasi sistem untuk keuntungan kewangan.\n\n\nBagaimana penjenayah siber menggunakan kembar digital sebagai senjata untuk menipu pengguna kripto\n\nDalam dunia kripto, di mana transaksi tanpa nama dan tanpa kepercayaan menjadi dominan, kembar digital telah muncul sebagai alat yang berkuasa untuk penjenayah siber untuk dieksploitasi. Penipu boleh mengambil kesempatan daripada sifat platform kripto yang terdesentralisasi dan tidak terkawal untuk melakukan penipuan ini.\n\nBerikut adalah pandangan yang lebih mendalam tentang bagaimana penipu menggunakan kembar digital sebagai senjata:\n\nPengklonan identiti: Penjenayah siber mengumpul data peribadi daripada media sosial, pelanggaran data dan sumber dalam talian lain untuk mencipta kembar digital yang sangat tepat bagi seseorang yang sebenar. Ini mungkin termasuk imej, rakaman suara, gaya penulisan dan juga corak tingkah laku. Setelah kembar digital dicipta, ia boleh digunakan untuk menyamar sebagai individu dan mendapat kepercayaan daripada orang lain dalam komuniti kripto.\n\nInfluencer atau penasihat palsu: Influencer kripto, yang sering memerintah kepercayaan dan perhatian yang ketara, adalah sasaran utama untuk penipuan kembar digital. Dengan meniru corak pertuturan mereka, tingkah laku dan juga menjana video deepfake, penipu boleh menyamar sebagai personaliti yang dipercayai dalam ruang ini. Versi palsu ini mungkin mempromosikan skim pelaburan palsu, token palsu atau memanipulasi pengguna untuk menghantar kripto ke dompet penipuan.\n\nPenipuan KYC (Kenali Pelanggan Anda) sintetik: Sesetengah kembar digital dicipta untuk melangkau proses KYC di bursa atau platform kewangan terdesentralisasi (DeFi). Penyerang boleh menjana identiti palsu dan menyediakan dokumen atau imej palsu untuk kelihatan sah, mendapat akses kepada akaun atau melaksanakan transaksi tanpa kebenaran. Ini boleh membolehkan penjenayah untuk mengubahan wang haram atau menyamar sebagai pedagang yang sah.\n\nPancingan data dengan personalisasi: Pancingan data dalam ruang kripto sering menyasarkan individu dengan mesej yang sangat diperibadikan. Apabila penipu mencipta kembar digital tokoh yang dikenali, mereka boleh menyesuaikan komunikasi mereka untuk kelihatan lebih meyakinkan. Dengan menggunakan mesej yang diperibadikan ini, mereka menipu mangsa untuk mengklik pautan berniat jahat, memberikan kunci peribadi atau memuat turun perisian berbahaya.\n\n\nContoh penipuan berkaitan kembar digital dalam kripto\n\nWalaupun penipuan kembar digital dalam kripto mungkin kedengaran futuristik, ia sudah berlaku, dan AI adalah sebahagian besar daripada masalah ini. Penipuan ini tidak selalu bergantung pada kembar digital jahat sahaja; banyak yang menggunakan video deepfake, profil yang dijana AI dan antara muka yang dikhayalkan untuk menipu pengguna.\n\nBerikut adalah beberapa contoh dunia sebenar:\n\nPenipuan CEO deepfake menipu ketua pegawai kewangan melalui panggilan video: Dalam serangan yang canggih, penipu mencipta avatar digital CEO dan eksekutif syarikat menggunakan bahan video yang tersedia untuk umum. Mereka membuat panggilan video dengan ketua pegawai kewangan syarikat, meyakinkannya untuk memindahkan dana di bawah alasan palsu. Kembar digital itu begitu meyakinkan sehingga eksekutif itu tidak mengesyaki sesuatu yang tidak kena semasa panggilan tersebut.\n\nPenipuan UI meniru platform kripto yang dipercayai: Penjenayah siber telah menggunakan penipuan UI untuk mencipta replika yang hampir sempurna bagi platform mata wang kripto yang sah. Antara muka palsu ini menipu pengguna untuk memasukkan maklumat sensitif atau membuat transaksi, mempercayai bahawa mereka berinteraksi dengan platform sebenar. Ketepatan tinggi kembar digital ini menjadikannya sangat berbahaya, kerana ia boleh melangkau langkah keselamatan tradisional.\n\nPenipuan AdmiralsFX menggunakan deepfake untuk memikat pelabur: Satu penipuan berskala besar yang dikendalikan oleh pusat panggilan di Tbilisi, Georgia, menggunakan video deepfake selebriti untuk mempromosikan platform pelaburan mata wang kripto palsu yang dipanggil AdmiralsFX. Mangsa ditunjukkan video yang dijana AI tokoh awam yang menyokong platform itu, menyebabkan mereka melabur sejumlah besar wang. Operasi itu menipu lebih 6,000 individu, menyerlahkan gabungan teknologi deepfake dan kejuruteraan sosial yang berkuasa.\n\n\nBagaimana untuk mengesan interaksi dengan kembar digital jahat: 6 Bendera merah\n\nPenipuan kembar digital bergantung pada teknik penyamaran yang canggih, dan penipu sering menggunakan identiti sintetik untuk membina kepercayaan dan memanipulasi sasaran mereka.\n\nUntuk membantu anda berjaga-jaga, berikut adalah enam bendera merah yang boleh membantu anda mengenal pasti interaksi dengan identiti sintetik. Perhatikan tanda amaran ini untuk melindungi diri daripada menjadi mangsa penipuan.\n\nPenipuan kembar digital dalam kripto sering bersembunyi di sebalik respons yang digilap, yang dijana AI yang kedengaran sempurna tetapi kekurangan keaslian. Jika seseorang mengelak panggilan video langsung dan sebaliknya menawarkan klip rakaman atau deepfake, berwaspadalah. Orang sebenar akan muncul.\n\nPenipu kerap menggunakan rasa tergesa-gesa, mendorong anda untuk bertindak pantas dengan frasa seperti \"tawaran terhad\" untuk melangkaui penghakiman anda. Satu bendera merah utama ialah menerima permintaan kripto yang tidak disahkan melalui DM — profesional yang sah tidak akan berbuat demikian. Sentiasa periksa profil untuk ketidakkonsistenan seperti jumlah pengikut yang rendah atau tarikh penciptaan yang baru.\n\nAkhir sekali, berhati-hati jika seseorang berkeras untuk kekal pada satu platform dan enggan beralih ke saluran yang selamat atau disahkan. Taktik ini digabungkan sering menunjukkan penipuan yang diselaraskan menggunakan penipuan kembar digital atau AI.\n\n\nBolehkah rantaian blok membantu mencegah penipuan kripto yang dikuasakan oleh kembar digital?\n\nWalaupun teknologi rantaian blok sering disasarkan oleh penjenayah siber disebabkan sifatnya yang terdesentralisasi dan pseudonim, ia juga berpotensi untuk menawarkan penyelesaian yang berkuasa untuk memerangi penipuan berasaskan kembar digital.\n\nRantaian blok, dengan ciri-cirinya yang telus dan tidak boleh diubah, menyediakan alat unik yang boleh membantu mengesahkan identiti dan mengamankan transaksi, menjadikannya lebih sukar bagi penipu untuk memanipulasi sistem. Memanfaatkan keupayaan rantaian blok memperkenalkan lapisan keselamatan yang kukuh yang mengesahkan kesahihan interaksi, membantu mengurangkan penipuan, kecurian identiti dan penyamaran digital.\n\nPengesahan identiti onchain: Salah satu perkembangan terpenting dalam teknologi rantaian blok ialah konsep identiti terdesentralisasi (DID). Dengan DID, individu boleh mengesahkan identiti mereka pada rantaian blok tanpa bergantung kepada pihak berkuasa yang berpusat. Ini memastikan bahawa penipu tidak dapat mencipta identiti sintetik tanpa dikesan. Rantaian blok menyediakan sistem yang telus, selamat dan boleh disahkan untuk menguruskan identiti, mengurangkan risiko penyamaran.\n\nPenanda identiti NFT: Sesetengah platform menggunakan token yang tidak boleh diguna semula (NFT) sebagai bentuk identiti digital. NFT adalah unik dan boleh dijejaki pada rantaian blok, yang menjadikannya lebih sukar untuk meniru identiti seseorang. Jika anda berinteraksi dengan seseorang yang mempunyai identiti NFT yang disahkan, anda boleh lebih yakin bahawa mereka adalah siapa yang mereka dakwa.\n\nJejak audit yang tidak boleh diubah: Setiap transaksi pada rantaian blok dirakam dan dicap masa secara kekal. Ini bermakna bahawa jika seseorang cuba menyamar sebagai orang lain atau mencipta identiti palsu, tindakan mereka meninggalkan kesan. Jika identiti sintetik digunakan untuk menipu individu, jejak audit rantaian blok boleh membantu pihak berkuasa menjejaki pelaku.\n\nPerlindungan kontrak pintar: Kontrak pintar pada rantaian blok boleh digunakan untuk melaksanakan beberapa langkah keselamatan. Sebagai contoh, kontrak pintar boleh memasukkan proses pengesahan identiti, memastikan bahawa transaksi tidak diproses melainkan identiti pengguna disahkan. Ini boleh membantu mencegah pengguna daripada menghantar kripto kepada penipu yang menggunakan identiti palsu.\n\nWalaupun bukan penyelesaian mujarab, rantaian blok boleh mengukuhkan kepercayaan dan keselamatan dengan ketara dalam persekitaran digital yang semakin dikuasakan oleh AI.",
            "translated_summary": "Penjenayah siber sedang mengeksploitasi teknologi kembar digital untuk mewujudkan identiti sintetik bagi menipu pengguna kripto; teknologi rantaian blok menawarkan penyelesaian berpotensi…",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818725283580d37f176a894",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9iYTcwYWVhN2I1ZWM3OTdmOWJkN2Y3MGI5MjMwNzE1Yi5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-05 08:05:00"
        },
        {
            "title": "Bollinger Bands Hint At Possible XRP Spike VS Bitcoin",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681874aa0b006b6a2c45d5b1",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/XRP-Bitcoin.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:05:00"
        },
        {
            "title": "Stablecoin fever: 5 major stablecoins are growing crypto adoption",
            "translated_facebook_post": "Beberapa syarikat besar macam Mastercard dan Visa pun dah mula sokong stablecoin, dan banyak duit digital jenis ni tengah muncul.  Ada beberapa projek baru stablecoin yang nampak macam akan naik sangat, termasuklah Tether yang nak lancarkan stablecoin baru kat US, dan bank-bank macam Custodia dan Vantage yang dah keluarkan stablecoin sendiri.  Stripe pun tengah uji produk stablecoin mereka, dan bank terbesar di UAE pun nak keluarkan stablecoin sendiri.  Singkat cerita, nampaknya penggunaan stablecoin makin meningkat!",
            "translated_title": "Demam Stablecoin: 5 Stablecoin Utama Mendorong Penerimaan Kripto",
            "translated_content": "## Perkembangan Stablecoin: Minat Institusi Meningkat dan Kerangka Kerja Undang-Undang Baru\n\nMinat institusi yang semakin meningkat dan pergerakan ke arah rangka kerja undang-undang untuk stablecoin telah menyaksikan pertumbuhan pesat dalam sektor ini, dengan lima projek utama dijangka mengembangkan pasaran dalam masa terdekat.\n\nDi EU, pakej peraturan Pasaran Aset Kripto (MiCA) telah berkuat kuasa sepenuhnya dan telah memberikan panduan yang jelas kepada penerbit stablecoin untuk memasuki pasaran Eropah. Di AS, Akta STABLE dan Akta GENIUS, yang akan menyediakan peraturan untuk stablecoin, sedang diproses di Kongres.\n\nAkibatnya, firma pembayaran utama seperti Mastercard dan Visa meningkatkan sokongan untuk sistem stablecoin, dan syiling baru telah muncul, meningkatkan jumlah keseluruhan permodalan pasaran stablecoin.\n\nBerikut adalah lima inisiatif stablecoin utama yang dijangka meningkatkan penggunaan kripto:\n\n**Tether untuk dilancarkan semula di AS**\n\nGergasi stablecoin, Tether, sedang mengkaji pelancaran semula di AS dengan stablecoin berasaskan dolar. USDT (USDT) Tether sudah dikenali di seluruh dunia sebagai stablecoin terbesar di pasaran, menyediakan kecairan kepada pasangan dagangan kripto di banyak bursa.  Bagaimanapun, Tether telah berdepan masalah dengan pengawal selia berhubung bukti rizabnya, ketelusan kewangan dan kebimbangan Pengubahan Wang Haram. Dalam temu bual pada 30 April dengan CNBC, Ketua Pegawai Eksekutif Tether, Paolo Ardoino, mengumumkan bahawa firma itu ingin melancarkan syiling berjenama semula di AS, berasingan daripada stablecoin antarabangsanya yang sedia ada.\n\nLangkah ini akan memberi Tether akses kepada pasaran kewangan AS apabila pendedahan pasaran kepada kripto semakin meluas di bawah pentadbiran Presiden AS Donald Trump yang pro-kripto.\n\n**Trump menceburi dolar dengan USD1**\n\nPada awal Mac, World Liberty Financial (WLFI), projek kripto yang dikaitkan dengan keluarga Trump, melancarkan stablecoin yang disokong dolar, USD1, di BNB Chain dan Ethereum.  Stablecoin ini mengikuti projek kripto berprofil tinggi lain yang menggunakan jenama peribadi presiden sebagai alat pemasaran. Kebolehan Trump untuk mempengaruhi dasar stablecoin telah menyebabkan sekumpulan senator AS meminta siasatan ke atas kepentingan peribadinya dalam projek itu, dengan menyatakan ia sebagai satu konflik kepentingan yang jelas.\n\n**Custodia dan Vantage Bank melancarkan syiling yang dikeluarkan oleh bank di Ethereum**\n\nDua bank AS, Custodia Bank yang mesra kripto dan Vantage Bank yang berpangkalan di Texas, telah bekerjasama untuk mengeluarkan stablecoin yang kononnya pertama kali dikeluarkan oleh bank di AS, UK dan Eropah.  Custodia menyatakan bahawa ia telah mencipta token deposit permintaan dolar AS di blockchain Ethereum sebagai token piawaian ERC-20 yang dipanggil Avit.\n\n**Stripe sedang menguji produk stablecoin**\n\nKetua Pegawai Eksekutif Stripe, Patrick Collison, mengumumkan bahawa platform pembayaran globalnya sedang membangunkan produk stablecoin berasaskan dolar AS untuk digunakan di luar AS.  Inisiatif stablecoin ini adalah perkembangan terkini dalam rancangan kripto firma yang semakin berkembang.\n\n**Bank terbesar UAE untuk mengeluarkan stablecoin**\n\nInternational Holding Company Abu Dhabi, Abu Dhabi Developmental Holding dan First Abu Dhabi Bank (FAB) telah bekerjasama untuk melancarkan stablecoin yang disokong dirham pada 28 April. FAB — bank terbesar di UAE — akan mengeluarkan stablecoin di rangkaian ADI dengan menunggu kelulusan daripada bank pusat.\n\n**Visa, SBI dan Mastercard menambah lebih banyak sokongan stablecoin**\n\nPenerbitan stablecoin baharu semakin meningkat, dan firma pembayaran, bank dan institusi kewangan turut menambah sokongan untuknya.  Pengawal selia dan penyedia pembayaran di seluruh dunia semakin terbuka kepada stablecoin. Jika rangka kerja stablecoin diluluskan, penggunaan dijangka akan meningkat apabila firma mendapat akses kepada pasaran kewangan yang besar dengan garis panduan yang jelas.",
            "translated_summary": "Penggunaan stablecoin semakin meningkat dengan tercetusnya projek-projek baharu oleh firma kripto dan pendekatan pengawal selia yang lebih mesra.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68187253376a23387bd4f5d5",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGJjNjctYTNjMy03ZWZiLWJjODQtYTBlYzg3YzhkMDVi.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-05 08:04:00"
        },
        {
            "title": "BTC, ETH, XRP, and MAGACOINFINANCE Draw Global Attention This Quarter",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681871269cf535403402d4fe",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1746387801.docx_1746387801_image4.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:02:00"
        },
        {
            "title": "Bitcoin Bulls Brace and Defend Critical Support Levels",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-bulls-brace-and-defend-critical-support-levels/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/bitcoin-cash-1018.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:01:00"
        },
        {
            "title": "Performance Analysis of Walbi AI Agents Against Traditional Trading Methods",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6818712640370551b47e0245",
            "source": "BTCPeers",
            "image": "https://btcpeers.com/content/images/2025/05/image-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:01:00"
        },
        {
            "title": "Starlink launches in Congo, now live in 21 African countries",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681871246e41e36e72906265",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/10821.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 08:00:00"
        },
        {
            "title": "Egyptian fintech, Money Fellows raises $13M to enhance financial inclusion in Africa",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68186ff9431e97108b09c33f",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/24907.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 07:58:00"
        },
        {
            "title": "Kyrgyzstan Plans Launch of Gold-Backed Stablecoin by 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68186ffb9cf535403402d4fb",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/usdkg-futuristic-pixel-art.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 07:58:00"
        },
        {
            "title": "Binance Airdrops 291 BOOP Tokens to Eligible Users",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68186ecf48d35d4348e25170",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/binance-mascot-with-boop-token.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 07:53:00"
        },
        {
            "title": "Maldives bets on $9b blockchain hub in Malé to ease debt burden",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68186eceee703743de5c778c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/05/crypto-news-Maldives-futuristic-crypto-paradise-option02.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-05 07:53:00"
        }
    ]
}