{
    "timestamp": "2025-03-23 16:28:59",
    "all_news": [
        {
            "title": "Saylor memberi petunjuk pembelian BTC bakal dilakukan selepas pengumpulan modal terkini.",
            "description": "Michael Saylor dari Strategy menyiarkan carta BTC pada hari Ahad yang menunjukkan isyarat pembelian akan datang pada hari Isnin, susulan daripada pengumpulan modal terkini syarikat...",
            "content": "```\n**Pengasas Bersama MicroStrategy, Michael Saylor, Petanda Akan Beli Bitcoin Lagi**\n\nPengasas bersama MicroStrategy, Michael Saylor, memberi petanda syarikatnya akan membeli Bitcoin (BTC) lagi selepas berjaya mengumpul modal tambahan minggu ini menerusi tawaran saham pilihan terbaharunya.\n\nEksekutif tersebut memuat naik carta Bitcoin pada hari Ahad di X yang menunjukkan pembelian BTC lagi pada hari berikutnya — apabila pasaran kewangan tradisional dibuka — dengan mesej bergurau \"perlu lebih oren\".\n\nMenurut SaylorTracker, pembelian BTC terkini syarikat itu berlaku pada 17 Mac, di mana MicroStrategy membeli 130 BTC, bernilai $10.7 juta, menjadikan jumlah pegangannya kepada 499,226 BTC.\n\nPembelian BTC MicroStrategy pada 17 Mac merupakan salah satu pembelian terkecil yang direkodkan dan berlaku selepas berehat selama dua minggu daripada membeli.\n\nPada 21 Mac, syarikat tersebut mengumumkan penetapan harga bagi kelompok saham pilihan terbaharunya. Saham pilihan tersebut dijual pada $85 sesaham dan mempunyai kupon 10%. Menurut MicroStrategy, tawaran itu dijangka akan memberi pendapatan kira-kira $711 juta kepada syarikat.\n\nMichael Saylor terus menyebarkan dakwah bagi rangkaian Bitcoin, memberi inspirasi kepada berpuluh-puluh syarikat tersenarai awam untuk menerima pakai BTC sebagai aset perbendaharaan dan memohon kepada kerajaan AS untuk membeli lebih banyak komoditi digital yang terhad itu.\n\nSaylor menggesa kerajaan AS untuk membeli 25% daripada jumlah bekalan BTC\n\nSaylor menulis bahawa kerajaan AS sepatutnya memperoleh 25% daripada jumlah bekalan Bitcoin menjelang 2035 — apabila 99% daripada jumlah bekalan BTC telah dilombong.\n\nEksekutif tersebut juga memohon kepada kerajaan AS untuk mengguna pakai rangka kerja komprehensif bagi semua aset digital dalam cadangan yang bertajuk, \"Strategi Aset Digital untuk Menguasai Ekonomi Global Abad ke-21\".\n\nBercakap di Sidang Kemuncak Aset Digital Blockworks baru-baru ini, pengasas bersama MicroStrategy membentangkan ucapan \"21 Kebenaran Bitcoin\" beliau. Eksekutif tersebut memberitahu penonton:\n\nWalaupun kejatuhan pasaran baru-baru ini, MicroStrategy masih mencatatkan keuntungan lebih 28% daripada pelaburan BTC dan mempunyai keuntungan belum direalisasikan melebihi $9.3 bilion.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzA5YzMtMmVlYi03ZTRhLWIwNmItNDVkOTRlMzM1MjFh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e02fdc864056126f7ecf22",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 15:55:00",
            "status": "Posted"
        }
    ]
}