{
    "timestamp": "2025-03-10 19:22:11",
    "all_news": [
        {
            "title": "Senat Texas lulus rang undang-undang rizab Bitcoin, New York sasar penarikan karpet memecoin:  Detik Undang-Undang",
            "description": "Senat Utah meluluskan rang undang-undang Bitcoin, tetapi membuang peruntukan utama yang membenarkan bendahari negeri melabur dalam mata wang kripto itu.",
            "content": "Senat Texas meluluskan rang undang-undang rizab strategik Bitcoin SB-21 pada 6 Mac. Ini menyusul perdebatan di mana Senator Negeri Charles Schwertner, yang memperkenalkan rang undang-undang itu, berhujah bahawa ia akan membantu Texas menambah aset yang bernilai dan jarang kepada kunci kira-kiranya.\n\nDi tengah-tengah kebimbangan Bitcoin (BTC) bersaing dengan dolar AS sebagai mata wang rizab global, penggubal undang-undang pro-Bitcoin berhujah bahawa Bitcoin adalah serupa dengan emas dan lindung nilai terhadap inflasi.\n\nJika SB-21 diluluskan, Texas akan menjadi negeri pertama di AS yang mempunyai rizab aset digital. Walau bagaimanapun, gabenor masih perlu menandatangani rang undang-undang itu sebelum ia menjadi undang-undang.\n\nRang undang-undang New York bertujuan untuk melindungi pelabur kripto daripada penipuan memecoin\n\nPenggubal undang-undang New York memperkenalkan rang undang-undang untuk melindungi pengguna kripto daripada penipuan memecoin, di mana orang dalam meninggalkan projek selepas pelabur membeli token mereka. Penipuan ini biasanya mengakibatkan harga token jatuh menjunam, menyebabkan kerugian berjuta-juta dolar kepada pelabur kripto.\n\nPada 5 Mac, Ahli Dewan Negeri Clyde Vanel memperkenalkan undang-undang untuk mengenakan hukuman jenayah terhadap kesalahan yang melibatkan “penipuan token maya.” Ini secara jelas menyasarkan amalan menipu yang berkaitan dengan kripto.\n\nPasukan Petugas Kripto SEC untuk mengadakan meja bulat mengenai status keselamatan kripto\n\nPasukan Petugas Kripto Suruhanjaya Sekuriti dan Bursa AS akan menganjurkan siri meja bulat untuk membincangkan “status keselamatan” aset kripto, dengan yang pertama dijadualkan pada 21 Mac.\n\nKetua Pasukan Petugas Kripto, Pesuruhjaya Hester Peirce berkata beliau berharap dapat “menggunakan kepakaran orang ramai” untuk membangunkan rangka kerja yang boleh dilaksanakan untuk kripto.\n\nSiri meja bulat ini dipanggil “Larian Pantas Musim Bunga Menuju Kejelasan Kripto,” dan topik perbincangan pertama digelar “Bagaimana Kita Sampai di Sini dan Bagaimana Kita Keluar — Menentukan Status Keselamatan.”\n\nSenat Utah meluluskan rang undang-undang Bitcoin — tetapi membuang peruntukan utama\n\nPenggubal undang-undang Utah meluluskan rang undang-undang Bitcoin selepas membuang seksyen yang membenarkan bendahari negeri melabur dalam Bitcoin. Walaupun rang undang-undang HB230 diluluskan oleh Senat negeri, ia membuang klausa rizab utama yang akan membenarkan bendahari negeri melabur dalam aset digital dengan had pasaran melebihi $500 bilion.\n\nKlausa itu diluluskan dalam bacaan kedua tetapi dibuang dalam bacaan ketiga dan terakhir. Namun begitu, rang undang-undang itu memberikan perlindungan hak jagaan asas kepada rakyat, hak untuk melombong, menjalankan nod dan membuat pegangan, antara lain.\n\nPendakwa Argentina bertujuan untuk membekukan aset dalam kes penipuan memecoin LIBRA\n\nPendakwa Persekutuan Argentina Eduardo Taiano, pendakwa utama yang menyiasat peranan yang didakwa Presiden Argentina Javier Milei dalam skandal kripto LIBRA, meminta pembekuan hampir $110 juta dalam aset digital yang berkaitan dengan kes memecoin itu.\n\nTaiano juga meminta pemulihan catatan media sosial Milei yang telah dipadam dan rekod terperinci semua transaksi LIBRA sejak pelancarannya. Pendakwa itu bertujuan untuk membina semula operasi kewangan pada 14 dan 15 Februari, apabila jumlah dagangan projek itu mencapai puncaknya.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzMwOGMtZDM5Mi03ZDUxLTkzMmMtNWFhNWY1NTg2OGMx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf37d64178696169ae639e",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 19:00:00",
            "status": "Posted"
        }
    ]
}