{
    "timestamp": "2025-04-17 13:35:18",
    "all_news": [
        {
            "title": "5 reasons why FARTCOIN is rising faster than everything else",
            "translated_facebook_post": "FARTCOIN, duit kripto meme di Solana, naik mendadak disebabkan beberapa faktor: persamaan dengan kejayaan PEPE, peningkatan aktiviti media sosial,  peningkatan minat pelabur,  tiada pengasas yang memberi risiko kurang, dan corak teknikal yang menunjukkan potensi kenaikan sehingga 100%.",
            "translated_title": "5 Sebab FARTCOIN Meningkat Lebih Pantas Berbanding Yang Lain",
            "translated_content": "**Fartcoin (FARTCOIN): Mengapa Memecoin Solana Ini Melonjak Lebih Cepat daripada Bitcoin?**\n\nFartcoin (FARTCOIN), memecoin berasaskan Solana yang dilancarkan pada Oktober 2024, telah melonjak lebih 370% daripada paras terendah tahunannya, mengatasi prestasi Bitcoin (BTC) walaupun ketegangan perdagangan global memberi tekanan kepada aset berisiko yang lebih luas.  Berikut adalah lima sebab utama mengapa FARTCOIN melonjak lebih pantas daripada mata wang kripto terkemuka.\n\n**Kesamaan dengan ledakan PEPE memacu keghairahan FARTCOIN**\n\nPeningkatan FARTCOIN baru-baru ini mencerminkan peringkat awal peningkatan pesat Pepe (PEPE). Pada tahun 2023, PEPE dilancarkan dengan peningkatan pantas kepada had pasaran $1.8 bilion sebelum jatuh ke $255 juta, menurut carta mingguan PEPE/WETH.  Dari situ, ia mencapai paras terendah, kemudian memasuki satu lagi peralihan yang lebih kuat yang membawanya melebihi penilaian $4 bilion.  Fasa pam euforia, pembetulan yang teruk, dan pengumpulan yang senyap kelihatan serupa dengan apa yang ditunjukkan oleh FARTCOIN sekarang.  Memecoin Solana ini mencapai puncak hampir $2.4 bilion awal tahun ini sebelum mengalami penurunan yang teruk. Penilaiannya jatuh kepada sekitar $365 juta, membentuk corak bawah yang bulat.  Dari situ, FARTCOIN telah meningkat secara beransur-ansur, mencecah sekitar $949 juta setakat minggu ini.  Ini sangat serupa dengan fasa pengumpulan pasca-hype PEPE pada tahun 2023.  “Saya benar-benar fikir ada peluang Fartcoin akan mengulangi strategi PEPE dan menghasilkan beberapa gandaan yang luar biasa dari sini,” tulis penganalisis pasaran MacroCRG, memetik fraktal memecoin PEPE.\n\n**Keghairahan media sosial FARTCOIN meningkat 500%**\n\nFARTCOIN nampaknya sedang menunggang gelombang baru spekulasi, dengan metrik media sosial menunjukkan peningkatan mendadak dalam aktiviti dalam talian.  Jumlah sosial FARTCOIN (garis oren) meningkat hampir 500% pada awal April, mendahului keuntungan lebih 100% pada bulan itu, menurut sumber data LunarCrush.  Setakat 17 April, penglibatan telah sedikit menurun, walaupun masih tinggi pada 177% melebihi paras dasar.  Dominasi sosial (ungu) dan penyumbang sosial (biru) kedua-duanya meningkat, masing-masing sebanyak 161.69% dan 136.07%.  Peningkatan aktiviti media sosial dalam pasaran kripto sering dikaitkan dengan peningkatan minat spekulatif, terutamanya dalam aset yang didorong oleh meme.  Walaupun bukan penunjuk yang dijamin untuk tindakan harga masa hadapan, peningkatan dalam metrik sosial boleh mencerminkan peningkatan penglibatan komuniti dan keterlihatan yang lebih tinggi—faktor yang kini bertepatan dengan pergerakan mendadak dalam FARTCOIN.\n\n**Peningkatan minat terbuka (OI) FARTCOIN melebihi 500%**\n\nMinat terbuka (OI) FARTCOIN dalam pasaran hadapan telah meningkat sekitar 504% setakat tahun 2025, menurut sumber data CoinGlass.  Peningkatan OI menunjukkan aliran masuk modal dan perhatian yang besar daripada pedagang.  Sebaliknya, OI Bitcoin telah menurun sebanyak 10.5% dalam tempoh yang sama, mencerminkan pengurangan minat spekulatif dalam aset kripto utama.\n\nMenambah lagi kes positif, kadar pembiayaan FARTCOIN kekal positif sepanjang bulan April, menunjukkan bahawa lebih ramai pedagang bertaruh pada harga yang meningkat berbanding menurun.  Tempoh kadar pembiayaan negatif dalam pasaran hadapan FARTCOIN telah bertepatan dengan penghapusan pendek yang besar, menyerlahkan risiko bertaruh menentang memecoin popular ini.  Satu contoh yang jelas berlaku pada 9 April, apabila kadar pembiayaan FARTCOIN lapan jam jatuh kepada -0.023%, menandakan gelombang sentimen bearish apabila pedagang secara agresif menjual token tersebut secara pendek.  Tetapi dalam kesesakan pendek klasik, FARTCOIN melonjak hampir 50% pada hari yang sama, mencetuskan penghapusan pendek sebanyak $9.16 juta, berbanding hanya $2.52 juta dalam posisi panjang.  Ketidakseimbangan yang ketara ini menggariskan satu corak yang semakin meningkat: apabila terlalu ramai pedagang cenderung bearish, FARTCOIN sering bergerak dengan mendadak menentang mereka.  Akibatnya, penjual pendek nampaknya berhati-hati, kerana pesimisme yang berlebihan telah berulang kali gagal, menukar pembiayaan negatif kepada persediaan untuk pergerakan menaik yang eksplosif.\n\n**Fartcoin tanpa pengasas**\n\nPeningkatan FARTCOIN mencerminkan lebih daripada sekadar keghairahan yang didorong oleh meme—ia berpunca daripada naratif unik yang secara aktif menggabungkan inovasi AI dengan kekasaran internet.  Penyelidik AI yang berpangkalan di New Zealand, Andy Ayrey, telah mencipta agen AI yang dipanggil Terminal of Truth, yang mencipta FARTCOIN sebagai sebahagian daripada eksperimen dalam menggabungkan kecerdasan buatan dengan jenaka rantaian blok.  Kisah asal yang luar biasa ini telah menarik perhatian pedagang yang ingin memanfaatkan persilangan AI dan kripto, meletakkan FARTCOIN sebagai lebih daripada sekadar memecoin biasa.\n\nPasukan FARTCOIN terus membina jenamanya sekitar budaya internet viral, merancang filem yang diilhamkan oleh Goatse untuk terus memacu penglibatan. Ia menolak lagi kekasaran dengan memasukkan bunyi kentut digital ke dalam sistem \"Gas Fee\"—menukar kos transaksi kepada jenaka yang sengaja kasar yang mengukuhkan identitinya yang utama sebagai meme.  Dengan berbuat demikian, FARTCOIN telah menggunakan kebaruan dan naratif untuk menarik modal spekulatif tanpa bergantung pada peta hala tuju, tokoh pengasas, atau utiliti.  Strategi ini mungkin menjelaskan mengapa ia terus mendapat momentum sementara banyak token lain terhenti.\n\n**Teknikal harga FARTCOIN menunjukkan keuntungan 100% seterusnya**\n\nPeralihan harga FARTCOIN juga mempunyai sokongan teknikal yang kukuh. Carta 4 jam FARTCOIN/USDT menunjukkan corak kepala dan bahu songsang, isyarat pembalikan menaik klasik yang sering menandakan berakhirnya aliran menurun dan permulaan pergerakan menaik yang berterusan.  Formasi ini termasuk bahu kiri yang dibentuk pada awal Februari, kepala yang lebih dalam pada pertengahan Mac, dan bahu kanan pada awal April, semuanya berlabuh sekitar garisan leher mendatar sekitar $0.63.  Corak ini mengesahkan pelariannya pada 10 April apabila FARTCOIN melonjak di atas garisan leher dengan jumlah yang kuat.  Berikutan pelarian itu, harga telah kekal di atas purata bergerak utama—50-EMA dan 200-EMA—sambil menyatukan sedikit di bawah paras $0.90.  Berdasarkan jarak dari kepala ke garisan leher, unjuran pergerakan yang diukur menunjukkan sasaran menaik berhampiran $1.96, naik lebih 100% berbanding paras harga semasa.  Pelarian ini menambah satu lapisan pengesahan teknikal kepada peralihan yang sedang berlangsung, menyokong pandangan bahawa momentum FARTCOIN didorong oleh naratif dan disokong secara struktur oleh corak carta menaik.\n\n*Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.*",
            "translated_summary": "Mata wang kripto meme Solana, FARTCOIN, mungkin meningkat sebanyak 100% lagi dalam beberapa minggu akan datang, berdasarkan corak teknikal yang meyakinkan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801010865f9a55c3f4061df",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNkNzQtZDM5MS03ODU3LTlhOWEtNjc5NTljMWY2Yzc3.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-17 13:22:00"
        },
        {
            "title": "Decoding Bitcoin’s Surge: Novogratz Unveils Macro Uncertainty & Crypto Adoption Dynamics",
            "translated_facebook_post": "Harga Bitcoin naik disebabkan ketidakpastian ekonomi global dan semakin ramai orang guna kripto.  Bitcoin dilihat sebagai pelaburan alternatif yang selamat dan permintaan semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680101078190c904d2c36408",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Decoding-Bitcoins-Surge-Novogratz-Unveils-Macro-Uncertainty-Crypto-Adoption-Dynamics.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:20:00"
        },
        {
            "title": "Pi Network Crashes 18% in 48 Hours; Further Decline Likely Amid Market Pressure",
            "translated_facebook_post": "Harga Pi Network jatuh 18% dalam masa 48 jam, dan mungkin terus menurun disebabkan tekanan pasaran,  walaupun ada perkembangan positif seperti pengembangan di AS dan kerjasama Web3.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800ffefb208e672cf253c29",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/15172205/Pi-Network-News_-Pi-Coin-Enters-Futures-Trading-Amidst-Growing-Market-Hype.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:18:00"
        },
        {
            "title": "Gold Gains Popularity as Bitcoin Fades",
            "translated_facebook_post": "Ramai sekarang lebih suka melabur dalam emas disebabkan ekonomi tak menentu, berbanding Bitcoin yang nampaknya kurang menarik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/gold-gains-popularity-as-bitcoin-fades",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-news-034.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:18:00"
        },
        {
            "title": "Bybit Just Announced a Major Web3 Shutdown—What to Know",
            "translated_facebook_post": "Bybit akan tutup beberapa servis Web3 diorang menjelang Mei 2025.  Ini termasuk dompet digital, platform dagangan, dan pasaran NFT.  Pengguna digalakkan pindahkan aset sebelum tarikh tutup untuk elak kehilangan.  Servis lain macam staking masih beroperasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fff265f9a55c3f4061d9",
            "source": "TurkishNY Radio",
            "image": "https://www.turkishnyradio.com/wp-content/uploads/2025/04/Untitled-design-2025-04-17T135040.033.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:15:00"
        },
        {
            "title": "XRP Might Decline Below $2 Again – See What The Charts Say",
            "translated_facebook_post": "Harga XRP mungkin akan jatuh bawah $2 lagi sebab momentum menurun dan rintangan kukuh masih ada.  Pelabur kena perhatikan rapat pergerakan harga ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fff165f9a55c3f4061d7",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/xrp-price-today-surges-ripple-wins-as-sec-drops-appeal-will-xrp-skyrocket-to-new-highs.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:15:00"
        },
        {
            "title": "Synthetix's sUSD Faces Intense Depegging Issues",
            "translated_facebook_post": "SUSD, stablecoin Synthetix, baru-baru ni mengalami masalah peg, mungkin sebab naik taraf kawal selia dan kurang insentif, jadi ramai pelabur sekarang tengah fikir sama ada nak beli atau tak.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fff0125e404dc2c28970",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/susd-stablecoin-peg-impact-analysis.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:14:00"
        },
        {
            "title": "Judge Pauses 18-state Lawsuit Against SEC Over Crypto Regulation",
            "translated_facebook_post": "Mahkamah tangguh saman terhadap SEC pasal kawal selia kripto untuk 60 hari, harap perubahan kepimpinan SEC boleh selesaikan isu ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fec5125e404dc2c2896c",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Judge-Pauses-18-state-Lawsuit-Against-SEC-Over-Crypto-Regulation.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:13:00"
        },
        {
            "title": "New York Fed President Williams Predicts U.S. Economic Slowdown in 2025",
            "translated_facebook_post": "Presiden Rizab Persekutuan New York jangka ekonomi Amerika Syarikat akan perlahan pada 2025, pertumbuhan KDNK kurang daripada 1% dan kadar pengangguran meningkat.  Pasaran kripto setakat ini tak banyak reaksi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fec4b208e672cf253c25",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/concerned-economist-forecast-2025.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:13:00"
        },
        {
            "title": "CoinDesk 20 Performance Update: Bitcoin Cash (BCH) Gains 4.2%, Leading Index Higher",
            "translated_facebook_post": "Bitcoin Cash naik 4.2%, Near Protocol pun meningkat 3.7% daripada Rabu.  Secara keseluruhan, prestasi indeks pun nampak bagus.\n\n\nBitcoin Cash dan Near Protocol antara mata wang kripto yang menunjukkan prestasi memberangsangkan baru-baru ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/coindesk-20-performance-update-bitcoin-cash-bch-gains-4-2-leading-index-higher/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/e024e2340d91aa771704561e71e05a65cb279122-480x360.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:10:00"
        },
        {
            "title": "Panama City to Accept Crypto for Government Payments",
            "translated_facebook_post": "Panama City dah boleh terima bayaran cukai dan saman guna mata wang kripto,  di mana ia ditukar kepada USD dulu sebelum masuk akaun kerajaan.  Inisiatif ni diketuai Datuk Bandar Mayer Mizrachi,  dan dijangka boleh beri impak besar pada undang-undang kripto di negara tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fec48190c904d2c36400",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/panama-city-futuristic-skyline.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:10:00"
        },
        {
            "title": "Investors Flock to Gold as Bitcoin Struggles for Safety",
            "translated_facebook_post": "Pelabur sekarang lebih pilih emas berbanding Bitcoin sebab keadaan ekonomi tak menentu, dengan emas nampak lebih selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/investors-flock-to-gold-as-bitcoin-struggles-for-safety/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-036.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:10:00"
        },
        {
            "title": "Raydium Unveils LaunchLab, Escalating Rivalry with Pump.fun in Solana Ecosystem",
            "translated_facebook_post": "Raydium lancarkan LaunchLab, platform cipta dan dagang token segera di Solana, mencabar Pump.fun.  LaunchLab tawarkan ciri pantas dan ganjaran rujukan, mengubah Raydium jadi platform lengkap.  Persaingan antara dua platform ini makin sengit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/raydium-unveils-launchlab-escalating-rivalry-with-pump-fun-in-solana-ecosystem/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/PumpFun-Raydium.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:10:00"
        },
        {
            "title": "Litecoin Price Prediction 2025, 2026 – 2030: Will LTC Price Hit $200?",
            "translated_facebook_post": "Harga Litecoin dijangka meningkat sehingga $169.20 tahun ini, dan mungkin mencecah $1284.87 menjelang 2030.  Pelaburan jangka panjang nampaknya berpotensi menguntungkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/670142b89b66967b272612ed",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/04/08130530/price-prediction-litecoin-ltcCLASSIC.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:09:00"
        },
        {
            "title": "CoinGecko Published Its First Report of 2025! Altcoins Bear the Burden of Bitcoin's Decline! Solana (SOL) Stands Out!",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fd9d125e404dc2c28960",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/12/Bitcoin-altcoin-.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:07:00"
        },
        {
            "title": "Bitcoin Prices Hit Record Amid Regulatory Talks",
            "translated_facebook_post": "Harga Bitcoin meningkat mendadak disebabkan perbincangan tentang peraturan baharu, dan ini menambahkan keyakinan pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fd9d125e404dc2c2895f",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/financial-analyst-bitcoin-focus.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:06:00"
        },
        {
            "title": "Ripple and SEC Pause Appeal, Settlement Likely",
            "translated_facebook_post": "Kes saman antara Ripple dan SEC mungkin akan selesai secara rundingan, dan harga XRP pun naik sebab tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fd9eb208e672cf253c20",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/ripple-sec-ink-drawing-bw.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:05:00"
        },
        {
            "title": "Ethereum Transaction Fees Hit 5-Year Low",
            "translated_facebook_post": "Yuran transaksi Ethereum sekarang rendah sangat, macam harga tahun 2020,  jadi peluang untuk pelabur, tapi kena tengok keadaan ekonomi global jugak sebelum buat keputusan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fec4125e404dc2c28968",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/analyse-chute-historique-frais-transaction-ethereum.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:05:00"
        },
        {
            "title": "VALR Launches DeFi Lending, Expanding Crypto Yield Opportunities (17 Apr)",
            "translated_facebook_post": "Sekarang pengguna VALR boleh pinjam dan dapat pulangan atas aset kripto mereka dengan lebih mudah, terus menerus melalui platform VALR.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fff0b208e672cf253c2b",
            "source": "Newsroom - Chainwire",
            "image": "https://app.chainwire.org/storage/uploads/users/photo_2025-01-27_15-07-02_17448794776maJdmuVuH.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:05:00"
        },
        {
            "title": "Snapchain Goes Live, Boosting Farcaster’s Growth",
            "translated_facebook_post": "Sistem Snapchain yang baharu dilancarkan membantu Farcaster berkembang pesat dengan transaksi lebih pantas dan murah, menarik lebih ramai pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6800fc6a8190c904d2c363f7",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:02:00"
        }
    ]
}