{
    "timestamp": "2025-03-07 06:35:03",
    "all_news": [
        {
            "title": "Bitcoin Berkemungkinan Lebih 50% Mencapai Kemuncak Baharu Menjelang Jun: Cory Klippsten",
            "description": "Ketua Pegawai Eksekutif Swan Bitcoin, Cory Klippsten, berkata Bitcoin mempunyai peluang yang baik untuk melepasi paras kemuncaknya iaitu $109,000 menjelang Jun, tetapi pasaran terlebih dahulu perlu memproses beberapa...",
            "content": "Ketua Pegawai Eksekutif Swan Bitcoin, Cory Klippsten, berkata peluang Bitcoin mengatasi paras tertinggi sepanjang zamannya iaitu $109,000 menjelang Jun adalah cerah, tetapi pasaran terlebih dahulu memerlukan masa untuk menyerap keadaan ekonomi makro yang tidak menentu.\n\n“Saya fikir terdapat lebih daripada 50% kemungkinan kita akan melihat paras tertinggi sepanjang zaman sebelum akhir Jun tahun ini,” kata Klippsten kepada Cointelegraph.\n\nBagaimanapun, beliau berkata peserta pasaran terlebih dahulu perlu menyesuaikan diri dengan ancaman tarif Presiden Amerika Syarikat Donald Trump dan ketidaktentuan sekitar kadar inflasi.\n\nPasaran memerlukan masa untuk mencerna\n\n“Pasaran perlu terlebih dahulu mencerna tarif, kebimbangan perang perdagangan, dan kebimbangan kemelesetan pertumbuhan. Bitcoin yang diniagakan di bawah $100,000 sekarang ini dirasakan seperti jeda, bukan penghujung kepada aliran menaik,” katanya.\n\nPada masa penerbitan, Bitcoin diniagakan pada $88,210, turun 4.9% sepanjang hari terakhir, data CoinMarketCap menunjukkan. Bitcoin telah jatuh hampir 14% sejak Trump mengumumkan tarif import ke atas barangan dari China, Kanada, dan Mexico pada 1 Februari.\n\nBitcoin diniagakan pada $88,210 pada masa penerbitan. Sumber: CoinMarketCap\n\nKlippsten berkata momentum Bitcoin daripada pemecahan pertama kali di atas $100,000 pada Disember 2024 belum “tengah hilang sepenuhnya,” dan permintaan institusi “belum hilang.”\n\n“Ketidaktentuan ekonomi makro — ketegangan geopolitik, kebimbangan inflasi, dan perubahan dasar Fed — pastinya mewujudkan hingar-bingar, tetapi saya berhujah ia kebanyakannya jangka pendek.”\n\n“Kita berada dalam fasa pengukuhan sekarang, tetapi saya tidak melihatnya meluas kepada pergerakan sisi jangka panjang,” kata Klippsten.\n\nSelepas Bitcoin mencapai paras tertinggi sepanjang zaman sebanyak $73,679 pada Mac, ia mengalami pengukuhan dalam julat luas $53,000 hingga $72,000 untuk lapan bulan berikutnya. Ia kemudiannya menawan semula paras itu selepas Trump dipilih pada November dan melonjak kepada $100,000 pada bulan berikutnya.\n\nBitcoin mungkin akan melonjak antara $85,000 hingga $95,000 untuk beberapa waktu\n\nBitcoin jatuh ke paras rendah di bawah $85,000 sejurus selepas Trump menandatangani perintah eksekutif yang mencipta Rizab Strategik Bitcoin.\n\nPerintah Trump tidak memenuhi jangkaan pasaran kerana ia hanya mengesahkan bahawa kebanyakan Bitcoin yang dipegang oleh kerajaan AS tidak akan dijual dan tidak memberikan garis masa yang jelas tentang bila ia akan memperoleh lebih banyak, atau berapa banyak yang ingin dibelinya.\n\nBerikutan penurunan harga Bitcoin, ahli ekonomi rangkaian Timothy Peterson memberitahu Cointelegraph bahawa berdasarkan corak sejarah, adalah mungkin bahawa Bitcoin akan melonjak antara $85,000 dan $95,000 dalam tempoh enam hingga dua belas minggu akan datang sebelum “perlahan-lahan” menuju ke atas $100,000 sekali lagi.\n\nKetua Pegawai Eksekutif Bitwise Invest, Hunter Horsley, tidak terlalu bimbang dengan penurunan harga Bitcoin berikutan pengumuman Rizab Strategik Bitcoin, sambil menunjukkan bahawa penurunan yang sama berlaku selepas pelancaran dana dagangan bursa (ETF) Bitcoin spot pada Januari 2024.\n\n“Bitcoin dijual apabila ETF Bitcoin dilancarkan. Dan kemudian menuju ke ATH baharu. Pedagang akan berdagang,” kata Horsley dalam catatan X pada 7 Mac.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZkZDQtOWUxMS03NDE1LWJlMGYtNWEzOTdjNWViN2M1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca8ec1a303c925fada6fe5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 06:10:00",
            "status": "Posted"
        }
    ]
}