{
    "timestamp": "2025-04-07 15:29:26",
    "all_news": [
        {
            "title": "U.S. Stock Market Faces Decline After New Tariff Impositions",
            "translated_facebook_post": "Pasaran saham Amerika jatuh disebabkan tarif baharu, walaupun ada sedikit kenaikan semula sekejap,  tapi akhirnya kerugian mencecah 5 trilion dolar dan ramai pelabur berpindah ke aset lebih selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3ebd0695c7e57dba46567",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-market-plunge-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:10:00"
        },
        {
            "title": "Bitcoin Network Hits Historic High as Miners Struggle with Falling Revenues",
            "translated_facebook_post": "Rangkaian Bitcoin makin kuat,  capaian tertinggi setakat ni, tapi pendapatan pelombong pulak jatuh.  Harga Bitcoin masih tak berubah walaupun kuasa pemprosesan meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-network-hits-historic-high-as-miners-struggle-with-falling-revenues/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-news-1221.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:09:00"
        },
        {
            "title": "Tokenized Assets Will Surge to $19 Trillion by 2033: Ripple",
            "translated_facebook_post": "Aset digital dijangka meningkat kepada $19 trilion menjelang 2033, didorong oleh teknologi dan peraturan yang lebih baik,  membawa perubahan besar dalam dunia kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3ebcfe84a5314766c3d8d",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Tokenized-Assets-Will-Surge-to-19-Trillion-by-2033-Ripple.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:09:00"
        },
        {
            "title": "Base posts $193m in Q1 fees, targets $100b in on-chain assets by 2025",
            "translated_facebook_post": "Base, walaupun pasaran agak lembap, berjaya jana USD193 juta hasil yuran dagangan suku pertama tahun ni, dan sasar USD100 billion aset on-chain menjelang Oktober 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3ebcfc471184b0ab7b4bf",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/11/crypto-news-BASE-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:09:00"
        },
        {
            "title": "Binance Founder CZ Joins Pakistan Crypto Council as Strategic Advisor",
            "translated_facebook_post": "Pengasas Binance, CZ, kini penasihat strategik untuk Majlis Kripto Pakistan, membantu negara itu membangunkan peraturan, infrastruktur digital, dan penggunaan teknologi blockchain.  Ini menunjukkan minat Pakistan terhadap Web3 dan potensi besarnya dalam sektor kripto, terutamanya dengan penduduk muda yang ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3eab7c471184b0ab7b4ba",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/01183005/Binance-News-CZ-to-Inject-1M-BNB-into-Meme-Coin-Liquidity-Program.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:08:00"
        },
        {
            "title": "Bitcoin Pops and Drops as Markets Swing Wildly on Tariff News",
            "translated_facebook_post": "Pasaran saham turun naik dengan liar disebabkan berita tarif, menyebabkan harga Bitcoin pun naik turun tak menentu.  Rumah Putih menafikan laporan yang mengatakan mereka akan menangguhkan pengenaan tarif selama 90 hari.\n\n\nHarga Bitcoin terjejas akibat ketidakstabilan pasaran global berkaitan isu tarif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/bitcoin-pops-and-drops-as-markets-swing-wildly-on-tariff-news/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/f3c4b359de99d04f5c48e6993dedba6a0884c57b-720x406.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:07:00"
        },
        {
            "title": "FTX Clients Face $2.5 Billion Loss Risk",
            "translated_facebook_post": "Hampir 400,000 pelanggan FTX mungkin rugi $2.5 bilion disebabkan masalah likuidasi, menjejaskan keyakinan pelabur dan mungkin pasaran kripto secara keseluruhannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3eab8e03534295dc7c9f8",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/distressed-clients-bank-anxious.jpg.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:05:00"
        },
        {
            "title": "Pump.fun Relaunches Live Streaming After 5-Month Suspension",
            "translated_facebook_post": "Platform Pump.fun dah mula aktifkan balik ciri siaran langsung lepas lima bulan berehat, tapi dengan peraturan kawalan yang lebih ketat.  Buat masa ni, baru 5% pengguna je boleh guna.  Walaupun industri memecoin tengah susah sekarang, Pump.fun harap langkah ni dapat tarik balik minat pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3eab8c471184b0ab7b4bc",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/Pump.fun-memecoins.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:05:00"
        },
        {
            "title": "Here’s why Bitcoin and altcoin prices may surge after the crypto Black Monday",
            "translated_facebook_post": "Harga Bitcoin dan altcoin mungkin akan naik semula lepas penurunan mendadak baru-baru ni disebabkan kemungkinan rundingan perdagangan dan kemungkinan penurunan kadar faedah oleh Federal Reserve.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e991695c7e57dba46558",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-Mount-Rushmore-Bitcoin-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:03:00"
        },
        {
            "title": "Bybit Unveils Liquidity Shield Trading Frenzy with 1,000,000 USDT Prize Pool",
            "translated_facebook_post": "Bybit bagi peluang menang hadiah wang tunai berjumlah 1,000,000 USDT dalam kempen dagangan ‘Liquidity Shield Trading Frenzy’ mereka sehingga 3 Mei ni.  Ada tiga aktiviti dengan hadiah berbeza, sesuai untuk pelbagai strategi dagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e993e84a5314766c3d86",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/image_1744033805zB3XDjqRHX.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:03:00"
        },
        {
            "title": "2025’s Underrated 3: Solana, Bitcoin (BTC), and XRP Rise Quietly",
            "translated_facebook_post": "Solana, Bitcoin, dan XRP masih kukuh walaupun kurang dihebohkan, manakala TON, LINK, dan HBAR juga menunjukkan perkembangan positif.  MAGACOINFINANCE pula menarik perhatian sebagai projek baharu yang berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3eab9695c7e57dba4655f",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17439513662091998-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:02:00"
        },
        {
            "title": "Artificial Intelligence 101: Explaining basic AI concepts you need to know",
            "translated_facebook_post": "AI dah maju sangat sekarang ni, dah boleh kalahkan juara dunia Go dan catur.  Ia pun digunakan dalam pelbagai bidang, dari perubatan sampai penghantaran barang.  Masa depan nampaknya banyak teknologi AI akan digunakan dalam pelbagai industri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e990e03534295dc7c9ee",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:00:00"
        },
        {
            "title": "A decade-old debate is back as self-custody gets smarter",
            "translated_facebook_post": "Perkembangan teknologi dompet kripto kini menawarkan perlindungan lebih baik berbanding sebelum ini, mengurangkan risiko kehilangan wang akibat penipuan atau penggodaman bursa pusat.  Simpan sendiri kunci peribadi anda untuk kawalan sepenuhnya.",
            "translated_title": "Perdebatan yang berusia sedekad kembali bergema seiring kecanggihan penyimpanan sendiri.",
            "translated_content": "Pendapat oleh: Alvin Kan, Ketua Pegawai Operasi Bitget Wallet\n\nKita lihat lagi: Sebuah bursa kripto terpusat (CEX) terkemuka telah digodam, kali ini mungkin dengan jumlah terbesar dalam sejarah manusia. Kita bernasib baik kerana dapat mengelakkan yang terburuk — keruntuhan platform dan akibat buruk bagi industri ini. Kejadian ini mengingatkan kita sekali lagi bahawa walaupun pemain pasaran yang terkuat pun tidak kebal. Kebebasan CEX untuk menguruskan dana pelanggan datang dengan risiko, mengingatkan pengguna bahawa penyimpanan bukan jagaan (non-custodial) yang lama masih merupakan yang paling selamat. Dengan kemajuan terkini dalam ciri keselamatan, dompet melindungi duit syiling dan membantu pengguna memanfaatkan kripto mereka dengan selamat.\n\nPeraturan Emas Kekal Berlaku\n\nSelepas penggodaman Bybit bernilai $1.5 bilion, keadaan kembali tenang dengan agak pantas. Walau bagaimanapun, jika platform itu tidak menyimpan rizab 1:1 untuk dana pelanggan, penggodaman itu boleh mengakibatkan kesan buruk terhadap keseluruhan industri. Apabila masalah kecairan FTX timbul pada tahun 2022, satu \"bank run\" telah menamatkan platform itu dalam masa beberapa hari, dan berbilion bayaran balik baru sahaja bermula.\n\nSecara sejarah, CEX telah menjadi sasaran utama penggodam. Antara tahun 2012 dan 2023, bursa terpusat telah menjadi mangsa kepada 118 penggodaman, kehilangan hampir $11 bilion. Ini adalah 11 kali ganda lebih banyak daripada wang yang dicuri secara langsung daripada rangkaian blok rantaian dan dompet kripto. Berulang kali, kita melihat betapa mudahnya gergasi pasaran kripto ini boleh diserang. Peraturan emas \"bukan kunci anda, bukan Bitcoin anda\" kekal relevan.\n\nMeletakkan deposit bursa kripto terpusat bermakna mewakilkan penyimpanan wang anda. CEX menyimpan semua kunci peribadi dan oleh itu mempunyai kawalan sepenuhnya terhadap dana pelanggan. Selain daripada pengalaman perdagangan yang lancar, ini melibatkan beberapa akibat yang tidak menyenangkan.\n\nPertama, platform terpusat menyimpan jumlah yang banyak dalam beberapa dompet, menjadikannya sasaran yang kerap bagi penggodam. CEX menggunakan dompet sejuk dan transaksi multisig, yang sepatutnya merupakan kaedah yang sangat selamat. Walau bagaimanapun, rangka kerja ini bergantung kepada infrastruktur pihak ketiga untuk menggabungkan tandatangan, dan sistem ini terbukti mudah diserang. Apabila peniaga membenarkan CEX menyimpan kunci peribadi mereka, ada kemungkinan mereka akan kehilangan semua dana mereka suatu hari nanti atas sebab-sebab yang sama sekali tidak dapat mereka kawal.\n\nSelain penggodaman, terdapat banyak cara lain yang kita berisiko kehilangan dana kita apabila mewakilkan jagaan. Bursa terpusat boleh membekukan akaun atas sebab-sebab undang-undang yang rumit, mengenakan had pengeluaran dan salah mengurus dana, yang membawa kepada kebankrapan. Sejarah menunjukkan perkara-perkara ini sering berlaku secara tiba-tiba — dan satu-satunya cara untuk bersedia adalah dengan bertanggungjawab untuk menyimpan wang kita sendiri.\n\nBukan Sekadar Penyulitan\n\nApabila anda menyimpan kripto dalam dompet bukan jagaan, kunci peribadi anda berada pada peranti anda dalam bentuk yang disulitkan. Anda mempunyai kawalan sepenuhnya terhadap dana anda, tidak seperti platform terpusat di mana anda tidak mempunyai sebarang kawalan.\n\nJagaan sendiri bukanlah tanpa risiko. Anda boleh berinteraksi dengan mana-mana protokol kewangan terdesentralisasi (DeFi) atau menukar apa sahaja — malah duit syiling yang tidak disenaraikan. Kebebasan ini datang dengan tanggungjawab yang besar: Platform DeFi telah menjadi sasaran serangan yang lebih kerap dalam beberapa tahun kebelakangan ini. Pembangun sering memberi tumpuan kepada pertumbuhan pesat, meninggalkan langkah keselamatan di belakang.\n\nWalau bagaimanapun, dompet hari ini menyokong kebebasan pengguna, memberikan mereka lebih banyak alat untuk melindungi dana mereka berbanding sebelum ini. Ini bermula dengan beberapa lapisan penyulitan, memastikan tiada siapa kecuali anda boleh mengakses kunci peribadi anda. Kata laluan sering mengesahkan transaksi keluar dan kebenaran aplikasi terdesentralisasi (DApp), jadi terdapat perlindungan berganda untuk aktiviti dompet harian.\n\nLangkah keselamatan hari ini telah pergi lebih jauh lagi, menjadikan dompet \"hanya penyimpanan\" sebagai perkara yang lalu. Selain daripada penyulitan kunci peribadi, dompet mengesan risiko di sekitar landskap kripto, membantu pengguna mengehadkan interaksi dengan projek berniat jahat. Sistem khusus mengesan serangan pancingan data, alamat berniat jahat dan kontrak palsu, memaparkan amaran risiko untuk pengguna dan membantu mereka mencegah kecurian.\n\nKadang-kadang, pengguna memberikan kebenaran yang berlebihan kepada DApp, membenarkan akses tanpa had kepada dana mereka, dan kemudian melupakan bahawa mereka telah melakukannya. Sesetengah dompet menyediakan alat mudah untuk menyemak kebenaran yang diberikan sebelum ini dan mencabut akses, terutamanya jika sistem menandakannya sebagai berisiko.\n\nDompet yang bertanggungjawab juga sentiasa menjalani audit keselamatan bebas oleh pelbagai pihak, menyemak kod teras mereka dan ciri tambahan seperti alat penukaran token, pasaran NFT, dan lain-lain. Sesetengah platform mengekalkan dana perlindungan untuk membayar balik pengguna sekiranya berlaku insiden keselamatan. Akhir sekali, sesetengahnya juga mendidik pengguna tentang cara melindungi diri mereka daripada penipuan.\n\nDompet bukan jagaan yang baik bukan sahaja menyimpan dana dengan baik. Ia membantu anda menggunakannya dengan selamat, memanfaatkan sepenuhnya duit syiling anda.\n\nJumlah besar yang disimpan dalam dompet CEX menarik penggodam seperti api menarik rama-rama. Satu penyelesaiannya ialah menyebarkan aset merentasi lebih banyak dompet supaya menjejaskan satu tidak akan menjejaskan keseluruhan sistem. Satu lagi ialah pengguna mengurangkan pergantungan kepada platform terpusat dan mendapatkan semula kawalan dana mereka, memanfaatkan ciri keselamatan pintar dompet.",
            "translated_summary": "Bursa terpusat masih terdedah kepada pencerobohan besar-besaran, tetapi dengan evolusi penjagaan sendiri, orang ramai boleh melindungi pegangan kripto mereka dengan lebih…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e991e84a5314766c3d80",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTk0ODktOTkzZi03MzY4LWJiNjEtNjJlZmE2ZjBkYmQw.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-07 15:00:00"
        },
        {
            "title": "Was Bitcoin price drop to $75K the bottom? — Data suggests BTC to stocks decoupling will continue",
            "translated_facebook_post": "Translation failed",
            "translated_title": "Adakah penurunan harga Bitcoin kepada $75,000 merupakan paras terendah? — Data menunjukkan pemisahan BTC daripada saham akan berterusan",
            "translated_content": "Bitcoin (BTC) jatuh di bawah $75,000 pada 6 April, tertekan oleh pasaran tradisional apabila niaga hadapan S&P 500 mencecah paras terendah sejak Januari 2024. Ketakutan awal turut menyebabkan niaga hadapan minyak WTI jatuh di bawah $60 buat pertama kalinya dalam tempoh empat tahun. Walau bagaimanapun, pasaran kemudiannya menebus sebahagian daripada kerugian, membenarkan Bitcoin menawan semula paras $78,000.\n\nKorelasi Bitcoin yang tinggi dengan pasaran tradisional cenderung bersifat jangka pendek.\n\nWalaupun sesetengah penganalisis berhujah bahawa Bitcoin telah memasuki pasaran menurun susulan pembetulan harga sebanyak 30% daripada puncak kitarannya, data sejarah menawarkan banyak contoh pemulihan yang lebih kuat.  Terutamanya, korelasi Bitcoin yang tinggi dengan pasaran tradisional cenderung bersifat jangka pendek. Beberapa petunjuk menunjukkan pedagang hanya menunggu peluang kemasukan yang lebih baik.\n\nPrestasi Bitcoin baru-baru ini berkait rapat dengan S&P 500, tetapi korelasi ini berubah-ubah dengan ketara dari semasa ke semasa. Sebagai contoh, korelasi menjadi negatif pada Jun 2024 apabila kedua-dua kelas aset bergerak ke arah yang bertentangan selama hampir 50 hari. Tambahan pula, walaupun metrik korelasi melebihi ambang 60% selama 272 hari dalam tempoh dua tahun — kira-kira 38% daripada tempoh tersebut — angka ini tidak muktamad dari segi statistik.\n\nKejatuhan harga Bitcoin baru-baru ini kepada $74,440 mencerminkan peningkatan ketidakpastian dalam pasaran tradisional. Walaupun tempoh korelasi yang luar biasa tinggi antara Bitcoin dan aset tradisional telah berlaku pada masa lalu, ia jarang bertahan lama. Tambahan pula, kebanyakan saham teknologi utama kini diniagakan pada harga 30% atau lebih rendah daripada paras tertinggi sepanjang zaman.\n\nEmas gagal sebagai “penyimpan nilai” antara 2022 dan 2024.\n\nWalaupun dengan permodalan pasaran sebanyak $1.5 trilion, Bitcoin kekal sebagai salah satu daripada 10 aset diniagakan teratas di peringkat global. Walaupun emas sering dianggap sebagai satu-satunya “penyimpan nilai” yang boleh dipercayai, perspektif ini mengabaikan turun naiknya. Contohnya, emas jatuh kepada $1,615 menjelang September 2022 dan mengambil masa tiga tahun untuk memulihkan paras tertinggi sepanjang zaman sebelumnya iaitu $2,075.\n\nWalaupun emas mempunyai permodalan pasaran sebanyak $21 trilion — 14 kali ganda lebih tinggi daripada Bitcoin — jurang dalam aset dana dagangan bursa (ETF) tempat yang diuruskan adalah jauh lebih sempit: $330 bilion untuk emas berbanding $92 bilion untuk Bitcoin. Selain itu, instrumen yang disenaraikan Bitcoin seperti Grayscale Bitcoin Trust (GBTC) telah dilancarkan di bursa pada tahun 2015, memberi emas kelebihan 12 tahun dalam kehadiran pasaran.\n\nKepentingan dan daya tahan ETF Bitcoin dalam derivatif BTC.\n\nDari sudut derivatif, niaga hadapan kekal Bitcoin (swap songsang) kekal dalam keadaan baik, dengan kadar pembiayaan berlegar hampir sifar. Ini menunjukkan permintaan leverage yang seimbang antara panjang (pembeli) dan pendek (penjual). Ini adalah perbezaan yang ketara berbanding tempoh antara 24 Mac dan 26 Mac, apabila kadar pembiayaan menjadi negatif, mencecah 0.9% sebulan — mencerminkan permintaan yang lebih kuat untuk kedudukan menurun.\n\nTambahan pula, penghapusan $412 juta kedudukan panjang berleveraj antara 6 April dan 7 April adalah agak sederhana. Sebagai perbandingan, apabila harga Bitcoin jatuh sebanyak 12.6% antara 25 Februari dan 26 Februari, penghapusan kedudukan lembu berleveraj berjumlah $948 juta. Ini menunjukkan bahawa pedagang lebih bersedia pada kali ini atau kurang bergantung pada leveraj.\n\nAkhir sekali, permintaan stablecoin di China menawarkan pandangan lanjut tentang sentimen pasaran. Biasanya, permintaan runcit yang kuat untuk kripto memacu stablecoin untuk diniagakan pada premium sebanyak 2% atau lebih tinggi daripada kadar dolar AS rasmi. Sebaliknya, premium di bawah 0.5% sering menunjukkan ketakutan apabila pedagang cuba keluar daripada pasaran kripto.\n\nPremium untuk USD Tether (USDT) kekal pada 1% pada 7 April, walaupun harga Bitcoin jatuh di bawah $75,000. Ini menunjukkan bahawa pelabur mungkin memindahkan kedudukan mereka kepada stablecoin, berpotensi menunggu pengesahan bahawa pasaran saham AS telah mencapai paras terendah sebelum kembali kepada pelaburan kripto.\n\nSecara sejarah, Bitcoin menunjukkan kekurangan korelasi dengan S&P 500. Tambahan pula, kadar pembiayaan niaga hadapan BTC hampir sifar, penghapusan niaga hadapan yang agak sederhana berjumlah berjuta-juta, dan premium stablecoin sebanyak 1% di China menunjukkan kemungkinan besar bahawa harga Bitcoin mungkin telah menemui paras terendah pada $75,000.\n\n*Nota: Artikel ini adalah untuk tujuan maklumat umum dan tidak bertujuan untuk dan tidak boleh dianggap sebagai nasihat pelaburan atau undang-undang. Pandangan, pemikiran, dan pendapat yang dinyatakan di sini adalah pandangan pengarang sahaja dan tidak semestinya mencerminkan atau mewakili pandangan dan pendapat Cointelegraph.*",
            "translated_summary": "Beberapa data menunjukkan harga Bitcoin mencecah paras terendah pada $75,000.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e992e03534295dc7c9f2",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjEwYTEtZTcwYS03NGRlLTgyZDYtZWZiZjNiM2RiNjZj.jpg",
            "fb_status": "Skipped",
            "wp_status": "Posted",
            "timestamp": "2025-04-07 15:00:00"
        },
        {
            "title": "AI Predicts 22,140% Gains For Mutuum Finance (MUTM) & 405% For Shiba Inu (SHIB), But Says To Sell Tron (TRX) & Ripple (XRP) Fast",
            "translated_facebook_post": "Ramalan AI menunjukkan Mutuum Finance (MUTM) mungkin naik 22,140%, Shiba Inu (SHIB) 405%, tapi elok jual Tron (TRX) dan Ripple (XRP) cepat.  Pelaburan awal dalam MUTM nampaknya berpotensi untung lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3eab9695c7e57dba46561",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-3-3-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 15:00:00"
        },
        {
            "title": "US moves beyond justifiable tariffs into something that is non-economic: Ex-Barclays CEO Bob Diamond",
            "translated_facebook_post": "Dasar Trump naikkan tarif import ni dah keterlaluan, sampai CEO Barclays pun kata macam ni satu tindakan yang sangat merugikan ekonomi Amerika sendiri.  Pasaran saham pun jatuh teruk, negara lain pun turut terkesan.  Risiko stagflasi pun makin tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e991e03534295dc7c9f0",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/US-moves-beyond-justifiable-tariffs-into-something-that-is-non-economic-Ex-Barclays-CEO-Bob-Diamond.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 14:59:00"
        },
        {
            "title": "What's Happening in Bitcoin (BTC)? News About the US and China Were False, There Was a $6,000 Movement! Here's the Latest Situation!",
            "translated_facebook_post": "Harga Bitcoin turun naik hampir $6000 disebabkan berita palsu tentang Amerika Syarikat dan China yang kemudian disahkan palsu oleh pihak White House.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e991e84a5314766c3d7e",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/02/ABD-Cin-Bitcoin-.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 14:59:00"
        },
        {
            "title": "LTO Network Commences Stage One Community Plan",
            "translated_facebook_post": "LTO Network baru je mula fasa pertama pelan komuniti diorang, harapnya dapat tingkatkan lagi penyelesaian blockchain dan kerjasama komuniti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e865c471184b0ab7b4b3",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/blockchain-office-discussion.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 14:57:00"
        },
        {
            "title": "Bitcoin Network Difficulty Reaches All-Time High! What Does It Mean? Here Are the Details",
            "translated_facebook_post": "Rangkaian Bitcoin makin kuat,  kesukaran perlombongan pun meningkat, tapi pendapatan pelombong pula jatuh.  Walaupun bagus untuk keselamatan Bitcoin jangka panjang, ramai pelombong kecil rasa tekanan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3e722c471184b0ab7b4af",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/09/bitcoin-madenciligi-btc.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 14:52:00"
        }
    ]
}