{
    "timestamp": "2025-03-08 04:24:21",
    "all_news": [
        {
            "title": "SBF dihantar ke sel pengasingan susulan temu bual Tucker Carlson: Laporan",
            "description": "Menurut laporan New York Times bertarikh 7 Mac, Sam Bankman-Fried telah dihantar ke sel isolasi selepas terlibat dalam satu temu bual yang tidak dibenarkan…",
            "content": "Bekas CEO FTX, Sam Bankman-Fried, dilaporkan telah dihantar ke sel pengasingan selepas terlibat dalam temu bual bersama pengulas politik sayap kanan, Tucker Carlson, yang tidak diluluskan oleh pihak berkuasa penjara.\n\n“Temu bual ini tidak diluluskan,” kata wakil Biro Penjara kepada The New York Times pada 7 Mac.\n\nMenurut seorang individu yang dimaklumkan tentang situasi tersebut, selepas temu bual Bankman-Fried dengan Carlson disiarkan, beliau dihantar ke sel pengasingan di Pusat Tahanan Metropolitan Brooklyn, tempat beliau ditahan sejak Ogos 2023.\n\nBiro Penjara dikatakan mempunyai peraturan ketat mengenai siapa yang boleh berkomunikasi dengan banduan dan bagaimana mereka boleh berbuat demikian.\n\nTemu bual tersebut, yang disiarkan di saluran YouTube Carlson pada 6 Mac, telah mendapat 730,425 tontonan setakat penerbitan.\n\nSumber: Tucker Carlson\n\nSemasa temu bual dengan Carlson, Bankman-Fried bercakap tentang kehidupan penjara sejak hukumannya dan pandangannya tentang peraturan kripto di Amerika Syarikat.\n\nWalaupun Carlson tidak secara langsung bertanya kepada Bankman-Fried sama ada beliau menjangkakan pengampunan daripada Presiden Amerika Syarikat Donald Trump, beliau dilihat menerima beberapa idea Republikan semasa temu bual itu.\n\nIni adalah berita yang masih berkembang, dan maklumat lanjut akan ditambah sebaik sahaja ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGI4YjYtZjVhYy03NjA1LTgwOGYtYjJmYWExNGIyNThj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cbbd1a553cdd1cd675c671",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 03:41:00",
            "status": "Posted"
        }
    ]
}