{
    "timestamp": "2025-05-18 15:25:00",
    "all_news": [
        {
            "title": "Bitcoin Price Analysis: Is BTC’s Consolidation Phase Nearing Its End?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f9685aaaf977775022a2",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/05/BTC-D-4-scaled.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:11:00"
        },
        {
            "title": "BTFD Coin Nears Presale End with $7 Million Raised",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f8245aaaf977775022a0",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/futuristic-cityscape-btfw-coin.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:08:00"
        },
        {
            "title": "Bitcoin Surpasses $104K Amid Market Optimism",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f825cd499e12314b8b1e",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/bitcoin-surpasses-104k-milestone.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:05:00"
        },
        {
            "title": "Ethereum back to $3K in May? Latest rebound says ETH price 'still has more gas'",
            "translated_facebook_post": "Harga Ether mungkin naik lagi sampai $3,000 dalam bulan Mei ni,  dengan beberapa penganalisis jangka ia boleh cecah $3,700 malah lebih tinggi.  Walaupun ada sedikit penurunan, ramai percaya ini cuma pembetulan teknikal sebelum harga naik semula.",
            "translated_title": "Ethereum Kembali Ke AS$3,000 Pada Mei?  Penaikan Semula Terkini Menunjukkan Harga ETH 'Masih Mempunyai Lebih Banyak Tenaga'",
            "translated_content": "**Mata Wang Ether: Puncak Harga, Ramalan, dan Analisis Teknikal**\n\n**Intipati:**\n\nHarga Ether meningkat 3% kepada $2,550 pada 18 Mei, menyebabkan likuidasi pendek ETH bernilai $22 juta.  Corak \"bull flag\" pada carta mencadangkan sasaran $3,700, dengan penganalisis meramalkan harga Bitcoin akan mencecah sehingga $5,000 pada Mei.  Harga Ether (ETH) meningkat pada 18 Mei, naik lebih 2.5% dalam tempoh 24 jam yang lalu untuk diniagakan pada $2,536.  Pemulihan ini mengukuhkan optimisme di kalangan peniaga bahawa harga ETH boleh mencecah $3,000 pada Mei, memetik kekuatan teknikal.\n\nEther menghapuskan kedudukan pendek bernilai $7.5 juta dalam masa sejam. Data daripada Cointelegraph Markets Pro dan Bitsamp menunjukkan bahawa ETH meningkat lebih 4.5% kepada paras tertinggi intraday $2,551 pada 18 Mei daripada paras terendah $2,440 pada hari sebelumnya.  Bersamaan dengan kerugian Ether hari ini ialah likuidasi yang ketara di seluruh pasaran kripto.  Menurut data daripada CoinGlass, lebih daripada $158 juta kedudukan kripto berleveraj telah dilikuidasi dalam tempoh 24 jam yang lalu, dengan $95 juta mewakili likuidasi panjang. Likuidasi pendek Ether berjumlah $22.25 juta, dengan $7.5 juta dihapuskan dalam sejam terakhir sahaja. Ini bermakna peniaga pendek telah terperangkap dengan peningkatan harga Ether kepada $2,500.\n\nData tambahan CoinGlass menunjukkan beberapa jalur minat penjual di atas harga spot, dengan pesanan jual bernilai lebih $384 juta terkumpul sehingga $3,000. Ini menunjukkan bahawa pemulihan yang sedang berlaku mungkin terhad pada paras ini.\n\n**Adakah Pemulihan Ether Berterusan?**\n\nPenganalisis pasaran percaya penurunan harga Ether baru-baru ini adalah pembetulan teknikal untuk menguji semula paras sokongan utama sebelum meneruskan aliran menaiknya ke arah $3,000 dan seterusnya. Titan of Crypto menyatakan bahawa nilai Stochastic RSI mingguan pada 79 menunjukkan bahawa ETH \"masih mempunyai momentum\" untuk bergerak lebih tinggi.  Paras bawah Ether mungkin terhad pada $2,400, menurut penganalisis tanpa nama Chimp of the North. Penganalisis tersebut berkongsi carta yang menunjukkan bahawa altcoin tersebut boleh meneruskan penurunannya untuk menguji semula sokongan $2,400 sebelum melancarkan perhimpunan lain ke arah julat $3,000-$3,300.  Penganalisis lain, Crypto Patel, menjangkakan penurunan yang lebih mendalam untuk Ether, mengatakan bahawa harga ETH berpotensi jatuh $1,800 sebelum memulakan pergerakan yang lebih tinggi.\n\n**Corak 'Bull Flag' Ether Masih Berlaku**\n\nDari perspektif teknikal, harga ETH masih diniagakan di atas corak \"bull flag\" dalam jangka masa empat jam, satu persediaan menaik yang terbentuk selepas harga menyatu di dalam julat menurun susulan kenaikan harga yang mendadak.  \"Bull flag\" disahkan pada 13 Mei apabila harga memecah di atas garisan trend atas pada $2,550.  Ether kini sedang menguji semula sempadan atas \"flag\", kini pada $2,470, yang bertindak sebagai sokongan serta merta. Penutupan lilin harian di atas paras ini boleh menyaksikan aset tersebut menyambung semula aliran menaiknya ke arah sasaran teknikal \"bull flag\" pada $3,720, naik 50% daripada harga semasa. Sebaliknya, RSI telah jatuh daripada 60 kepada 42 dalam tempoh 24 jam yang lalu, menunjukkan bahawa pembetulan yang sedang berlaku mungkin berterusan jika pengambilan untung meningkat.  Penutupan lilin harian di bawah paras sokongan pada $2,470 akan meningkatkan kemungkinan penurunan harga kepada $2,400 dan kemudian ke sempadan bawah \"flag\" pada $2,300.\n\n**Penafian:** Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Ether sedang dalam pemulihan teknikal, yang berpotensi membawa kepada pemulihan berterusan dan mungkin menyaksikan harga melebihi $3,000 pada bulan Mei, menurut penganalisis.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f8245aaaf9777750229e",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MmZlOWMtYWFjNC03ZjM4LTkzYWUtMDExZTlkNGVkNGQ0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-18 15:05:00"
        },
        {
            "title": "From 5% to Below 4%: New Banking Rules Poised to Reshape the US Economy",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f8244551b729ed43a8ee",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/05/SLR-BANQUE-US-BAISSE.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:05:00"
        },
        {
            "title": "Russian authorities detain Blum co-founder in criminal fraud case: report",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f82442d8a339fea95270",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-Russia-option04.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:04:00"
        },
        {
            "title": "BlackRock Now Holds Over 631,000 BTC in ETF",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6f94551b729ed43a8e6",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/bitcoin-cityscape-oil-painting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:03:00"
        },
        {
            "title": "Web3 ai Hits $4.1M Fast While Sui & Litecoin Compete for the Spotlight: Which Should Be the Top Crypto Pick for Long-Term Growth?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829bc9d4d825649333fb1e0",
            "source": "Crypto Browser",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/d4fb40caf0cd4a359bc699615ed6e248.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:02:00"
        },
        {
            "title": "Solana Achieves $1.2 Billion Revenue in Q1 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6fa42d8a339fea9526b",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/solana-q1-2025-revenue-1-2b.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:01:00"
        },
        {
            "title": "Top 5 Crypto Developments in the Past Week",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6f842d8a339fea95267",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/crypto-92199.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:00:00"
        },
        {
            "title": "PNUT Dips to Key Support Zone, Eyes Major Upside Potential",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6f9cd499e12314b8b1a",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/08/Bullish-bullish-trading-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:00:00"
        },
        {
            "title": "Don’t believe the noise: There can never be too many L2s",
            "translated_facebook_post": "Ramai risau banyak sangat L2 ni, tapi sebenarnya ia menunjukkan perkembangan dan inovasi yang sihat dalam industri.  Banyak lagi L2 akan wujud, macam laman web dulu-dulu.  Bukannya satu persatu akan kalah, sebaliknya akan bantu pelbagai industri dan kegunaan.",
            "translated_title": "Jangan percaya kepada khabar angin:  Tidak akan pernah ada terlalu banyak L2.",
            "translated_content": "Pendapat oleh: Igor Mandrigin, pengasas bersama dan CTPO Gateway.fm\n\nSeolah-olah setiap beberapa minggu, satu lagi lapisan 2 dilancarkan, yang menimbulkan kebimbangan sesetengah pengulas industri Web3 tentang pemecahan. Laporan Gemini Institutional Insights baru-baru ini sebenarnya menyatakan bahawa penyelesaian L2 Ethereum baharu dilancarkan kira-kira setiap 19 hari. Sebagai tindak balas kepada aliran tanpa henti zkEVM dan rollup optimis yang memasuki pasaran, kritikan semakin kuat: \"Ini sudah pasti titik tepu, tiada lagi rantaian diperlukan.\"\n\nSesetengah pengkritik L2 yang paling lantang berhujah bahawa L2 adalah berlebihan, tetapi ini adalah pemikiran yang sempit. Dalam banyak cara, idea bahawa penciptaan L2 baharu perlu diperlahankan adalah seperti berhujah bahawa terdapat terlalu banyak laman web pada tahun 1998. Perkembangan L2 tidak menyebabkan ruang Web3 menjadi terlalu kembung atau terfragmentasi langsung. Bilangan rantaian hari ini bukanlah terlalu banyak. Ia sedikit sahaja, dan sekarang adalah peringkat awal letupan selama beberapa dekad dalam infrastruktur rantaian blok modular khusus.\n\nKemunculan L2 jauh daripada sekadar kegilaan sementara\n\nWalaupun sesetengah pihak mendakwa bahawa lonjakan L2 yang kita alami hanyalah kegilaan sementara yang dipimpin oleh pelabur DeFi, ia sebenarnya merupakan pengembangan infrastruktur peringkat perusahaan, memandangkan bank (termasuk Deutsche Bank), studio permainan (aktiviti permainan pada beberapa rantaian blok L2 meningkat lebih daripada 20,000% pada Februari 2025), rangkaian logistik dan pengeluar global turut serta.\n\nIndustri seperti perbankan dan logistik, yang biasanya menghindari risiko, tidak membuat perubahan teknologi utama dengan mudah. Mereka berbuat demikian kerana mereka terpaksa, dan dalam banyak kes, rantaian blok awam tidak memenuhi keperluan mereka.  Memandangkan sifat mereka yang menghindari risiko, perusahaan dan institusi besar dalam sektor ini biasanya tidak mahu membina di atas L1 tujuan umum yang dikongsi. Sebaliknya, mereka mahu menggunakan rantaian mereka sendiri di mana mereka boleh menikmati prestasi tersuai, kos yang boleh diramal, pematuhan bidang kuasa dan privasi peringkat granular.\n\nTumpuan kepada rangkaian proprietari bukanlah semata-mata perkara Web3. Mari kita fikirkan. Adakah Facebook, Netflix dan JPMorgan berkongsi ruang di GeoCities? Sudah tentu tidak, jadi mengapa Web3 perlu berbeza? L1 yang dikongsi dan seni bina monolitik mungkin sesuai untuk eksperimen token awal dan primitif DeFi yang boleh digabungkan. Namun, secara realistik, ia tidak dapat menyokong kerumitan, beban pengawalseliaan atau keperluan kontrak perniagaan dunia sebenar.\n\nKetersediaan L2 yang semakin meningkat\n\nTerima kasih kepada timbunan modular, platform rollup-as-a-service dan teknologi bukti sifar-pengetahuan yang inovatif, penciptaan rantaian khusus semakin berdaya maju dan mudah diakses oleh pelbagai perusahaan di seluruh spektrum industri.  Apabila infrastruktur bertambah baik, kos melancarkan dan mengekalkan rantaian khusus juga akan berkurang, jadi peningkatan yang ketara dalam bilangan L2 boleh dijangkakan dari semasa ke semasa.\n\nSesetengah pemerhati akan berhujah bahawa masa depan ini akan rumit bagi pengguna yang terpaksa beralih antara rantaian sambil menyuarakan kebimbangan tentang pemecahan kecairan dan pemisahan aset yang boleh didagangkan di pelbagai platform. Ini adalah kebimbangan yang berpandangan dekat. Kita sedang membina ke arah interoperabiliti yang lancar melalui lapisan penyelesaian bersama, jambatan yang meminimumkan kepercayaan dan pengabstrakan akaun yang seragam. Pada akhirnya, pengguna akhir tidak akan kisah sama ada mereka berada di rollup #4,318 atau rantaian #9,072; mereka hanya akan berurus niaga dengan mudah dan berpuas hati dengannya.\n\nDengan cara yang sama pengkomputeran awan membuka skala hiper dengan mengabstrak lapisan perkakasan, rantaian blok modular membuka skala hiper untuk pemindahan nilai, pengeluaran aset dan kepercayaan yang boleh diprogramkan.  Walau apa pun yang dikatakan oleh mereka yang ragu-ragu, L2 khusus tidak akan saling memusnahkan. Mereka akan memenuhi pelbagai vertikal, bidang kuasa dan kes penggunaan.  Tidak ada sebab mengapa L2 untuk perdagangan frekuensi tinggi tidak boleh wujud bersama dengan L2 untuk daftar tanah kebangsaan.\n\nKita belum lemas dalam rantaian — kita baru mencecah paras buku lali dalam gambaran besar.  Sesiapa yang serius bertaruh pada penggabungan atau beberapa rantaian \"pemenang-mengambil-semua\" yang ajaib hanya bertaruh menentang skala dan kedaulatan.  Perjudian sebenar adalah ratusan L2 dan ribuan kes penggunaan sebagai sebahagian daripada satu masa depan modular dan boleh skala.",
            "translated_summary": "Peningkatan pesat Ethereum layer 2 bukanlah satu masalah. Ia merupakan petanda pertumbuhan dan inovasi yang sihat. Masa depan bukanlah penggabungan rantaian, tetapi satu…",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6f9cd499e12314b8b1c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzA3NTUtMDIzNi03ZGZhLWFjOTItYTY4NjNjOTNkOGQ5.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-18 15:00:00"
        },
        {
            "title": "2025's Fast-Growing Crypto Picks: Unstaked Presale Raises Over $6.1M, ICP Tests $10, HBAR Eyes a Breakout",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6f95aaaf97777502298",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/image-36.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:00:00"
        },
        {
            "title": "MUTM’s Buy Pressure Is Increasing — This Might Be the Best Crypto to Invest in Before Demand Peaks",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f8244551b729ed43a8ec",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_18-3.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 15:00:00"
        },
        {
            "title": "Floki Inu price prediction 2025-2031: Can FLOKI surpass previous ATH?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/650d52b6abe05330d40e6493",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2024/12/FLOKI-crypto-card.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 14:59:00"
        },
        {
            "title": "Bitcoin’s Bull Run Picks: These 5 XRP, Ethereum, and MAGACOIN FINANCE Plays Could See 10,000% Returns",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f6f94551b729ed43a8e8",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1747579515.docx_1747579515_image3.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 14:58:00"
        },
        {
            "title": "Metaplanet Reports Record Q1 Revenue and Bitcoin Holdings Boost",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f5cecd499e12314b8b16",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/futuristic-prosperity-planet-art.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 14:58:00"
        },
        {
            "title": "XRP Price at Risk of Crashing 50%, Here’s Why",
            "translated_facebook_post": "Harga XRP mungkin jatuh 50%, tetapi masih ada harapan jangka panjang untuk ia naik lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f5cb5aaaf97777502295",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/02192442/Eric-Trumps-SWIFT-Comments-Spark-XRP-Surge-Whats-Next-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 14:57:00"
        },
        {
            "title": "Northern Mariana Islands Passes Legislation for Stablecoin Launch",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f5cd4551b729ed43a8e4",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/musd-stablecoin-launch-mariana.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 14:54:00"
        },
        {
            "title": "GT Protocol AI Digest Highlights Power and Privacy Issues",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6829f4b95aaaf97777502291",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/gt-protocol-tech-conference.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-18 14:51:00"
        }
    ]
}