{
    "timestamp": "2025-04-22 11:25:16",
    "all_news": [
        {
            "title": "Bitcoin Faces Critical Resistance at Key Levels",
            "translated_facebook_post": "Bitcoin masih susah nak naik harga, terbantut dekat paras $91,000 hingga $92,000 sebab ramai jual dekat harga tu.  Indeks pasaran pun tak berapa positif, jadi nampaknya agak sukar untuk harga Bitcoin meningkat dalam masa terdekat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-faces-critical-resistance-at-key-levels",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-110.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:08:00"
        },
        {
            "title": "Circle Unveils Network for Instant Global Payments",
            "translated_facebook_post": "Rangkaian Pembayaran Circle (CPN) dilancarkan, direka untuk memudahkan pergerakan wang secara global.  CPN menghubungkan bank, syarikat fintech, dan dompet digital untuk membolehkan... (selebihnya berita tidak diberikan).\n\n\nCPN memudahkan transaksi wang antarabangsa dengan menghubungkan pelbagai platform kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807790063b8f52e1889619d",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/20641.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:08:00"
        },
        {
            "title": "Avalanche (AVAX), Toncoin (TON), and Kaspa (KAS) - can they recover?",
            "translated_facebook_post": "Avalanche (AVAX), Toncoin (TON), dan Kaspa (KAS) mengalami penurunan harga yang agak teruk dalam pasaran semasa ni.  Sama ada ia boleh pulih semula atau tidak, masih belum dapat dipastikan.\n\n\nPasaran kripto ni memang tak menentu, nampaknya AVAX, TON, dan KAS masih belum pasti boleh naik balik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/avalanche-avax-toncoin-ton-and-kaspa-kas-can-they-recover/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Can%20AVAX%20TON%20KAS%20come%20back%201.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:06:00"
        },
        {
            "title": "KuCoin-CFTC Settlement Hits Roadblock Amid Policy Shift in the US",
            "translated_facebook_post": "Perjanjian penyelesaian antara KuCoin dan CFTC tertangguh sebab perubahan dasar di Amerika Syarikat, mungkin sebab perbezaan pendapat dalam Suruhanjaya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807793e541a974c86a87b04",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/A-planned-legal-settlement-between-the-United-States-CFTC-and-popular-crypto-exchange-KuCoin-now-hangs-in-limbo.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:06:00"
        },
        {
            "title": "USDT Transfers Stalled on Trust Wallet, Android Fix Rolled Out",
            "translated_facebook_post": "Masalah pemindahan USDT TRC20 di Trust Wallet untuk Android dah selesai lepas kemas kini aplikasi, tapi pengguna iOS masih tunggu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807793fe556d47b92cb8699",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/cartoon-smartphone-trust-wallet.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:06:00"
        },
        {
            "title": "RTX Corporation Outperforms Expectations in Q1 2025",
            "translated_facebook_post": "RTX Corporation buat keputusan yang bagus pada suku pertama tahun 2025, jualan meningkat dan untung pun melebihi jangkaan.  Mereka jangka prestasi yang baik juga untuk tahun ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807790463b8f52e188961a1",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/187244235_m-scaled.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:05:00"
        },
        {
            "title": "XRP price holds above key trendline — Can whale accumulation push it to $3?",
            "translated_facebook_post": "Harga XRP kekal kukuh, dengan peningkatan aktiviti pelabur besar mungkin akan menolak harganya naik sehingga $3.",
            "translated_title": "Harga XRP kekal di atas garisan trend utama — Adakah pengumpulan oleh ikan paus boleh menolaknya ke paras $3?",
            "translated_content": "XRP (XRP) terperangkap dalam julat sempit sepanjang lapan hari yang lalu. Altcoin ini diniagakan sedikit di atas paras sokongan $2.00 selepas pemulihan pasaran secara meluas pada hujung minggu.\n\nData teknikal dan rantaian menunjukkan pasangan XRP/USD berada pada kedudukan yang baik untuk lonjakan ke arah $3.00.\n\nPengumpulan XRP oleh ikan paus kembali aktif.\n\nHarga XRP telah menstabilkan diri antara $2.03 dan $2.13 sejak 14 April. Indeks kekuatan relatif harian (RSI) kekal mendatar sekitar 49 dalam tempoh yang sama, menunjukkan ketidaktentuan pasaran.\n\nWalaupun tindakan harga mendatar ini, aktiviti ikan paus menunjukkan gambaran yang menjanjikan, dengan data rantaian menunjukkan pelabur besar mengambil kesempatan daripada penurunan kepada $1.61.\n\nAlamat ikan paus XRP yang memegang antara 10 juta dan 100 juta XRP (garis hitam) telah meningkat dengan mendadak sejak 1 April, menurut data daripada Santiment.\n\nBegitu juga, alamat yang memegang lebih daripada 1 bilion XRP (garis merah) juga telah meningkat secara berterusan. Kohort ikan paus ini kini menyumbang 39.37% daripada jumlah bekalan XRP, berbanding 37.67% menjelang akhir Mac.\n\nIni mungkin menggariskan keyakinan pelabur besar ini terhadap kenaikan harga XRP walaupun risiko dan ketidakpastian makroekonomi yang semakin meningkat.\n\nDi samping itu, XRP mengalami penurunan rizab bursa yang ketara. Baki XRP di bursa mencapai puncak sebanyak 3.27 bilion XRP pada November 2024. Hari ini, sekitar 2.7 juta XRP dipegang di bursa. Metrik ini juga telah menurun sebanyak 10% dalam tempoh 30 hari yang lalu walaupun pergolakan pasaran yang dialami sejak awal April.\n\nBolehkah harga XRP naik kepada $3?\n\nTindakan harga XRP antara 7 April dan 22 April telah membawa kepada pembentukan corak bendera lembu jantan pada carta harian. Harga sedang menguji semula garisan trend atas bendera pada $2.10, menunjukkan bahawa kemungkinan lonjakan sedang berlaku.\n\nPerlu diingat bahawa harga telah beberapa kali gagal untuk meningkat melebihi garisan trend ini dalam sepuluh hari yang lalu, dengan setiap ujian semula membawa kepada pengumpulan pembeli baharu di sekitar kawasan ini.\n\nPenutupan yang pasti di atas garisan trend ini boleh menyaksikan XRP pulih daripada paras semasa. Ia mungkin melonjak ke arah sasaran teknikal bendera pada $2.93 atau paras psikologi $3.00 jika disokong oleh volum yang kukuh.\n\nBeberapa penganalisis menggemakan pandangan menaik ini, memetik penstabilan XRP sebagai pendahulu kepada pergerakan menaik yang ketara.\n\nMemetik carta yang menunjukkan harga XRP menstabilkan diri di atas $2.00 dalam jangka masa mingguan, peniaga popular Dark Defender berkata altcoin itu sedang menguji semula garisan rintangan pelbagai bulan yang utama.\n\nJika rintangan ini pecah, harga akan melonjak, dengan Gelombang 5 dimainkan ke arah $4.00.\n\nParas utama yang perlu diperhatikan ialah $2.22 dan $2.75 di bahagian atas dan $1.80 dan $1.61 di bahagian bawah, menurut penganalisis tersebut.\n\nSementara itu, peniaga rakan CasiTrades berkata penolakan pada $2.24 menunjukkan bahawa harga kemungkinan akan menyapu paras sokongan utama sekitar $1.90 atau $1.55 sebelum \"XRP bersedia untuk melonjak\".\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Beberapa faktor menunjukkan harga XRP bersiap untuk kenaikan kepada $3.00.  Laporan daripada Cointelegraph.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68077901a64c911fbe66fafb",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5Mzg3MTUtNGYwNS03MDE5LTlhNzAtNGIzN2U2YmY3NDU0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 11:05:00"
        },
        {
            "title": "Should You Buy Gold Or Bitcoin?",
            "translated_facebook_post": "Emas tengah naik mendadak, Bitcoin pun berpotensi ikut untung.  Harga emas tinggi, bank pusat banyak beli sebab tak percaya dolar lagi.  Bitcoin mungkin jadi matawang simpanan antarabangsa, jadi masa sesuai untuk tukar emas kepada Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807790263b8f52e1889619f",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/bitcoin-whale2.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:05:00"
        },
        {
            "title": "Oregon AG lawsuit against Coinbase calls XRP unregistered security",
            "translated_facebook_post": "Peguam Negara Oregon saman Coinbase sebab senaraikan XRP dan aset digital lain sebagai sekuriti tak berdaftar.  Keputusan kes ni mungkin akan mengelirukan ramai, tapi takkan jadi contoh tetap untuk kes lain.",
            "translated_title": "Saman Peguam Negara Oregon terhadap Coinbase Nyatakan XRP Sebagai Sekuriti Tidak Berdaftar",
            "translated_content": "Pendakwa Raya Oregon, Dan Rayfield, memfailkan saman terhadap Coinbase dengan hujah bahawa XRP dan aset digital lain adalah sekuriti yang tidak berdaftar.\n\nRayield menyaman bursa kripto Coinbase yang tersenarai secara awam dan berpangkalan di Amerika Syarikat kerana didakwa melanggar undang-undang sekuriti Oregon.  Dalam pengumuman pada 18 April, Jabatan Kehakiman Oregon menyatakan saman itu adalah sebahagian daripada usaha untuk mengisi apa yang digambarkan sebagai kekosongan pengawalseliaan yang ditinggalkan oleh agensi persekutuan di bawah pentadbiran Trump:  “Negara-negara mesti mengisi kekosongan penguatkuasaan yang ditinggalkan oleh pengawal selia persekutuan yang meninggalkan kes-kes ini di bawah pentadbiran Trump,” kata jabatan itu.\n\nKetua pegawai undang-undang Coinbase, Paul Grewal, menyatakan kekecewaannya terhadap saman itu dalam catatan X pada 21 April. Justin Slaughter, naib presiden urusan pengawalseliaan di firma pelaburan kripto Paradigm, menunjukkan bahawa saman itu mendakwa senarai panjang aset digital, termasuk XRP (XRP), adalah sekuriti yang tidak berdaftar.\n\nYarden Noy, rakan kongsi di firma undang-undang kripto DLT Law, memberitahu Cointelegraph bahawa jika mahkamah memutuskan aset ini adalah sekuriti, ia “kebanyakannya akan menimbulkan lebih banyak kekeliruan dalam hal ini.” Ia tidak akan menjadi preseden yang mengikat dalam kes lain, malah di dalam Oregon, tambahnya.\n\nWalau bagaimanapun, Noy menjelaskan bahawa keputusan mahkamah boleh digunakan oleh pengawal selia dan plaintif berpotensi untuk membina dan membuat kes mereka. Beliau berkata:\n\nSenarai panjang aset kripto\n\nNaib presiden urusan pengawalseliaan Paradigm, Justin Slaughter, menggelarkan tindakan itu sebagai saman “sinki dapur”. Senarai token yang disebut termasuk altcoin terkenal seperti Aave (AAVE), Avalanche (AVAX), Uniswap (UNI) dan Near Protocol (NEAR), serta versi balut token Terra yang runtuh, wLUNA — tetapi bukan LUNA sendiri.\n\nAduan tersebut tidak menjelaskan mengapa aset balut tertentu disertakan sementara yang lain dikecualikan. Ia menyatakan:\n\nXRP sekali lagi dalam pertikaian undang-undang\n\nRipple Labs, firma di sebalik XRP, telah menghadapi pertempuran undang-undang selama bertahun-tahun dengan Suruhanjaya Sekuriti dan Bursa Amerika Syarikat. Ripple dikenakan saman oleh SEC pada lewat 2020, dengan memanggil XRP sebagai “penawaran sekuriti tidak berdaftar bernilai $1.3 bilion.”\n\nSamar yang sama telah digugurkan oleh SEC pada lewat Mac, tetapi ia memberikan sedikit kepastian undang-undang kepada industri kripto. Aduan Oregon datang di tengah-tengah kebimbangan yang semakin meningkat di kalangan pegawai negeri bahawa pengawal selia persekutuan menarik diri daripada penguatkuasaan kripto. Saman itu nampaknya merupakan sebahagian daripada trend yang lebih luas iaitu pihak berkuasa peringkat negeri yang campur tangan.\n\nSebelum tindakan Oregon, kedudukan undang-undang XRP dilihat semakin jelas. Coinbase — bursa kripto yang dikenali dengan pendiriannya yang agak berhati-hati mengenai perkara pengawalseliaan — menambah niaga hadapan XRP ke platform dagangan derivatifnya pada 21 April.",
            "translated_summary": "Coinbase sedang menghadapi saman daripada peguam Negara Oregon kerana didakwa menyenaraikan XRP dan aset digital lain sebagai sekuriti yang tidak berdaftar di defia...",
            "original_url": "https://coinmarketcap.com/community/en/articles/680777d7a64c911fbe66fae5",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjU5ZjYtZmY0Ni03NGVmLWI0Y2MtZmFhZTE4ODBiZDRl.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 11:03:00"
        },
        {
            "title": "Is MAGACOINFINANCE About to Outpace XRP and SOLANA? The Crypto Battle Begins!",
            "translated_facebook_post": "Ramai cakap pasal Solana (SOL) dan Ripple (XRP), tapi MAGACOINFINANCE tengah naik macam roket!  Pelaburan awal nampaknya berpotensi tinggi,  dengan permintaan tinggi dan akses terhad.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68077904541a974c86a87b01",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745253000.docx_1745253000_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:02:00"
        },
        {
            "title": "Coinbase considering applying for US bank license",
            "translated_facebook_post": "Coinbase tengah menimbang untuk mohon lesen bank di Amerika Syarikat.  Ini susulan perubahan peraturan kripto di sana,  dan beberapa syarikat lain pun berminat juga.  Walaupun ada risiko pengawasan ketat,  lesen ni mungkin bagi peluang untuk beroperasi macam bank biasa.",
            "translated_title": "Coinbase sedang mempertimbangkan untuk memohon lesen bank AS.",
            "translated_content": "Pasaran kripto yang tersenarai secara awam di Amerika Syarikat, Coinbase, mengesahkan bahawa ia sedang mempertimbangkan untuk memohon piagam bank persekutuan AS.\n\nDalam satu kenyataan yang dihantar kepada Cointelegraph, Coinbase menyatakan bahawa ia sedang mempertimbangkan untuk mendapatkan piagam bank persekutuan AS, kata jurucakap syarikat itu.\n\n“Ini adalah sesuatu yang sedang dipertimbangkan secara aktif oleh Coinbase tetapi belum membuat sebarang keputusan rasmi,” kata jurucakap itu kepada Cointelegraph.\n\nKomen ini menyusuli laporan baru-baru ini yang menunjukkan bahawa Coinbase dan beberapa firma kripto utama yang lain merancang untuk memohon lesen perbankan di Amerika Syarikat. Coinbase, penerbit stablecoin Circle dan Paxos, dan penjaga kripto BitGo ialah firma yang dimaksudkan.\n\nCoinbase tidak menjelaskan mengapa ia sedang mempertimbangkan untuk mendapatkan piagam bank sehingga masa penerbitan. Namun, lesen itu berpotensi membenarkan firma kripto beroperasi seperti pemberi pinjaman tradisional, mengambil deposit dan membuat pinjaman.\n\nSebaliknya, firma yang memperoleh piagam perbankan tertakluk kepada pelaporan dan pengawasan pengawalseliaan yang lebih ketat.  Satu contoh ialah Anchorage Digital, sebuah firma kripto yang memegang piagam bank persekutuan.\n\nWalaupun firma itu memperoleh lesen, laporan baru-baru ini menunjukkan bahawa Pasukan Petugas El Dorado Jabatan Keselamatan Dalam Negeri AS dilaporkan telah melancarkan siasatan ke atas Anchorage Digital Bank.\n\nRamai firma kripto kemungkinan akan membuat permohonan\n\nCointelegraph telah menghubungi firma lain yang dilaporkan sedang mempertimbangkan piagam tersebut. Coinbase adalah satu-satunya yang memberi respons tanpa menafikan laporan itu.\n\nLaporan-laporan itu juga menyusuli Pejabat Pengawal Mata Wang AS memberikan kelulusan bersyarat awal untuk piagam bank AS kepada Paxos pada tahun 2021. Firma-firma tersebut kini sedang mempertimbangkan untuk membuat permohonan kerana pengawal selia AS mengambil pendirian yang jauh lebih lembut terhadap peraturan kripto dan mengintegrasikan stablecoin dalam sistem kewangan yang lebih luas.\n\nPerubahan pendirian itu dapat dilihat pada pelbagai peringkat kerajaan persekutuan AS. Pengerusi Rizab Persekutuan Jerome Powell baru-baru ini berkata bahawa apabila aset digital mendapat penggunaan arus perdana, mewujudkan rangka kerja undang-undang untuk stablecoin adalah “idea yang baik.” Beliau juga mengakui bahawa ruang kripto telah menyampaikan kes penggunaan pengguna yang “boleh mempunyai daya tarikan yang luas.”\n\nPeraturan stablecoin AS yang berkembang\n\nJawatankuasa Perkhidmatan Kewangan Dewan AS meluluskan rang undang-undang rangka kerja stablecoin yang disokong oleh Republikan pada awal April — Akta Ketelusan dan Akauntabiliti Stablecoin untuk Ekonomi Buku Lebih Baik (STABLE).\n\nSatu lagi rang undang-undang yang sedang melalui proses perundangan AS ialah Akta Pembimbing dan Mewujudkan Inovasi Kebangsaan untuk Stablecoin AS (GENIUS). Rang undang-undang STABLE dan GENIUS berbeza dalam cara mereka mengawal selia industri stablecoin dalam bentuk semasa mereka.\n\nAkta GENIUS diperkenalkan terlebih dahulu dan diluluskan oleh Jawatankuasa Perbankan Senat AS pada pertengahan Mac. Akta STABLE, sebaliknya, menekankan pengawasan persekutuan, manakala Akta GENIUS mencari laluan yang lebih fleksibel yang mempertimbangkan kedua-dua peraturan negeri dan persekutuan.\n\nAkta STABLE juga menguatkuasakan moratorium dua tahun ke atas penerbitan stablecoin bercagaran yang disokong oleh aset digital yang dikeluarkan sendiri. Rang undang-undang itu juga menguatkuasakan agar rizab stablecoin diasingkan daripada dana perniagaan.\n\nAkta GENIUS mewujudkan rangka kerja undang-undang untuk pembayaran stablecoin dan memanfaatkan penerbit stablecoin yang berpangkalan di AS dalam usaha untuk mengukuhkan dominasi dolar di peringkat global. Rang undang-undang itu juga meningkatkan langkah keselamatan Anti-Pengubahan Wang Haram (AML), standard rizab dan kecairan dan pemeriksaan sekatan. Ia mengklasifikasikan penerbit stablecoin sebagai institusi kewangan.",
            "translated_summary": "Di tengah-tengah peraturan kripto AS yang sedang berkembang, Coinbase mengesahkan bahawa mereka sedang meneroka untuk mendapatkan piagam bank persekutuan, tetapi belum membuat keputusan muktamad.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680777d8a64c911fbe66fae8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5Mzc2MTYtNTdjYi03MjMyLWFkNTEtZGQ2MWQ1NWNmYzcy.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 11:02:00"
        },
        {
            "title": "Bitcoin’s Recovery Above $88K Raises Questions as Derivatives Activity Fuels Market Uncertainty",
            "translated_facebook_post": "Harga Bitcoin naik dekat $89,000 walaupun aktiviti derivatif mencetuskan ketidakpastian pasaran;  walaupun begitu,  pelabur nampaknya masih menyimpan Bitcoin, menunjukkan keyakinan jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680777d9a64c911fbe66faed",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/Bitcoin_Trap.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:01:00"
        },
        {
            "title": "Bitcoin Faces Resistance as Traders Navigate Critical Price Levels",
            "translated_facebook_post": "Harga Bitcoin tengah hadapi tentangan dekat paras $91,000 hingga $92,000, dan nampaknya momentum kenaikan agak lemah sebab ramai masih ragu-ragu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-faces-resistance-as-traders-navigate-critical-price-levels/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-news-1185.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:00:00"
        },
        {
            "title": "XRP Network Activity Skyrockets by 67% — Is a Price Surge Coming Next?",
            "translated_facebook_post": "Aktiviti rangkaian XRP meningkat naik 67%, mungkin harganya akan naik tak lama lagi.  Peningkatan ini menunjukkan minat pelabur yang tinggi dan mungkin petanda kenaikan harga akan datang.  Namun, kena pantau pergerakan harga dengan teliti sebab aktiviti rangkaian juga boleh meningkat semasa pembetulan harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680777d5a64c911fbe66fade",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/xrpxrpxrp-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:00:00"
        },
        {
            "title": "Best Crypto Coins to Buy Now: 3 High-ROI Altcoins That Could Surge by 50x in 2025",
            "translated_facebook_post": "Pelaburan dalam Mutuum Finance (MUTM) sekarang menawarkan pulangan tinggi sehingga 140%, dengan potensi kenaikan harga sehingga 50 kali ganda menjelang 2025.  Sistem pinjaman dua model dan program ganjaran menarik ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680777d5a64c911fbe66fae0",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/04/MUTUUM-20-300x200.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:00:00"
        },
        {
            "title": "US Stock Market Loses $1.5 Trillion as Crypto Market Surges by $60 Billion",
            "translated_facebook_post": "Pasar saham Amerika jatuh teruk, rugi $1.5 trilion, tapi pasaran kripto naik $60 bilion.  Ini menunjukkan pelabur mungkin mula nampak kripto sebagai alternatif yang lebih selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680777daa64c911fbe66faf6",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/POST-2025-04-22T125939.693.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 11:00:00"
        },
        {
            "title": "MSCI Inc. (MSCI) Reports Strong First Quarter 2025 Financial Results",
            "translated_facebook_post": "MSCI mencatatkan keuntungan suku pertama 2025 yang memberangsangkan, mengatasi jangkaan dengan pendapatan dan keuntungan yang tinggi.  Mereka jangka prestasi baik untuk tahun ini, hasil daripada peningkatan pendapatan langganan dan yuran berasaskan aset.  Syarikat juga rancang perbelanjaan modal dan aliran tunai yang kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807769d95c0416542bde701",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/184235389_m.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 10:56:00"
        },
        {
            "title": "Mantra CEO Initiates Burning of 150M OM Tokens to rebuild Community Trust",
            "translated_facebook_post": "CEO Mantra dah mula bakar 150 juta token OM untuk pulihkan keyakinan komuniti, dan mungkin lagi 150 juta lagi akan dibakar lepas ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807769c80dd5c5b25056922",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/Mantra-CEO-to-Burn-150M-OM-Tokens-to-Cut-Supply-Boost-Trust.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 10:56:00"
        },
        {
            "title": "Galaxy Digital Swaps ETH for SOL Amid Ether Decline",
            "translated_facebook_post": "Firma pelaburan kripto, Galaxy Digital, tukar Ethereum bernilai $106 juta kepada Solana, menandakan perubahan minat pelabur dan mungkin akan mempengaruhi pasaran kripto jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807769c7a8e4772a3737601",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-financial-trade-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 10:55:00"
        }
    ]
}