{
    "timestamp": "2025-03-22 13:28:29",
    "all_news": [
        {
            "title": "Adakah peraturan baharu SEC AS akan menarik syarikat kripto ke wilayah Amerika Syarikat?",
            "description": "Mengapa firma kripto AS berpindah ke luar negara, dan apakah peluang mereka untuk kembali sekarang setelah Trump memegang jawatan?",
            "content": "##  The Great Crypto Exodus and Potential Return to US Shores\n\nOnce, cryptocurrency companies thrived in the US, holding \"initial coin offerings\" (ICOs) and using the funds for development.  However, regulatory changes forced a mass exodus offshore.\n\nThis shift was dramatic.  Almost all major US-born cryptocurrency issuers now operate through offshore foundations. This creates significant domestic challenges: high costs, operational difficulties, and unresolved governance and regulatory questions. Many in the industry long to return, but until recently, there was no clear path.\n\nThis situation stems from 2017, when the SEC's \"DAO Report\" classified many crypto tokens as securities. While the SEC clarified that Bitcoin and Ether were not securities,  the resulting tax implications and framework for evaluating tokens created substantial hurdles for US-based projects.  Token sales became fully taxable events,  making it financially difficult to operate within the US.\n\nProjects attempted compliance, but the SEC's actions against Ripple, Telegram, and Diem, coupled with the LBRY court case, significantly altered the landscape. The LBRY decision essentially stated that even tokens with consumptive uses could be considered securities if profit expectations predominated. This severely limited the viability of US-based crypto operations.\n\nThe response was a mass offshoring.  Companies established foundations in jurisdictions like the Cayman Islands or Switzerland to sell tokens outside US regulatory purview or through exemptions. These structures offered tax advantages, obscuring ownership and making regulatory oversight more challenging.  US operations became minimal \"labs\" or development arms, licensing software and IP to their offshore entities.\n\nThe driving force behind this wasn't solely regulation; it was hope.  Offshore decentralization seemed the only way to operate legally in the US while still accessing funding.\n\nHowever, a shift may be occurring.  The SEC's Crypto Task Force, under Commissioner Hester Peirce, is exploring ways to offer relief to token issuers and create a regulatory framework for \"non-securities\" tokens. New legal structures like the decentralized unincorporated nonprofit association (DUNA) are emerging, and potential tax benefits are being discussed.  There's increasing recognition within the SEC that offshoring is driving blockchain technology ownership outside the US.  A return to US operations may finally be on the horizon.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5Mzc5NTQtM2EyOS03NzBkLWJmMDUtNWIyMmVmNWJiN2Ex.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67deb558b6f1f21269bbd0ef",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 13:00:00",
            "status": "Posted"
        }
    ]
}