{
    "timestamp": "2025-03-10 17:24:55",
    "all_news": [
        {
            "title": "Apa Maksud Pelantikan Perdana Menteri Liberal Baharu Kanada, Mark Carney, terhadap Kripto",
            "description": "Perdana Menteri Liberal baharu Kanada sebelum ini mengkritik mata wang kripto seperti Bitcoin dan stablecoin persendirian.",
            "content": "Mark Carney, seorang ahli ekonomi Kanada dan kini Perdana Menteri yang bakal dilantik, sudah berada di bawah perhatian umum kerana kenyataan terdahulu beliau mengenai mata wang kripto.\n\nCarney, yang menggantikan bekas Perdana Menteri Justin Trudeau, mengambil pendekatan yang berhemah dan kritis terhadap mata wang kripto, khususnya Bitcoin (BTC), dalam ucapan beliau pada tahun 2018 di Bank of England. Beliau juga berkongsi kebimbangan mengenai stablecoin persendirian dan menyokong idea mata wang bank pusat (CBDC) — satu konsep yang dianggap oleh ramai purist kripto sebagai bertentangan dengan mata wang kripto.\n\nPada masa yang sama, Carney telah menyatakan dalam platform beliau untuk pilihan raya persekutuan 2025 bahawa beliau ingin menjadikan Kanada peneraju dalam teknologi baru muncul, termasuk \"AI, teknologi, dan industri digital.\"\n\nKenyataan terdahulu Carney, bersama-sama dengan perang perdagangan Amerika Syarikat terhadap bekas rakan perdagangannya, telah menimbulkan persoalan mengenai platform ekonomi Perdana Menteri yang bakal dilantik dan peranan, jika ada, kripto akan dimainkan.\n\nBitcoin sebagai \"penyimpanan nilai yang lemah\"\n\nSemasa berkhidmat sebagai gabenor Bank of England, Carney mengkritik mata wang kripto seminal Bitcoin sebagai tidak mencukupi dalam memenuhi ketiga-tiga fungsi mata wang: penyimpanan nilai, medium pertukaran dan unit akaun.\n\nMenjawab soalan \"Sejauh manakah mata wang kripto memenuhi peranan wang?\", beliau berkata, \"Jawapan yang panjang dan baik ialah mata wang kripto bertindak sebagai wang, paling baik, hanya untuk sesetengah orang dan dalam had yang terhad, dan walaupun begitu hanya selari dengan mata wang tradisional pengguna.\"\n\nBeliau juga berkongsi kebimbangan beliau terhadap stablecoin persendirian dalam kuliah peringatan Andrew Crockett 2021. Carney menyatakan bahawa stablecoin persendirian memerlukan model pengawalsetiaan dengan \"perlindungan yang setara dengan wang bank komersial,\" seperti keperluan kecairan, kelayakan bank pusat dan cara untuk memberi pampasan kepada pendeposit.\n\nBeliau juga menyatakan bahawa sistem yang mengandungi pelbagai stablecoin yang bersaing boleh \"memecahkan kecairan sistem kewangan dan mengurangkan peranan wang sebagai alat penyelarasan.\"\n\nCarney berpendapat bahawa mata wang digital bank pusat (CBDC), terutamanya CBDC runcit dengan akses API kepada firma persendirian yang dikawal selia — boleh mencegah pemecahan daripada berlaku, sebagai tambahan kepada hujah pro-CBDC yang lebih umum seperti masa penyelesaian yang dipercepatkan.\n\nCarney menyeru pengawalsetiaan kripto, bukan untuk menyekat inovasi\n\nDalam temu bual Bloomberg pada tahun 2018, Carney berkata bahawa beliau ingin membawa ruang mata wang kripto kepada piawai dengan industri kewangan yang lain. Beliau berkata pada masa itu bahawa terdapat \"banyak godaan\" untuk manipulasi pasaran, penipuan dan salah laku lain di bursa kripto.\n\n\"Mata wang kripto yang terbaik, saya cadangkan, akan menuju ke bursa yang terbaik jika ia dikawal selia,\" katanya.\n\nCarney selanjutnya mendakwa bahawa ia adalah perkara yang baik jika sesetengah mata wang kripto \"jatuh di tepi jalan\" dengan pengawalsetiaan. \"Ia adalah satu keistimewaan untuk menjadi sebahagian daripada sistem kewangan, untuk disambungkan kepada sistem kewangan. Dan tanggungjawab datang dengan keistimewaan tersebut,\" katanya.\n\nWalaupun komen beliau yang lebih skeptikal terhadap mata wang kripto, Carney berkata dalam ucapan beliau pada tahun 2018 bahawa pembuat dasar perlu berhati-hati untuk tidak menyekat inovasi.\n\nBeliau berkata bahawa \"teknologi asasnya menarik\" dan penggubal undang-undang tidak seharusnya mengekang penyelesaian yang boleh \"memperbaiki kestabilan kewangan; menyokong perkhidmatan pembayaran yang lebih inovatif, cekap dan boleh dipercayai serta mempunyai aplikasi yang lebih luas.\"\n\nCarney juga menyokong pelaksanaan teknologi baru muncul yang lain dalam pentadbiran kerajaan dan menjadikan Kanada lebih kompetitif dalam teknologi. Platform beliau bertujuan untuk mengurangkan ketidakupayaan dengan AI dan pembelajaran mesin dan \"membina perkhidmatan awam yang berdaya saing tinggi dan berteknologi.\"\n\nPilihan raya Kanada menjelang calon pro-kripto\n\nPilihan raya persekutuan Kanada dijadualkan berlaku selewat-lewatnya pada 20 Oktober 2025, dan boleh dipanggil lebih awal.\n\nCarney akan berhadapan dengan calon utama Parti Konservatif, Pierre Poilievre, yang sendiri telah membuat beberapa kenyataan pro-kripto. Pada tahun 2022, beliau telah menyiarkan di X bahawa beliau ingin menjadikan Kanada hab blockchain dan \"memperluaskan pilihan, menurunkan kos produk kewangan, [dan] mewujudkan ribuan pekerjaan.\"\n\nSemasa pilihan raya kepimpinan Parti Konservatif, beliau berkata bahawa mata wang kripto akan membenarkan rakyat Kanada \"mengawal\" wang mereka.\n\nWalau bagaimanapun, pemerhati industri kripto Kanada dan politik Kanada telah memberitahu Cointelegraph bahawa kripto tidak mungkin menjadi faktor utama dalam pilihan raya akan datang, tidak seperti jirannya di selatan.\n\nMorva Rohani, pengarah eksekutif persatuan perdagangan bukan untung Majlis Web3 Kanada, memberitahu Cointelegraph, \"Hakikatnya ialah kebanyakan rakyat Kanada sama ada tidak peduli atau skeptikal terhadap kripto, dan isu yang lebih besar seperti krisis kemampanan, perumahan, inflasi dan imigresen mendominasi perbualan politik.\"\n\nDitambah kepada kebimbangan ekonomi tersebut ialah perang perdagangan dengan AS, yang bermula apabila Presiden Donald Trump mengenakan tarif ke atas Kanada, Mexico dan China — tiga rakan perdagangan utama negaranya.\n\nTindak balas Trudeau terhadap ancaman tarif Trump telah menyaksikan Parti Liberal menutup jurang dalam tinjauan pendapat, yang awal tahun ini menunjukkan Parti Konservatif sebagai jauh di hadapan. Tindak balas Carney terhadap dasar ekonomi AS yang bermusuhan mungkin menjadi faktor utama untuk kemenangan daripada pendirian beliau terhadap mata wang kripto.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgwZGMtMjFhMi03N2Q2LTlkY2UtOTA3ZDlkOWE5YWY5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf1bb5c97fab201365bc30",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 17:00:00",
            "status": "Posted"
        },
        {
            "title": "Analisis Harga 3/10: SPX, DXY, BTC, ETH, XRP, BNB, SOL, DOGE, ADA, PI",
            "description": "Bitcoin menunjukkan tanda-tanda telah mencapai kemuncaknya dalam jangka masa terdekat, mencetuskan penjualan dalam beberapa altcoin.",
            "content": "## Analisis Pasaran Kripto: Bitcoin, Altcoin dan Indeks Utama\n\nLembu Bitcoin (BTC) cuba menolak harga melebihi $85,000, tetapi beruang mengekalkan kedudukan mereka. Satu perkembangan positif kecil ialah pelabur besar nampaknya sedang mengumpul pada paras yang lebih rendah. Firma penyelidikan Santiment menyatakan dalam catatan di X bahawa dompet dengan 10 BTC atau lebih telah membeli kira-kira 5,000 Bitcoin sejak 3 Mac. Para penyelidik menambah bahawa jika pembelian oleh pemain besar berterusan, separuh kedua Mac mungkin lebih baik daripada prestasi Bitcoin baru-baru ini.\n\nBagaimanapun, tidak semua orang optimis terhadap Bitcoin dalam jangka pendek. Pengasas bersama BitMEX dan ketua pegawai pelaburan Maelstrom, Arthur Hayes, menyatakan dalam catatan di X bahawa Bitcoin mungkin menguji semula $78,000 dan bahkan di bawah $75,000. Beliau menambah bahawa tindakan harga Bitcoin mungkin menjadi ganas jika ia jatuh dalam zon $70,000 hingga $75,000 kerana banyak minat terbuka Bitcoin tersekat dalam julat tersebut.\n\nSentimen pelabur jangka pendek kekal bearish. Menurut data CoinShares, produk bursa dagangan kripto (ETP) menyaksikan aliran keluar $876 juta minggu lalu, menjadikan jumlah aliran keluar empat minggu kepada $4.75 bilion. ETP Bitcoin mencatatkan sebahagian besar aliran keluar iaitu $756 juta.\n\nBolehkah Bitcoin memulakan pemulihan daripada paras semasa, menarik altcoin lebih tinggi? Mari kita analisis carta untuk mengetahui.\n\n**Analisis Harga Indeks S&P 500**\n\nIndeks S&P 500 (SPX) menurun daripada purata bergerak eksponen 20 hari (5,900) pada 3 Mac dan jatuh di bawah sokongan 5,773 pada 6 Mac, melengkapkan corak puncak berganda. Indeks ini mencatat pemulihan daripada paras 5,670 pada 7 Mac, tetapi beruang berjaya mempertahankan paras kejatuhan 5,773. Indeks ini menurun dan jatuh di bawah sokongan 5,670 pada 10 Mac, membuka laluan untuk penurunan ke 5,400. Pembeli perlu menolak dan mengekalkan harga di atas 5,773 untuk menunjukkan permintaan kukuh pada paras yang lebih rendah. Indeks itu kemudiannya boleh meningkat kepada EMA 20 hari, yang dijangka bertindak sebagai rintangan kukuh.\n\n**Analisis Harga Indeks Dolar AS**\n\nIndeks Dolar AS (DXY) menurun dengan mendadak pada 3 Mac dan terus menurun, jatuh di bawah sokongan 105.42 pada 5 Mac. Kejatuhan di bawah 105.42 menunjukkan bahawa penembusan di atas 108 mungkin merupakan perangkap lembu. Pembeli cuba mempertahankan paras 103.73, tetapi perhimpunan pelepasan dijangka menghadapi jualan pada EMA 20 hari (106.03). Jika harga menurun daripada paras semasa atau EMA 20 hari, ia akan menunjukkan sentimen negatif. Ini meningkatkan risiko penurunan di bawah 103.37. Jika itu berlaku, indeks itu mungkin jatuh kepada 101. Pembeli mempunyai tugas yang mencabar di hadapan mereka. Mereka perlu menolak dan mengekalkan harga di atas EMA 20 hari untuk membersihkan laluan untuk perhimpunan ke 108.\n\n**Analisis Harga Bitcoin**\n\nHarga BTC jatuh di bawah garis sokongan corak segi tiga simetri pada 9 Mac, menunjukkan bahawa penjual telah mengatasi pembeli. Lembu cuba mempertahankan zon sokongan $81,500 hingga $78,258, tetapi percubaan pemulihan menghadapi jualan pada paras kejatuhan pada 10 Mac. Ini menunjukkan beruang cuba menukar garis sokongan kepada rintangan. Jika harga jatuh di bawah $78,258, pasangan BTC/USDT boleh jatuh kepada $73,777. Pembeli mungkin mempunyai rancangan lain. Mereka akan cuba mempertahankan zon sokongan dan menolak harga di atas EMA 20 hari ($88,605). Jika mereka berjaya melakukannya, pasangan itu boleh meningkat kepada garis rintangan.\n\n**Analisis Harga Ether**\n\nEther (ETH) jatuh dan ditutup di bawah sokongan penting $2,111 pada 9 Mac, menandakan permulaan peringkat penurunan seterusnya. Pembeli cuba menolak harga di atas $2,111 pada 10 Mac, tetapi sumbu panjang pada lilin menunjukkan jualan kukuh oleh beruang. Terdapat sokongan kecil pada $1,993, tetapi jika paras itu pecah, pasangan ETH/USDT boleh jatuh kepada $1,750 dan akhirnya kepada $1,550. Lembu perlu menolak dan mengekalkan harga di atas EMA 20 hari ($2,329) untuk menunjukkan bahawa penurunan di bawah $2,111 mungkin merupakan perangkap beruang. Pasangan itu kemudiannya boleh meningkat kepada SMA 50 hari ($2,711).\n\n**Analisis Harga XRP**\n\nXRP (XRP) terus menurun ke arah sokongan penting pada $2, menunjukkan bahawa beruang cuba mengambil alih kawalan. Penembusan dan penutupan di bawah $2 akan melengkapkan corak kepala dan bahu bearish. Terdapat sokongan kecil pada $1.77, tetapi paras itu mungkin akan pecah. Jika itu berlaku, pasangan XRP/USDT boleh jatuh ke arah $1.28. Sebaliknya, pemulihan kukuh daripada $2 akan menunjukkan bahawa lembu sedang mempertahankan paras ini dengan giat. EMA 20 hari ($2.40) mungkin akan bertindak sebagai halangan yang teguh, tetapi jika lembu menang, pasangan itu boleh mencapai $2.80.\n\n**Analisis Harga BNB**\n\nKegagalan BNB (BNB) untuk meningkat di atas EMA 20 hari ($601) menarik satu lagi pusingan jualan pada 9 Mac, menolak harga di bawah $546. Purata bergerak menurun dan indeks kekuatan relatif (RSI) dalam zon negatif menunjukkan bahawa laluan paling mudah ialah ke bawah. Jika harga kekal di bawah $546, pasangan BNB/USDT boleh jatuh kepada $500. Pembeli dijangka mempertahankan zon antara $500 dan $460 secara agresif. EMA 20 hari ialah rintangan penting pertama untuk diperhatikan di sebelah atas. Jika paras ini ditembusi, pasangan itu boleh meningkat kepada SMA 50 hari ($633). Penutupan di atas SMA 50 hari menandakan perubahan trend jangka pendek.\n\n**Analisis Harga Solana**\n\nSolana (SOL) jatuh di bawah garis aliran menaik pada 9 Mac dan mencapai zon sokongan kukuh antara $120 dan $110. Lembu dijangka mempertahankan zon sokongan dengan hebat, tetapi perhimpunan pelepasan boleh menghadapi jualan pada EMA 20 hari ($150). Jika harga menurun dengan mendadak daripada EMA 20 hari, paras $110 berisiko untuk pecah. Jika itu berlaku, pasangan SOL/USDT boleh menurun kepada $100 dan kemudian kepada $80. Sebaliknya, jika harga meningkat daripada paras semasa dan menembusi EMA 20 hari, ia akan menunjukkan pembelian kukuh berhampiran zon sokongan. Pasangan itu kemudiannya boleh meningkat kepada SMA 50 hari ($188).\n\n**Analisis Harga Dogecoin**\n\nDogecoin (DOGE) jatuh di bawah sokongan $0.18 pada 9 Mac, menunjukkan penyambungan semula aliran menurun. Purata bergerak menurun dan RSI di wilayah terlebih jual menunjukkan bahawa beruang mempunyai kelebihan. EMA 20 hari ($0.21) ialah rintangan penting di atas untuk diperhatikan. Jika harga menurun dengan mendadak daripada EMA 20 hari, pasangan DOGE/USDT boleh jatuh kepada $0.14. Sebagai alternatif, penembusan dan penutupan di atas EMA 20 hari akan menjadi tanda pertama bahawa tekanan jualan berkurangan. Pasangan itu boleh meningkat kepada SMA 50 hari ($0.26), yang juga mungkin bertindak sebagai rintangan yang teguh.\n\n**Analisis Harga Cardano**\n\nCardano (ADA) jatuh di bawah purata bergerak pada 8 Mac, menunjukkan jualan agresif oleh beruang. Kedua-dua purata bergerak telah mula menurun, dan RSI telah jatuh ke wilayah negatif, menunjukkan bahawa beruang mempunyai kelebihan sedikit. Sokongan di sebelah bawah adalah pada $0.58 dan kemudian $0.50. Sebarang perhimpunan pelepasan mungkin akan menghadapi jualan pada purata bergerak. Pembeli perlu menolak dan mengekalkan harga di atas purata bergerak untuk menunjukkan kemunculan semula. Pasangan ADA/USDT kemudiannya boleh meningkat ke arah $1.02.\n\n**Analisis Harga Pi**\n\nPi (PI) jatuh ke paras retracement Fibonacci 61.8% sebanyak $1.20 pada 9 Mac, menunjukkan bahawa beruang mengekalkan tekanan. Pembeli cuba memulakan pemulihan, tetapi sumbu panjang pada lilin 10 Mac menunjukkan jualan pada paras yang lebih tinggi. Ini meningkatkan risiko penurunan di bawah $1.20. Jika itu berlaku, pasangan PI/USDT boleh jatuh kepada paras retracement 78.6% sebanyak $0.72. Masa semakin singkat untuk lembu. Untuk mengelakkan penurunan selanjutnya, mereka perlu dengan cepat menolak harga di atas rintangan $2 di atas. Jika mereka berjaya melakukannya, ia akan menunjukkan bahawa pembetulan mungkin telah berakhir.\n\n\n*Penafian: Artikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri apabila membuat keputusan.*",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgwZDktZTA2Mi03MzEwLTg0ODItYWRjNmFjZWVlZjBm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf15da745da754e42f2070",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 16:35:00",
            "status": "Posted"
        },
        {
            "title": "Perlombongan Bitcoin CleanSpark bakal menyertai Indeks S&P SmallCap 600.",
            "description": "CleanSpark mencatatkan keuntungan sebanyak $241.7 juta pada suku tahun terakhirnya, dengan pendapatan meningkat 120% berbanding tahun sebelumnya.",
            "content": "## Perlombongan Bitcoin CleanSpark Sertai Indeks Saham Kecil AS, Menunjukkan Keuntungan Walaupun Ketidaktentuan Industri\n\nSyarikat perlombongan Bitcoin, CleanSpark, akan menyertai penanda aras penting untuk saham syarikat kecil AS, yang menggariskan siri keuntungan syarikat baru-baru ini walaupun ketidaktentuan industri susulan peristiwa pengurangan separuh (halving) pada April 2024.\n\nBermula 24 Mac, saham CleanSpark akan dimasukkan ke dalam Indeks S&P SmallCap 600. Seperti namanya, indeks ini mengukur prestasi syarikat kecil AS yang memenuhi kriteria kecairan dan kestabilan tertentu.\n\nSetakat Mac 2025, syarikat-syarikat dalam indeks ini mesti mempunyai permodalan pasaran antara $1.1 bilion dan $7.4 bilion, mengekalkan peratusan saham awam sekurang-kurangnya 10% daripada jumlah saham yang dikeluarkan, dan mencatatkan keuntungan trailing selama empat suku berturut-turut.\n\nKetua Pegawai Eksekutif CleanSpark, Zach Bradford, berkata kemasukan syarikat itu ke dalam indeks syarikat kecil menunjukkan “nilai menjadi syarikat perlombongan Bitcoin yang tulen dan bersepadu secara menegak,” yang menjadikan “pendedahan kepada model kami lebih luas.”\n\nKeuntungan CleanSpark melonjak kepada $241.7 juta, atau $0.85 sesaham, pada suku terakhir 2024, meningkat daripada hanya $25.9 juta setahun sebelumnya. Pendapatan seluruh syarikat meningkat 120% secara tahun ke tahun kepada $162.3 juta.\n\nPada bulan Februari, syarikat itu selanjutnya meningkatkan simpanan Bitcoin (BTC) sebanyak 6% dan kini memegang 11,177 BTC dalam rekodnya. Hanya empat syarikat tersenarai awam lain yang memiliki lebih banyak Bitcoin.\n\n**Pelombong BTC di bawah tekanan**\n\nPelombong Bitcoin telah menyaksikan pendapatan mereka menurun sejak peristiwa pengurangan separuh (halving) pada April 2024, memaksa beberapa pemain industri untuk mempelbagaikan model perniagaan mereka. Beberapa syarikat beralih kepada pusat data kecerdasan buatan, yang boleh menjana pendapatan lebih tinggi daripada perlombongan tradisional.\n\nPada bulan September, eksekutif Hive Digital, Frank Holmes dan Aydin Kilic, memberitahu Cointelegraph bahawa penggunaan semula GPU Nvidia untuk tugas AI boleh menjana sehingga $2.50 sejam dalam pendapatan, meningkat daripada hanya $0.12 sejam untuk perlombongan kripto.\n\nAtas sebab ini, “institusi lebih berminat dengan kami melalui AI berbanding Bitcoin,” kata Holmes.\n\nPelombong Bitcoin semakin beralih kepada aplikasi AI untuk meningkatkan pendapatan.\n\nSyarikat perlombongan lain beralih kepada penggabungan dan pengambilalihan untuk mengurangkan kos perlombongan dan meningkatkan kadar hash, menurut laporan JPMorgan pada bulan Ogos. Bank Wall Street itu menamakan syarikat seperti Riot Platforms dan CleanSpark kerana meningkatkan aktiviti M&A mereka dalam persekitaran pasca pengurangan separuh (halving).\n\nSementara itu, “pelombong yang terhad modal seperti IREN dan [Cipher] memberi tumpuan kepada mendapatkan peluang medan hijau, yang memerlukan modal kurang segera,” kata JPMorgan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGYzMzYtMWNlZi03ZDI2LTllNTItNzY3YjhjNTA0ODJi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf15da70a2396377404061",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 16:34:00",
            "status": "Posted"
        }
    ]
}