{
    "timestamp": "2025-03-12 22:27:54",
    "all_news": [
        {
            "title": "Rumble beli BTC bernilai $17 juta, mengguna pakai strategi kripto era Trump.",
            "description": "Ketua Pegawai Eksekutif platform perkongsian video Rumble, Chris Pavlovski, telah menunaikan janjinya untuk membeli Bitcoin sehingga $20 juta selepas Donald Trump...",
            "content": "Platform perkongsian video, Rumble, menyatakan telah membeli lebih daripada $17 juta Bitcoin sebagai sebahagian daripada strategi pelaburan yang diumumkan sebelum ini.\n\nDalam satu notis pada 12 Mac, Rumble berkata ia telah menambah 188 Bitcoin (BTC) kepada rizabnya dengan anggaran bernilai $17.1 juta. Pelaburan ini, yang dicadangkan oleh Ketua Pegawai Eksekutif Chris Pavlovski pada November berikutan kemenangan Donald Trump dalam pilihan raya presiden AS, diuar-uarkan sebagai lindung nilai terhadap inflasi dan sebahagian daripada langkah yang lebih luas untuk memperdalamkan hubungan dengan industri kripto.\n\nPlatform itu memberi bayangan ia mungkin membuat pembelian Bitcoin tambahan bergantung kepada faktor pasaran. Walaupun Rumble tidak secara khusus menyebut Trump atau percubaannya untuk mewujudkan rizab strategik Bitcoin dan simpanan kripto di peringkat persekutuan, catatan media sosial Pavlovski menunjukkan sokongan yang kuat terhadap dasar-dasar presiden AS itu.\n\nBuat masa ini, pelayan awan Rumble menjadi hos kepada platform media sosial Trump, Truth Social — kaedah utama komunikasi awam presiden — dan telah menandatangani perjanjian dengan kerajaan El Salvador pada Januari untuk menyediakan perkhidmatan.\n\nDengan Bitcoin dalam kunci kira-kiranya, Rumble menyertai senarai syarikat yang telah melabur dalam kripto selepas pilihan raya November, termasuk firma AI Genius Group dan syarikat perisian Semler Scientific. Harga saham Rumble telah jatuh kira-kira 34% sejak 1 Januari.\n\nKerajaan AS mungkin akan menyimpan Bitcoin tidak lama lagi\n\nSejak 20 Januari, pentadbiran Trump telah memperdalamkan hubungan antara kerajaan AS dan industri kripto melalui tindakan eksekutif dan dasar.\n\nSuruhanjaya Sekuriti dan Bursa AS, salah satu pengawal selia kewangan terbesar di negara ini, mengumumkan bahawa ia akan menggugurkan siasatan dan tindakan penguatkuasaan terhadap banyak firma kripto berhubung tuduhan tawaran sekuriti yang tidak berdaftar. Trump juga telah mengadakan pertemuan ramai eksekutif dan Ketua Pegawai Eksekutif kripto di Rumah Putih pada 7 Mac sebagai sebahagian daripada sidang kemuncak untuk membincangkan cadangan rizab Bitcoin negara dan simpanan kripto.\n\nRizab Bitcoin yang dicadangkan Trump — yang boleh dikodkan menjadi undang-undang jika Kongres meneruskan dengan perundangan — boleh melihat semua BTC yang dirampas oleh pihak berkuasa AS disimpan dan tidak dijual di lelongan.  Tidak jelas bagaimana tindakan ini boleh menjejaskan harga mata wang kripto tersebut.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThhZGYtNTlkNy03OGJkLWJhMTUtMDM2YmVhYmZjNTZk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d20182320e686db1c39034",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 21:45:00",
            "status": "Posted"
        }
    ]
}