{
    "timestamp": "2025-03-16 13:28:25",
    "all_news": [
        {
            "title": "Mata wang kripto 'Wolf of Wall Street' ciptaan Libra, pengasas Melania, merudum 99%",
            "description": "Hayden Davies terus melancarkan memecoin dengan alokasi dalaman yang besar, walaupun peguam telah meminta Notis Merah Interpol berhubung penglibatannya...",
            "content": "Pencipta token Libra (LIBRA) telah meluncurkan memecoin lain dengan beberapa pola onchain yang sama yang menunjukkan aktivitas perdagangan orang dalam yang signifikan sebelum runtuhnya koin tersebut sebesar 99%.\n\nHayden Davis, salah satu pencipta Official Melania Meme (MELANIA) dan token Libra, telah meluncurkan memecoin berbasis Solana baru, dengan pasokan orang dalam lebih dari 80%.\n\nDavis meluncurkan memecoin Wolf (WOLF) pada 8 Maret, memanfaatkan rumor Jordan Belfort, yang dikenal sebagai Wolf of Wall Street, meluncurkan tokennya sendiri.\n\nToken tersebut mencapai kapitalisasi pasar puncak $42 juta, namun, 82% dari pasokan token WOLF digabung di bawah entitas yang sama, menurut postingan X pada 15 Maret oleh Bubblemaps, yang menulis:\n\nPlatform analitik blockchain tersebut mengungkapkan transfer di 17 alamat berbeda yang berasal dari alamat 'OxcEAe' milik Davis.\n\n\"Dia mendanai dompet-dompet ini berbulan-bulan sebelum $LIBRA dan $WOLF diluncurkan, memindahkan uang melalui 17 alamat dan 2 rantai,\" tambah Bubblemaps.\n\nMemecoin Wolf kehilangan lebih dari 99% nilainya dalam waktu dua hari, dari kapitalisasi pasar puncak $42,9 juta pada 8 Maret pukul 4:00 pagi UTC, menjadi hanya $570.000 pada saat pers, data Dexscreener menunjukkan.\n\nPeluncuran token terbaru Davies terjadi beberapa minggu setelah runtuhnya token Libra di mana delapan dompet orang dalam menguangkan $107 juta likuiditas, menyebabkan penghapusan kapitalisasi pasar $4 miliar dalam beberapa jam.\n\nToken Libra berubah menjadi masalah politik, dengan Presiden Argentina Javier Milei berisiko dimakzulkan setelah dukungannya terhadap koin Libra.\n\nPengacara Argentina Gregorio Dalbon telah meminta agar Red Notice Interpol dikeluarkan untuk Davis dengan alasan \"risiko prosedural\" jika Davis tetap bebas karena dia dapat memiliki akses ke sejumlah besar uang yang memungkinkan dia untuk melarikan diri dari AS atau bersembunyi.\n\nMemecoin berubah menjadi \"alat ekstraksi nilai ritel\"\n\nMemecoin berbalik melawan etos dasar desentralisasi kripto, semakin banyak digunakan untuk mengeksploitasi investor ritel di tengah meningkatnya jumlah penarikan karpet, menurut Anastasija Plotnikova, salah satu pendiri dan CEO perusahaan peraturan blockchain Fideum.\n\n\"Memecoin telah berevolusi dari eksperimen sosial yang digerakkan oleh komunitas menjadi lanskap kacau yang didominasi oleh ekstraksi nilai dari investor ritel,\" kata Plotnikova kepada Cointelegraph, menambahkan:\n\nInvestor juga perlu membedakan antara memecoin yang dapat dilihat sebagai \"koleksi\" yang asli dan \"aktivitas penipuan terang-terangan\" seperti penarikan karpet yang \"tidak hanya tidak etis tetapi juga jelas ilegal, dengan hukum kasus untuk mendukung penegakan hukum.\"\n\n\"Menurut saya, aktivitas ini harus sepenuhnya berada di bawah yurisdiksi lembaga penegak hukum,\" tambahnya.\n\nRegulator Amerika Serikat semakin menyadari meningkatnya penipuan memecoin.\n\nSeorang pembuat undang-undang New York memperkenalkan sebuah RUU yang akan menetapkan hukuman pidana yang secara khusus ditujukan untuk mencegah penipuan mata uang kripto dan melindungi investor dari penarikan karpet.\n\nDi bawah proposal tersebut, tuntutan pidana baru akan dibuat untuk pelanggaran yang melibatkan \"penipuan token virtual,\" secara eksplisit menargetkan praktik yang menipu terkait dengan mata uang kripto.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTllZDUtNGE5Ni03MmUzLTkzZTEtODQ4MzZkNDZjZTRm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6ca006483627076082860",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 12:50:00",
            "status": "Posted"
        }
    ]
}