{
    "timestamp": "2025-04-18 06:37:06",
    "all_news": [
        {
            "title": "HashKey Launches Asia’s First XRP Fund with Ripple’s Support",
            "translated_facebook_post": "HashKey Capital baru lancarkan dana XRP pertama di Asia, dibantu Ripple, bagi pelabur profesional nak akses XRP dengan lebih mudah, tanpa perlu susah-susah urus sendiri.  Dana ni turut buka jalan untuk lebih ramai pelabur institusi masuk pasaran aset digital.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801f145f9769051c5a2e036",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/HashKey-Launches-Asias-First-XRP-Fund-with-Ripples-Support.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:28:00"
        },
        {
            "title": "Justin Sun Maintains Stance on Ethereum Holdings",
            "translated_facebook_post": "Pengasas Tron, Justin Sun, kekal yakin dengan Ethereum walaupun harganya jatuh, malah bercadang untuk bekerjasama dengan pembangun Ethereum untuk projek-projek baru.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/justin-sun-maintains-stance-on-ethereum-holdings",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-096-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:28:00"
        },
        {
            "title": "Eliza Labs unveils auto.fun, a no-code AI agent launchpad with 'fairer than fair' token model",
            "translated_facebook_post": "Eliza Labs lancarkan auto.fun, platform tanpa kod untuk bina ejen AI, guna model token yang lebih adil dan lestari, memudahkan pengguna bukan teknikal cipta ejen AI untuk pelbagai tugas dalam web3.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801f1432502366d5995e6c5",
            "source": "TokenInsight News",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:25:00"
        },
        {
            "title": "Shiba Inu Embraces Meme Trend With 'Shib Is For Everyone'",
            "translated_facebook_post": "Harga Shiba Inu naik sikit, 1%, lepas diorang guna meme \"Shib is for everyone\" kat media sosial.  Nampaknya strategi pemasaran je ni, takde perubahan besar dalam pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801f0312502366d5995e6be",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/shiba-inu-social-media-vibes.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:21:00"
        },
        {
            "title": "Russia considers issuing Tether-like stablecoin in wake of $30 million USDT freeze",
            "translated_facebook_post": "Kementerian Kewangan Rusia tengah fikir nak buat mata wang kripto sendiri macam Tether, lepas ada isu pembekuan USDT bernilai $30 juta.  Ni susulan sekatan terhadap bursa kripto Rusia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801f144b9a69274b5154184",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Russia-USDT.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:20:00"
        },
        {
            "title": "Justin Sun Stands Firm: No Plans to Sell Ethereum Assets",
            "translated_facebook_post": "Justin Sun tetap simpan aset Ethereum dia walaupun harga jatuh, malah nak kerjasama lebih rapat dengan pembangun Ethereum untuk tingkatkan lagi Tron.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/justin-sun-stands-firm-no-plans-to-sell-ethereum-assets/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-046.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:20:00"
        },
        {
            "title": "Non-KYC exchange eXch to close down under money laundering scrutiny tied to Lazarus Group",
            "translated_facebook_post": "Platform eXch terpaksa tutup operasi pada 1 Mei disebabkan siasatan pengubahan wang haram yang dikaitkan dengan kumpulan Lazarus dari Korea Utara.  Walaupun menafikan niat jahat,  tekanan siasatan antarabangsa menyebabkan penutupan ini.  Ramai berdebat tentang keseimbangan antara privasi dan usaha mencegah aktiviti haram dalam dunia kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801f032dca15e0551cd80fa",
            "source": "TokenInsight News",
            "image": "https://s2.tokeninsight.com/static/news/cover/img/W0E8YF9AHUOVA.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:19:00"
        },
        {
            "title": "Binance Alpha Lists DARK for Execution Environments",
            "translated_facebook_post": "Binance Alpha dah senaraikan DARK, satu rangkaian eksperimen berasaskan Solana untuk persekitaran pelaksanaan dipercayai, dan harga token DARK pun naik 50.81%!  Ini menunjukkan potensi besar teknologi blockchain dalam AI dan privasi data.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801ef06dca15e0551cd80f5",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/solana-dark-symbol-ink-drawing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:18:00"
        },
        {
            "title": "Traders Worry as Pi Network Faces New Challenges",
            "translated_facebook_post": "Kegawatan dalam ekosistem Pi Network baru-baru ni buat ramai peniaga risau sebab aktiviti luar biasa kat platform Banxa mungkin akan ubah harga.  Jumlah Pi dalam bursa pun turun, mungkin ada pihak besar tengah beli.  Jadi, kena berhati-hati dan pantau situasi semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/traders-worry-as-pi-network-faces-new-challenges",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-020-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:18:00"
        },
        {
            "title": "Synthetix’s sUSD stablecoin continues fall after depeg, tapping $0.68",
            "translated_facebook_post": "Nilai mata wang kripto sUSD daripada Synthetix masih jatuh, sekarang dah dekat $0.68 je.  Mereka ada beberapa pelan jangka pendek, sederhana dan panjang untuk atasi masalah ni.",
            "translated_title": "Koin stabil sUSD Synthetix terus jatuh selepas terbebas daripada peg, mencecah $0.68.",
            "translated_content": "**Stablecoin Synthetix USD (SUSD) Jatuh ke Tahap Terendah Sepanjang Masa di Bawah $0.70**\n\nStablecoin asli protokol Synthetix, Synthetix USD (SUSD), semakin jauh daripada peg dolar AS, mencapai paras terendah sepanjang masa di bawah $0.70.  Walau bagaimanapun, firma tersebut menegaskan bahawa ini bukan kali pertama aset tersebut mengalami tekanan yang ketara, dan beberapa langkah pengurusan risiko telah di tempatkan.\n\n“Synthetix dan sUSD telah mengharungi pelbagai pasaran menurun dan tempoh turun naik stablecoin; ini bukan ujian daya tahan yang pertama,” kata jurucakap Synthetix kepada Cointelegraph.\n\nSUSD jatuh hampir 31% daripada peg 1:1 yang disasarkan.  sUSD ialah stablecoin yang disokong kripto. Pengguna mengunci token SNX untuk mencetak sUSD, menjadikan kestabilannya sangat bergantung kepada nilai pasaran Synthetix (SNX).\n\nPada masa penerbitan, SUSD diniagakan pada $0.70, 30% di bawah peg 1:1 yang disasarkan dengan dolar AS, menurut data CoinMarketCap.  Sepanjang tempoh yang sama, SNX kekal agak stabil, merosot hanya 1.08% sepanjang minggu lalu, diniagakan pada $0.63. Walau bagaimanapun, dari sudut pandangan yang lebih luas mengenai kejatuhan pasaran kripto secara keseluruhan, SNX telah jatuh kira-kira 26% sepanjang 30 hari yang lalu.\n\nJurucakap itu menjelaskan bahawa turun naik jangka pendek sUSD didorong oleh \"perubahan struktur\" selepas pelancaran SIP-420, satu cadangan yang mengalihkan risiko hutang daripada penama kepada protokol itu sendiri.  Mereka menjelaskan bahawa firma tersebut mempunyai pelan jangka pendek, sederhana dan panjang untuk mengurangkan risiko.\n\nDalam jangka pendek, Synthetix berkata ia akan terus menyokong kecairan untuk sUSD melalui kolam Curve dan kempen deposit pada platform derivatifnya, Infinex.  Bagi langkah-langkah jangka sederhana, Synthetix telah memperkenalkan penanaman SNX \"tanpa hutang mudah\" yang dikatakannya akan \"menggalakkan pembayaran balik hutang individu.\"  Dalam jangka panjang, firma itu berkata ia akan membuat perubahan kecekapan modal melalui 420 Pool, mengambil alih pengurusan paras protokol bekalan sUSD, dan memperkenalkan \"mekanisme berfokuskan penggunaan\" baharu merentas produk Synthetix.\n\nPengasas Synthetix, Kain Warwick, menjelaskan pada 2 April bahawa turun naik itu sebahagian besarnya disebabkan oleh pemacu utama pembelian SUSD telah dikeluarkan.  \"Mekanisme baharu sedang diperkenalkan, tetapi dalam peralihan ini, akan ada beberapa turun naik,\" kata Warwick dalam catatan X.\n\n\"Adalah penting untuk ditekankan bahawa sUSD bukan algo stable, ia adalah stable yang disokong kripto tulen, peg boleh dan memang beralih, tetapi terdapat mekanisme untuk menolaknya kembali ke paras jika ia berada di atas atau di bawah peg,\" tambahnya.\n\nPada 10 April, Cointelegraph melaporkan bahawa aset tersebut telah menghadapi ketidakstabilan berterusan sejak awal tahun 2025. Pada 1 Januari, sUSD jatuh kepada $0.96 dan hanya kembali kepada $0.99 pada awal Februari. Harga terus berubah-ubah sepanjang Februari sebelum menstabilkan pada Mac.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "sUSD Synthetix telah susut 10.73% dalam tempoh 24 jam lalu dan hampir 20% sepanjang minggu ini, dan ia terus jatuh selepas terbebas daripada pegangannya.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801ef052502366d5995e6bb",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjAwNzgtZWNhNi03ZjJhLWE4YTEtMDU0MTRlNmJlZjVm.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 06:17:00"
        },
        {
            "title": "XRP Price Prediction for This Weekend (April 18 – April 20)",
            "translated_facebook_post": "Harga XRP dijangka bergerak mendatar dalam lingkungan semasa untuk masa terdekat, mungkin naik sedikit ke $2.20 jika mengatasi rintangan $2.15, atau menurun ke $1.80 jika sokongan $2.00 tertembusi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801ef04dca15e0551cd80f3",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/09/LTCUSDT_2024-09-06_11-46-23-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:16:00"
        },
        {
            "title": "Trump Threatens to Fire Fed Chair as Crypto Traders Wait for FOMO",
            "translated_facebook_post": "Presiden Trump ugut nak pecat pengerusi Fed, pelabur kripto tunggu peluang.  Pengerusi Fed tak turunkan kadar faedah, Trump tak puas hati, pasaran kripto masih tenang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801edd9f9769051c5a2e02c",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2020/10/DonaldJTrump-min.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:14:00"
        },
        {
            "title": "Report: Binance held 36% CEX market share in Q1 as total crypto trading volume dropped 12%",
            "translated_facebook_post": "Binance kekal sebagai bursa mata wang kripto terkemuka walaupun jumlah dagangan menurun dan pasaran kurang memberangsangkan pada suku pertama 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801edd8f9769051c5a2e028",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/10/crypto-news-Kaiko-reports-exchange-de-listings02.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:11:00"
        },
        {
            "title": "Arizona House Advances Crypto Reserve Bill Toward Governor Approval",
            "translated_facebook_post": "Undang-undang rizab aset digital di Arizona dah lulus di Dewan Undangan Negeri, tunggu kelulusan gabenor je lagi.  Kalau lulus, Arizona akan ubah cara urus aset digital, mungkin negeri lain pun ikut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801edd9f9769051c5a2e02a",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/arizona-digital-assets-thumbnail.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:11:00"
        },
        {
            "title": "Crypto rug pulls have slowed, but are now more devastating: DappRadar",
            "translated_facebook_post": "Walaupun kes penipuan kripto (rug pull) makin kurang, tapi kerugiannya makin besar sekarang, sampai berbilion ringgit!",
            "translated_title": "Penipuan karpet (rug pull) kripto telah berkurangan, tetapi kini lebih merosakkan: DappRadar",
            "translated_content": "## Rug Pulls Decrease in Frequency, But Increase in Severity\n\nThe number of cryptocurrency rug pulls has significantly decreased year-on-year, dropping 66% from 2024 to 2025.  Early 2024 saw 21 incidents, compared to just seven in the same period of 2025, according to an April 16th DappRadar report.\n\nHowever, this decrease in frequency is coupled with a dramatic increase in the impact of each rug pull.  While early 2024 saw total losses of $90 million from rug pulls, the Web3 ecosystem has already lost nearly $6 billion in 2025.  DappRadar attributes 92% of this to the collapse of Mantra’s OM token, a classification the founders dispute.\n\nThis shift, according to DappRadar analyst Sara Gherghelas, indicates that rug pulls are becoming \"less frequent, but far more devastating.\"\n\n**Memecoins: The Main Culprit**\n\nThe nature of rug pulls is also evolving.  While DeFi protocols, NFT projects, and memecoins were all implicated in the first quarter of 2024, memecoins are now the primary source of rug pulls in 2025.  The Libertad project's Solana token, Libra (LIBRA), serves as a recent high-profile example.  After Argentina's president, Javier Milei, promoted it on X, the token surged to a $4.56 billion market capitalization, only to plummet by over 94% after he deleted the post, leading to accusations of a pump-and-dump scheme.\n\nGherghelas warns that rug pulls and exit scams remain a considerable threat, particularly in rapidly growing ecosystems prone to hype.  Despite increased awareness and detection tools, rug pulls persist, especially within DeFi and newly launched token ecosystems.\n\n**Identifying Red Flags**\n\nGherghelas highlights several red flags to watch for:  a sudden spike in unique active wallets without explanation, unusually high volume with low user activity, unverified smart contracts, limited GitHub activity, anonymous developer teams, and DApps that experience overnight surges.\n\nWhile acknowledging that rug pulls may never be completely eliminated, Gherghelas emphasizes that user education and improved detection tools can significantly mitigate their impact.  The industry's evolution, she notes, is mirrored by both the sophistication of malicious actors and the resources available to protect users.",
            "translated_summary": "Penipuan karpet (rug pull) kripto telah menurun kekerapannya, tetapi kerugian telah melonjak naik pada tahun 2025, menurut laporan baharu daripada DappRadar.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801edd92502366d5995e6b8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzFhN2QtM2VmNS03ZWM5LWJiNzYtN2VlZmIzNzFlY2M4.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-18 06:10:00"
        },
        {
            "title": "Market Moves Spark Concerns Over Pi Network’s Future",
            "translated_facebook_post": "Aktiviti mencurigakan dalam akaun Pi Network di platform Banxa, digabungkan dengan pengurangan Pi di bursa, mungkin menjejaskan harga jangka pendek, jadi kena berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-moves-spark-concerns-over-pi-networks-future/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-008-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:10:00"
        },
        {
            "title": "Pi Network News: Pi Coin Price To Drop By 50% – Two Possible Reasons Behind It",
            "translated_facebook_post": "Harga Pi Coin mungkin akan turun lagi sampai 50% sebab banyak sangat duit syiling baru masuk pasaran, dan tak ramai yang beli.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801eca787096331b31c8613",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/16183434/2.8M-Pi-Token-Unlock-Will-Pi-Coin-Price-Crash-Again-Today.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:08:00"
        },
        {
            "title": "Political Tensions Drive Market Reactions",
            "translated_facebook_post": "Ketegangan politik di Amerika Syarikat menyebabkan ketidakpastian dalam pasaran tradisional dan kripto, dengan pelabur beralih kepada pelaburan yang lebih selamat sambil memantau perkembangan ekonomi dan keputusan bank pusat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/political-tensions-drive-market-reactions",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-026.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:08:00"
        },
        {
            "title": "Netflix increases revenue by 12.5% to $10.54bn in Q1 2025, halts subscriber base counts",
            "translated_facebook_post": "Netflix naik untung 12.5% pada suku pertama 2025, capai $10.54 billion, tapi dah tak umumkan jumlah pelanggan.  Mereka fokus pada kewangan dan penglibatan pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801eca62502366d5995e6ae",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28898.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:06:00"
        },
        {
            "title": "BTC and XRP Expected to 10x—But MAGACOINFINANCE May Outpace Both",
            "translated_facebook_post": "Bitcoin dan XRP dijangka naik 10 kali ganda, tapi MAGACOINFINANCE mungkin lagi hebat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801eca987096331b31c8615",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744920840.docx_1744920840_image3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-18 06:02:00"
        }
    ]
}