{
    "timestamp": "2025-03-08 22:20:17",
    "all_news": [
        {
            "title": "Inilah perkembangan kripto hari ini",
            "description": "Perlu tahu perkembangan kripto hari ini? Berikut adalah berita terkini tentang trend harian dan peristiwa yang mempengaruhi harga Bitcoin, teknologi rantaian blok, DeFi, NFT, dan sebagainya.",
            "content": "Hari ini dalam dunia kripto, Sidang Kemuncak Kripto di Rumah Putih menandakan \"hari yang benar-benar bersejarah di Rumah Putih,\" menurut Ketua Pegawai Eksekutif Crypto.com, Kris Marszalek. Pejabat Pengawal Wang Negara (OCC) Amerika Syarikat telah mengurangkan \"beban\" ke atas bagaimana bank-bank AS boleh terlibat dalam aktiviti berkaitan kripto, dan pemerintah kripto Rumah Putih, David Sacks, menekankan kekurangan Bitcoin dan faedah jangka panjangnya yang berpotensi untuk AS.\n\nTrump mengubah kripto daripada \"industri yang ditindas\" kepada \"pusat\" strategi AS\n\nPresiden AS Donald Trump telah meletakkan mata wang kripto sebagai pusat strategi ekonominya, menandakan perubahan dasar utama bagi industri blok rantai AS, menurut Ketua Pegawai Eksekutif Crypto.com, Kris Marszalek.\n\nTrump telah menganjurkan Sidang Kemuncak Kripto Rumah Putih pada 7 Mac, yang menunjukkan bahawa beliau berhasrat untuk menjadikan dasar kripto sebagai keutamaan negara dan menjadikan AS sebagai hab global untuk inovasi blok rantai.\n\nSidang kemuncak itu menandakan \"hari yang benar-benar bersejarah di Rumah Putih,\" kata Marszalek dalam catatan X pada 8 Mac.\n\nMarszalek memberi kredit kepada Trump kerana membalikkan dasar seperti Operasi Chokepoint 2.0, yang didakwa menyebabkan firma kripto dan teknologi dinafikan perkhidmatan perbankan di bawah pentadbiran Biden.\n\nKesukaran untuk mencari rakan kongsi perbankan mungkin benar-benar menjadi perkara lalu bagi firma kripto selepas Pejabat Pengawal Wang Negara (OCC) Amerika Syarikat melonggarkan pendiriannya tentang bagaimana bank boleh terlibat dengan kripto hanya beberapa jam selepas Trump berikrar untuk menamatkan tindakan keras berpanjangan yang mengehadkan akses firma kripto kepada perkhidmatan perbankan.\n\nOCC menjelaskan perbankan kripto selepas Trump berikrar untuk menamatkan Operasi Chokepoint 2.0\n\nPejabat Pengawal Wang Negara (OCC) Amerika Syarikat telah melonggarkan pendiriannya tentang bagaimana bank-bank AS boleh terlibat dengan kripto hanya beberapa jam selepas Presiden AS Donald Trump berikrar untuk menamatkan tindakan keras berpanjangan yang mengehadkan akses firma kripto kepada perkhidmatan perbankan.\n\n\"Penjagaan aset kripto, aktiviti stablecoin tertentu, dan penyertaan dalam rangkaian pengesahan nod bebas seperti lejar diedarkan dibenarkan untuk bank negara dan persatuan simpanan persekutuan,\" kata OCC dalam satu kenyataan pada 7 Mac.\n\nOCC mengesahkan dalam dokumen bertajuk Surat Tafsiran 1183 bahawa institusi kewangan yang diawasi OCC tidak lagi memerlukan \"tiada bantahan pengawalseliaan\" untuk terlibat dalam aktiviti berkaitan kripto.\n\n\"Tindakan hari ini akan mengurangkan beban ke atas bank untuk terlibat dalam aktiviti berkaitan kripto dan memastikan bahawa aktiviti bank ini dilayan secara konsisten oleh OCC,\" kata Pemangku Pengawal Wang Negara Rodney E. Hood.\n\nAgensi itu berkata ia membuat keputusan itu kerana kakitangan OCC kini mempunyai pemahaman yang lebih baik tentang kripto dan mahu membatalkan peraturan ketat terdahulunya untuk \"menggalakkan inovasi yang bertanggungjawab dan meningkatkan ketelusan.\"\n\n\"Kami telah memutuskan bahawa Bitcoin adalah terhad, ia bernilai\" untuk rizab strategik AS — David Sacks\n\nPemerintah kripto Rumah Putih, David Sacks, telah menjelaskan lebih lanjut tentang keputusan kerajaan AS untuk merawat Bitcoin sebagai aset rizab khas, dengan menyebutnya sebagai sumber digital yang \"terhad\" yang boleh memberi manfaat kepada negara dalam jangka panjang.\n\nDalam temu bual pada 7 Mac dengan Bloomberg Technology, Sacks berkata, \"Kami telah memutuskan bahawa Bitcoin adalah terhad, ia bernilai, dan ia adalah strategik bagi Amerika Syarikat untuk memegang ini sebagai aset rizab jangka panjang.\"\n\nSacks merujuk secara khusus kepada kira-kira 200,000 Bitcoin (BTC) yang kini berada dalam simpanan kerajaan AS. Walau bagaimanapun, beliau mengakui bahawa jumlah tepat BTC yang dipegang oleh kerajaan tidak diketahui kerana tidak pernah ada audit yang komprehensif.\n\n\"Kami akan melakukan audit menyeluruh di seluruh kerajaan untuk mengetahui aset digital apa yang sebenarnya kami miliki supaya ia boleh dijaga dan dipindahkan ke dalam strategi yang memaksimumkan nilai jangka panjangnya,\" katanya.\n\nPerintah eksekutif Presiden Donald Trump pada 6 Mac yang menyeru rizab Bitcoin strategik dan simpanan aset digital mengarahkan agensi persekutuan untuk menjalankan audit penuh terhadap pegangan mata wang kripto mereka.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDgzZjctMTdlYS03OTc0LWJlNzMtNjYxYzdjZDE1N2M3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65b8e384df1c060ecd34c624",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 21:53:00",
            "status": "Posted"
        },
        {
            "title": "El Salvador menambah lebih 13 BTC sejak 1 Mac, walaupun perjanjian dengan IMF.",
            "description": "El Salvador telah mengumpul BTC pada kadar yang pantas di tengah-tengah tekanan daripada Tabung Kewangan Antarabangsa (IMF) untuk menghentikan pembelian.",
            "content": "El Salvador Continues Bitcoin Accumulation Despite IMF Pressure\n\nEl Salvador has purchased 13 Bitcoin (BTC) since March 1st, defying pressure from the International Monetary Fund (IMF).  The country's Bitcoin treasury now holds over 6,105 BTC, valued at over $527 million.  While El Salvador typically acquires 1 BTC daily, it purchased 5 BTC on March 3rd.\n\nThis action directly contradicts a December 2024 agreement with the IMF for a $1.4 billion loan.  This agreement stipulated that El Salvador would rescind BTC's legal tender status and reduce public sector Bitcoin involvement.  In January 2025, El Salvador's Congress amended its Bitcoin laws to comply, repealing the previous law.\n\nHowever, the government continued its Bitcoin accumulation, purchasing two BTC on February 1st and maintaining daily acquisitions.  Following a March 3rd IMF request to halt BTC accumulation and prohibit Bitcoin-linked debt or tokenized securities, President Nayib Bukele defiantly stated that El Salvador would continue buying, dismissing the IMF's pressure as \"whining.\"  He emphasized that the country's Bitcoin strategy would not be deterred.\n\nEl Salvador's unwavering pro-Bitcoin stance has attracted major crypto firms.  Bitfinex Derivatives relocated from Seychelles on January 7th, followed by Tether, which moved its headquarters to El Salvador on January 13th.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTc3NTktMDk4OS03MWI2LWEwY2QtNGY2YmFlNjM2NjI1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ccb589738d7c69b798a32b",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 21:23:00",
            "status": "Posted"
        }
    ]
}