{
    "timestamp": "2025-03-22 15:24:49",
    "all_news": [
        {
            "title": "Rantai sisi Bitcoin akan memacu pertumbuhan BTCfi.",
            "description": "DeFi Bitcoin tidak boleh diabaikan, dan rangkaian sisi akan membawa kes penggunaan dan peluang baharu tanpa menjejaskan integriti lapisan asas.",
            "content": "Pendapat oleh: Brendon Sedo, penyumbang awal Core DAO\n\nBitcoin mengatasi naratif \"emas digital\". Pemacu utama peralihan ini ialah peningkatan Bitcoin DeFi (BTCfi), yang melangkaui sekadar kes penggunaan sebagai simpanan nilai.\n\nPada tahun 2024, Bitcoin (BTC) menjadi aset yang menjana hasil secara asli dan pusat kepada ekosistem kewangan terdesentralisasi (DeFi) gaya Ethereum. Tahun 2025 ialah bilak api itu boleh membakar lebih hebat di atas rangkaian sampingan Bitcoin yang inovatif.\n\nKebanyakan percubaan lepas untuk memanfaatkan nilai Bitcoin sebagai aset produktif memerlukan perubahan ketara kepada lapisan asasnya. Itulah sebab utama kegagalannya. Lapisan 1 Bitcoin tidak direka untuk banyak perubahan, menyebabkan kebanyakan pemegang Bitcoin hanya menyimpan (hodl) dan tidak melakukan banyak perkara lain.  Keputusan akhirnya ialah Bitcoin kekal kurang digunakan sebagai rangkaian dan aset.\n\nRangkaian sampingan Bitcoin muncul sebagai penyelesaian sempurna kepada semua masalah ini, meningkatkan utiliti Bitcoin tanpa mengubah atau terhad oleh lapisan asas. Secara semula jadi, protokol ini akan menjadi pemangkin paling berkuasa untuk pertumbuhan BTCfi, terutamanya dengan BTC melebihi $100,000, membentuk lebih 60% daripada jumlah pasaran kripto, dan memasuki landskap pengawalseliaan baharu dengan rejim kerajaan AS \"pro-kripto\" yang pertama.\n\nMenskalakan Bitcoin, aset produktif\n\nMenurut Hal Finney, \"Bitcoin sendiri tidak boleh diskalakan untuk memasukkan setiap urus niaga kewangan […] dalam rantaian blok.\" Itulah sebabnya terdapat keperluan untuk \"tahap pembayaran sekunder\" menurut pandangannya.\n\nUntuk masa yang lama, ruang rantaian blok mengabaikan seruan tindakan Finney dan mengutamakan inovasi yang mengasingkan Bitcoin. Walau bagaimanapun, inovasi yang sebelum ini terhad kepada rantaian seperti Ethereum kini merentasi dunia Bitcoin. Rangkaian sampingan, rollup dan penyelesaian penskalaan lain menawarkan lebih banyak pilihan kepada pemegang yang mahukan utiliti gaya Ethereum sambil kekal sejajar dengan Bitcoin. Ini menyediakan asas untuk BTCfi, di mana pemegang boleh mengakses pelbagai penyelesaian penjanaan pendapatan seperti pengikatan (staking), pinjaman dan derivatif.\n\nWalau bagaimanapun, industri ini masih berada di peringkat awal revolusi Bitcoin ini. Sehingga November 2024, hanya 0.8% daripada bekalan yang beredar digunakan untuk kes penggunaan DeFi, menurut Galaxy Digital. Daripada jumlah topi pasaran Bitcoin yang kira-kira $2 trilion, kurang daripada $7 bilion terdiri daripada TVL BTCfi.\n\nWalaupun ini mungkin kelihatan tidak menggalakkan, ia menyerlahkan peluang besar yang masih ada. Infrastruktur L2 Bitcoin meningkat 7 kali ganda daripada 2021 hingga November 2024.\n\nLebih penting lagi, ia telah menyumbang kepada sebahagian besar kecairan baharu yang mengalir masuk ke BTC, selain produk institusi seperti dana dagangan bursa (ETF).\n\nWalaupun bekalan Bitcoin dalam platform dan rangkaian sampingan BTCfi meningkat sebanyak 0.25% setiap tahun, sektor ini akan mempunyai jumlah pasaran yang boleh diatasi sebanyak $44 bilion hingga $47 bilion menjelang 2030, menurut Galaxy Digital. Walau bagaimanapun, seperti yang diketahui oleh pemegang Bitcoin, ini adalah anggaran yang konservatif dan akan dipercepatkan oleh tindakan harga BTC yang semakin meningkat atau lebih banyak penggunaan Bitcoin DeFi.\n\nFirma modal teroka (VC), misalnya, telah mula mengenali potensi rangkaian sampingan Bitcoin, melabur lebih daripada $447 juta setakat ini, menurut Galaxy Digital. Daripada jumlah ini, kira-kira $174 juta dilaburkan pada suku ketiga 2024, menyediakan asas untuk pertumbuhan yang lebih pesat pada tahun 2025. Lebih banyak pembiayaan untuk projek peringkat awal akan memastikan lebih banyak pelancaran yang berjaya, inovasi, pilihan untuk pengguna, dan nilai keseluruhan.\n\nOleh kerana penyelesaian asli Bitcoin menyediakan akses kepada kes penggunaan produktif untuk Bitcoin, pengguna tidak lagi perlu bergantung kepada perantara yang dipercayai dan platform kontrak pintar yang tidak berkaitan dengan Bitcoin. Pengorbanan yang diperlukan untuk mengembangkan utiliti Bitcoin pada masa lalu tidak lagi diperlukan. Ini boleh membuka nilai yang besar bagi pemegang BTC yang berprinsip dan juga rangkaian Bitcoin itu sendiri.\n\nHasil ke atas Bitcoin untuk Bitcoin\n\nSetakat ini, pemindahan ke rantaian Mesin Maya Ethereum (EVM) yang lengkap Turing telah menjadi cara yang mudah untuk memudahkan hasil dan kes penggunaan kewangan lain pada Bitcoin. Contohnya, pasaran Bitcoin yang dibalut (WBTC) di Ethereum lebih daripada $10 bilion. Walaupun penyelesaian seperti WBTC sesuai untuk sesetengah pihak, ramai pemegang Bitcoin lebih suka tidak mempercayakan penjaga dengan modal mereka atau bergantung kepada rantaian seperti Ethereum, yang tidak sejajar dengan prinsip konsensus Bitcoin atau menyokong rangkaian sama sekali.\n\nBTCfi, yang ditakrifkan oleh infrastruktur yang sejajar dengan Bitcoin dan dikuasakan oleh Bitcoin, ialah penyelesaian yang boleh memberi manfaat kepada kedua-dua pengguna WBTC dan purist Bitcoin. Pengguna yang sudah biasa dengan kecanggihan kontrak pintar Ethereum boleh terus menikmati pengalaman EVM itu sambil mendekatkan diri dengan akar umbi Bitcoin. Pengguna Bitcoin yang berprinsip boleh mendapat lebih banyak pilihan untuk utiliti BTC mereka jika rangkaian sampingan itu sejajar dengan rangkaian asas.\n\nPemegang Bitcoin juga mendapat akses kepada derivatif BTC yang lebih baik daripada penyelesaian asli Ethereum seperti WBTC. Derivatif BTC yang menjana hasil di rangkaian sampingan yang sejajar dengan Bitcoin adalah peningkatan 100 kali ganda, menawarkan penjagaan diri dan sumber hasil yang sebelum ini tidak tersedia kepada pemegang Bitcoin.\n\nSecara keseluruhannya, BTCfi boleh menjadi lebih signifikan. Bukan sahaja berbanding dengan keadaannya sekarang, tetapi juga berbanding dengan DeFi berasaskan EVM dan SVM. Rangkaian sampingan Bitcoin sudah pun memacu peralihan ini, dan akan terus berbuat demikian sepanjang tahun 2025. Yang diperlukan hanyalah pendekatan dan konsistensi yang betul berkaitan dengan pembangunan dan saluran produk.\n\nBagi BTCfi, jalannya jelas: Menyampaikan kes penggunaan dengan kesesuaian produk-pasaran kepada pemegang Bitcoin di platform yang dikuasakan oleh Bitcoin. Ini akan meletakkan asas untuk menjana lebih banyak nilai untuk komuniti Bitcoin secara keseluruhan. Dan akhirnya, akan terdapat daya tarikan positif penggunaan Bitcoin.\n\nPihak institusi mengetuai tajuk utama pada tahun 2024. Kini, tiba masanya bagi kem asli, onchain untuk menunjukkan kekuatannya dan memberikan hasilnya.\n\nPendapat oleh: Brendon Sedo, penyumbang awal Core DAO.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGVmNDctNTc3Ni03MjE2LWIyMDktMjlkYmUxNmUwZjMx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ded17bffc4b70ddcb737cd",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 15:00:00",
            "status": "Posted"
        },
        {
            "title": "Pasaran pertukaran berpusat mencapai titik perubahan – sudah tiba masanya untuk menerima model baharu atau ketinggalan.",
            "description": "Bolehkah bursa terpusat bertahan dalam dunia di mana platform terdesentralisasi semakin mendapat tempat?  Untuk kekal kompetitif, bursa terpusat (CEX) mesti beralih daripada kaedah manual…",
            "content": "Pendapat oleh: Ido Ben Natan, pengasas bersama dan Ketua Pegawai Eksekutif Blockaid\n\nPertukaran berpusat (CEX) telah mengawal apa yang boleh didagangkan oleh orang ramai selama bertahun-tahun. Jika sesuatu token tidak disenaraikan di bursa utama, ia tidak wujud bagi kebanyakan pengguna. Sistem itu berfungsi apabila kripto masih kecil. Tetapi hari ini? Ia telah rosak sepenuhnya.\n\nKemunculan memecoin berasaskan Solana, pempopularian projek seperti Pump.fun dan perkembangan dalam penciptaan token berasaskan AI memacu penciptaan berjuta-juta token baru setiap bulan.\n\nBursa belum berkembang untuk mengejar. Itu mesti berubah. Ketua Pegawai Eksekutif Coinbase, Brian Armstrong baru-baru ini memberi pandangan mengenai topik ini, dengan menyatakan bahawa bursa mesti beralih daripada model senarai kebenaran kepada model senarai sekatan, di mana semua boleh didagangkan melainkan dilabel sebagai penipuan.\n\nDalam banyak cara, ini adalah momen Kodak bagi CEX. Kegagalan Kodak untuk menyesuaikan diri dengan fotografi digital telah menjadikannya contoh strategi yang gagal. Kini, bursa dihadapi dengan ancaman yang sama. Cara lama melakukan sesuatu bukan sahaja perlahan — malah sudah lapuk. Soalan sebenarnya ialah: Apa yang akan datang?\n\nModel lama mengekang bursa\n\nCEX pada awalnya dibina untuk menjadikan kripto terasa selamat dan biasa. Mereka mencontohi pendekatan mereka daripada pasaran saham tradisional — dengan teliti menyemak setiap token sebelum ia boleh disenaraikan. Sistem ini direka untuk melindungi pengguna dan memastikan pengawal selia berpuas hati. Walau bagaimanapun, kripto tidak berfungsi seperti pasaran saham.\n\nTidak seperti saham, yang memerlukan berbulan-bulan pemfailan dan kelulusan sebelum tersenarai awam, sesiapa sahaja boleh mencipta token serta-merta. Bursa tidak mampu mengejar. Pelancaran baru-baru ini syiling TRUMP merupakan contoh yang baik. Ia dilancarkan pada 17 Januari dan nilainya melonjak dengan serta-merta, tetapi menjelang masa ia disenaraikan di CEX yang signifikan, ia telah pun melepasi kemuncaknya.\n\nBagi bursa, ini bukan sekadar masalah kecekapan — ia adalah pertarungan untuk terus hidup. Peraturan yang mereka bina tidak lagi sesuai dengan realiti kripto. Untuk bersaing, mereka mesti mencipta semula diri mereka sebelum pasaran meninggalkan mereka di belakang.\n\nCEX tidak seharusnya menentang DEX\n\nDaripada berjuang untuk mengekalkan proses penyenaraian yang lapuk, bursa harus menerima akses terbuka DEX sambil mengekalkan bahagian terbaik perdagangan berpusat. Pengguna hanya mahu berdagang, tanpa mengira sama ada aset itu secara rasminya \"disenaraikan.\" Bursa yang paling berjaya akan menghapuskan keperluan penyenaraian sepenuhnya. Menyenaraikan token dengan lebih pantas tidak mencukupi apabila masa depan adalah model akses terbuka.\n\nGenerasi bursa baharu ini bukan sahaja akan menyenaraikan token — mereka akan mengindeksnya dalam masa nyata. Setiap token yang dicipta di atas rantaian akan diiktiraf secara automatik, dengan bursa mendapatkan kecairan dan suapan harga terus daripada bursa terdesentralisasi (DEX). Daripada menunggu kelulusan manual, pengguna akan mempunyai akses kepada mana-mana aset sebaik sahaja ia wujud.\n\nAkses sahaja tidak mencukupi — perdagangan mestilah lancar. Bursa masa depan akan mengintegrasikan pelaksanaan di atas rantaian dan dompet kendiri terbenam, membolehkan pengguna membeli token semudah mereka lakukan hari ini. Ciri-ciri seperti perbelanjaan ajaib akan membolehkan bursa membiayai akaun kendiri atas permintaan, menukar wang fiat kepada mata wang atas rantaian yang diperlukan, menghala perdagangan melalui kecairan terbaik yang ada dan menjamin aset tanpa pengguna perlu menguruskan kekunci peribadi atau berinteraksi dengan pelbagai platform.\n\nTiada apa yang akan berubah daripada perspektif pengguna — tetapi semuanya akan berbeza. Seorang peniaga hanya perlu mengklik \"beli,\" dan bursa akan mengendalikan semuanya di latar belakang. Mereka tidak akan tahu sama ada token itu pernah \"disenaraikan\" dalam erti kata tradisional — mereka tidak perlu tahu.\n\nHalangan terbesar ialah keselamatan\n\nBeralih daripada senarai kebenaran kepada senarai sekatan adalah langkah pertama ke arah model akses terbuka yang lebih baik untuk CEX. Daripada memutuskan token mana yang boleh didagangkan oleh pengguna, bursa hanya akan menyekat penipuan atau aset berniat jahat. Walaupun peralihan ini menjadikan perdagangan lebih cekap, ia juga menimbulkan cabaran keselamatan dan pematuhan yang signifikan. Ancaman akan sentiasa menguji sistem, dan perlindungan yang berkesan mesti dilaksanakan.\n\nPengawal selia menjangkakan CEX untuk menguatkuasakan pematuhan dengan lebih ketat daripada DEX. Mengalih keluar penyenaraian manual akan memerlukan pemantauan masa nyata untuk menghentikan urus niaga yang melibatkan aset berisiko tinggi atau aktiviti haram. Keselamatan tidak boleh bertindak balas; ia mesti proaktif, hampir serta-merta dan automatik. Perdagangan akses terbuka mungkin terlalu berisiko bagi pengguna dan bursa tanpa asas ini.\n\nMasa depan adalah terbuka\n\nCara CEX beroperasi hari ini tidak dibina untuk masa depan. Proses kelulusan manual untuk penyenaraian token tidak berskala, dan apabila DEX terus mendapat tempat, model lama menjadi kelemahan persaingan.\n\nLangkah seterusnya yang logik ialah beralih kepada model senarai sekatan, di mana semua token boleh didagangkan secara lalai kecuali yang dilabel sebagai berniat jahat atau tidak mematuhi. Untuk terus hidup, CEX harus berusaha untuk menggantikan semakan manual yang perlahan dengan pengesanan ancaman masa nyata, pemantauan keselamatan atas rantaian dan automasi pematuhan.\n\nBursa yang berjaya dalam peralihan ini — yang mengintegrasikan keselamatan sebagai teras model akses terbuka — akan memimpin era kripto seterusnya. Yang tidak? Mereka akan ditinggalkan untuk bersaing dengan DEX sambil masih menggunakan sistem yang tidak lagi sesuai dengan pasaran.\n\nPendapat oleh: Ido Ben Natan, pengasas bersama dan Ketua Pegawai Eksekutif Blockaid.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTY2M2MtMTNjNy03YTA2LTgxZDUtZDVkYWU0OTg5MDUy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ded17bffec771533e47a83",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 15:00:00",
            "status": "Posted"
        }
    ]
}