{
    "timestamp": "2025-03-19 06:36:17",
    "all_news": [
        {
            "title": "Saham Bakkt merudum hampir 30% selepas kehilangan Bank of America dan Webull.",
            "description": "Bank of America dan Webull telah memilih untuk tidak memperbaharui perjanjian dengan Bakkt, yang menyebabkan saham firma itu jatuh hampir 30%.",
            "content": "Harga saham firma kripto Bakkt jatuh lebih 27% pada penutupan perdagangan 18 Mac setelah mendedahkan bahawa dua pelanggan terbesarnya, Bank of America dan Webull, tidak akan memperbaharui perjanjian komersial.\n\nDalam pemfailan pengawalseliaan pada 17 Mac, Bakkt menyatakan telah menerima notis daripada Bank of America bahawa mereka tidak akan memperbaharui perjanjian komersial mereka apabila perjanjian itu tamat pada 22 April.  Ia juga mendedahkan bahawa platform broker Webull juga telah memutuskan untuk tidak memperbaharui perjanjiannya apabila ia tamat pada 14 Jun.\n\nBank of America mewakili 17% daripada pendapatan perkhidmatan kesetiaan Bakkt dalam sembilan bulan yang berakhir pada 30 September 2024, menurut pemfailan tersebut. Webull mewakili 74% daripada pendapatan perkhidmatan kripto syarikat dalam tempoh yang sama.\n\nSaham Bakkt (BKKT) merudum pada 18 Mac selepas pemfailan itu, dan harga sahamnya ditutup pada hari itu susut 27.28% kepada $9.33. BKKT menyaksikan penurunan selanjutnya sebanyak 2.25% kepada $9.12 selepas loceng, menurut Google Finance.\n\nBank of America dan Webull tidak akan memperbaharui perjanjian dengan Bakkt, yang menyaksikan jualan sahamnya. Sumber: Google Finance\n\nSecara keseluruhannya, saham itu jatuh lebih 96% daripada paras tertinggi sepanjang zaman sebanyak $1063, yang dicapainya pada 29 Oktober 2021.\n\nBakkt juga telah menangguhkan persidangan pendapatan yang diumumkan sebelum ini sebanyak dua kali, dengan penjadualan semula terbaru menetapkan panggilan itu untuk 19 Mac.\n\nBakkt ditubuhkan pada tahun 2018 oleh Intercontinental Exchange, yang memegang 55% pegangan dan juga memiliki Bursa Saham New York (NYSE).\n\nSekurang-kurangnya satu firma guaman, Pejabat Guaman Howard G. Smith, mengumumkan tindakan undang-undang kelas mungkin terhadap Bakkt, mendakwa pelanggaran sekuriti persekutuan.  Saman yang berpotensi mendakwa bahawa perjanjian yang ditamatkan dengan Bank of America dan Webull, digabungkan dengan panggilan pendapatan yang dijadualkan semula, menyebabkan harga saham Bakkt jatuh, \"dengan itu mencederakan pelabur.\"\n\nBakkt, Bank of America dan Webull tidak segera menjawab permintaan untuk komen.\n\nPada November tahun lepas, harga saham Bakkt melonjak lebih 162% kepada $29.71 dan terus meningkat 16.4% kepada $34.59 selepas satu laporan mendakwa syarikat media Donald Trump sedang dalam rundingan lanjut untuk memperoleh firma tersebut.\n\nSebelum itu, syarikat induk Bakkt mempertimbangkan untuk menjualnya atau memecahkan firma itu kepada entiti yang lebih kecil pada bulan Jun, menurut laporan Bloomberg.\n\nIa juga menerima pemberitahuan daripada NYSE pada bulan Mac bahawa ia tidak mematuhi peraturan penyenaraian bursa saham selepas sahamnya menghabiskan 30 hari ditutup di bawah $1 secara purata.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFjODAtZDE3Mi03MWRlLWE5M2MtOTg3Mzg2ZTYzOTNi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da5fb1ef200544dc8daf38",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 06:05:00",
            "status": "Posted"
        }
    ]
}