{
    "timestamp": "2025-03-12 14:26:15",
    "all_news": [
        {
            "title": "Paus kripto rugi $308 juta dalam dagangan Ether berleveraj.",
            "description": "Seorang ‘paus’ kripto rugi lebih daripada AS$308 juta daripada kedudukan Ethernya yang menggunakan leverage 50x, di tengah-tengah ketidaktentuan pasaran kripto yang meningkat dan kebimbangan tarif global.",
            "content": "```malay\nSeorang pedagang kripto besar, dikenali sebagai 'whale', mengalami kerugian lebih daripada $308 juta dalam posisi Ether berleveraj, menggariskan risiko perdagangan berleveraj semasa keadaan pasaran yang tidak menentu.\n\nSeorang pedagang kripto yang tidak dikenali telah mengalami penghapusan liabiliti (liquidation) pada posisi panjang berleveraj 50x mereka melebihi 160,234 Ether (ETH), bernilai lebih daripada $308 juta pada masa penulisan, data Hypurrscan menunjukkan.\n\nPosisi berleveraj menggunakan wang pinjaman untuk meningkatkan saiz pelaburan, yang boleh meningkatkan saiz keuntungan dan kerugian, menjadikan perdagangan berleveraj lebih berisiko berbanding posisi pelaburan biasa.\n\nAlamat pedagang kripto yang menunjukkan transaksi. Sumber: Hypurrscan\n\n'Whale' kripto itu membuka posisi berleveraj 50x awal apabila ETH diniagakan pada $1,900, dengan harga penghapusan liabiliti pada $1,877.\nSumber: Lookonchain\n\nMenurut firma risikan onchain Lookonchain, 'whale' itu telah memindahkan semua pegangan Bitcoin (BTC)nya ke perdagangan Ether berleveraj sebelum mengalami penghapusan liabiliti bernilai $306 juta.\n\nPenghapusan liabiliti berlaku semasa tempoh ketidakstabilan yang tinggi, kerana kedua-dua pasaran kripto dan tradisional terhad oleh kebimbangan perang perdagangan global disebabkan tarif balas terbaru daripada Kesatuan Eropah.\n\nHarga Ether telah jatuh lebih daripada 53% sejak ia memulakan aliran menurun pada 16 Disember 2024, selepas ia mencecah lebih $4,100.\nETH/USD, carta 1 hari, aliran menurun. Sumber: Cointelegraph/TradingView\n\nAlasan utama di sebalik aliran menurun Ether adalah kebimbangan makroekonomi yang berterusan dan kekurangan aktiviti pembangun pada rangkaian Ethereum, menurut penganalisis Bitfinex.\n\n“Ketiadaan projek baharu atau pembangun yang berpindah ke ETH, terutamanya disebabkan oleh yuran operasi yang tinggi, kemungkinan besar adalah sebab utama prestasi ETH yang kurang memberangsangkan. [...] Kami percaya bahawa bagi ETH, $1,800 akan menjadi paras yang kukuh untuk diperhatikan,” kata penganalisis kepada Cointelegraph.\n\n\"Bagaimanapun, jualan semasa tidak hanya dilihat dalam ETH, kami telah menyaksikan pembetulan pasaran secara meluas kerana kebimbangan terhadap kesan tarif menjejaskan semua aset berisiko,\" tambah mereka.\n\nDana perdagangan bursa (ETF) Ether tunai AS juga mengehadkan kenaikan Ether.\nJumlah aliran masuk bersih ETF Ether tunai. Sumber: Sosovalue\n\nETF Ether tunai AS telah memasuki minggu negatif bersih keempat berturut-turut, selepas menyaksikan lebih $119 juta aliran keluar kumulatif pada minggu sebelumnya, data Sosovalue menunjukkan.\n```",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThhOTAtM2MxYi03OWRmLWIzODgtYzJkMzU5MTBlNzMx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d1933c9eea9524349a476c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 13:57:00",
            "status": "Posted"
        }
    ]
}