{
    "timestamp": "2025-03-16 07:22:42",
    "all_news": [
        {
            "title": "Minat Terbuka Toncoin Melonjak 67% Ketika Pavel Durov Tinggalkan Perancis",
            "description": "Pada 15 Mac, minat terbuka Toncoin mencecah AS$169 juta, paras tertinggi dalam tempoh 42 hari, selepas laporan-laporan muncul mengenai pengasas Telegram, Pavel Durov...",
            "content": "## Toncoin Open Interest Soars After Telegram Founder's Reported Departure from France\n\nToncoin (TON) open interest (OI) experienced a significant 67% surge in the past 24 hours, following reports that Telegram founder Pavel Durov has left France.  Durov had been required to remain in France since his arrest six months prior.\n\nOn March 15th, Toncoin's OI, a measure of unsettled derivative contracts, reached $169 million. This represents a 67% increase from the previous day, according to CoinGlass data.  This marks the highest OI level in 42 days, approaching the $171.49 million high seen on February 1st.\n\nTON, the native cryptocurrency of The Open Network and the exclusive blockchain for Telegram's Mini App ecosystem, saw its price jump 17% concurrently, trading at $3.45 at the time of writing (CoinMarketCap data).\n\nCrypto Billion, a trading resource account, suggested on X that Toncoin is potentially entering a long-term accumulation phase, stabilizing near key support levels.  However, the post also cautioned that a price drop back towards the $3 level of March 14th could trigger the liquidation of approximately $18.8 million in long positions if this rally proves short-lived.\n\nThis isn't the first time TON's OI surged following Durov's legal troubles.  After his arrest in August 2024, TON's OI spiked 32% within 24 hours, although its price fell by almost 12% then.  The court reportedly allowed Durov to travel to Dubai, a city lacking extradition agreements with many countries.\n\nMarket reactions highlight the potential significance of this case for the cryptocurrency industry, with concerns that Durov's arrest and accusations of facilitating illicit transactions could set a precedent for crackdowns on privacy-focused services.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTljZmQtZTI5Ny03NTVkLTk1MzAtYzM1ZTM5ZjcxYTBm-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d66c418416453cb50d260c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 06:13:00",
            "status": "Posted"
        }
    ]
}