{
    "timestamp": "2025-03-06 04:35:14",
    "all_news": [
        {
            "title": "Kejayaan SPX6900—Potensi Mata Wang BTFD Menyamai Kejayaan SPX6900",
            "description": "SPX6900 merupakan salah satu peluang keemasan yang ramai menyesal kerana tidak mendapatkannya lebih awal.  Dicipta sebagai jenaka, namun ia telah berubah menjadi sumber pendapatan yang lumayan.",
            "content": "SPX6900: Daripada Tiada kepada Segalanya\n\nSPX6900 bermula sebagai sindiran terhadap pasaran saham, tetapi pantas menjadi kuasa besar dalam dunia meme coin. Pada pelancarannya, harganya sangat murah, tetapi dalam tempoh yang singkat, harganya melonjak daripada sebahagian kecil sen kepada paras tertinggi sepanjang zaman yang menjadikan ramai jutawan dalam sekelip mata.\n\nPelabur yang menyertai pada harga ICO menyaksikan pulangan melebihi 8,000%, dengan sesetengahnya menukar ratusan kepada kekayaan lima angka.\n\nKejayaannya bukan sekadar heboh semata-mata—projek ini membina komuniti yang kukuh, mendapat penyenaraian bursa utama, dan menarik perhatian influencer dan ikan paus kripto.\n\nKini, dengan SPX6900 melambung tinggi, ramai pedagang menyesal kerana terlepas harga rendah tersebut. Tetapi itulah keindahan kripto—sentiasa ada peluang pelaburan besar yang lain sedang menunggu, dan sekarang, BTFD Coin nampaknya bersedia untuk menjadi kemenangan besar seterusnya.\n\n\nBTFD Coin: Pengubah Permainan P2E\n\nSPX6900 menunjukkan bahawa meme coin boleh menjadi pelaburan yang lumayan.  Walaupun peluang itu telah berlalu, BTFD Coin sedang bersiap sedia untuk berlepas.  Dengan permainan Play-to-Earn yang unik, ganjaran pegangan yang tinggi, dan pra-jualan yang berjaya, ini boleh menjadi salah satu meme coin terbaik untuk dibeli dan dipegang untuk keuntungan jangka pendek.",
            "image": "https://deythere.com/wp-content/uploads/2025/03/image-85.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c9224e5fb3725642a422af",
            "timestamp": "2025-03-06 04:15:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin Hadapi Cabaran Pecahkan Halangan Harga Utama",
            "description": "Bitcoin (BTC) berdepan halangan dalam usaha untuk melepasi tanda harga $92,000 minggu ini. Ketidakpastian berkaitan Amerika Syarikat…",
            "content": "Bitcoin (BTC) berdepan halangan untuk melepasi paras $92,000 minggu ini. Ketidakpastian berkaitan dasar perdagangan Amerika Syarikat dan sikap berhati-hati daripada pemain institusi utama telah menjejaskan potensi kenaikan.  Penurunan ketara dalam transaksi di kalangan pemegang utama, dikenali sebagai ‘whale’, menunjukkan minat pasaran yang semakin susut sementara entiti yang lebih besar ini menunggu isyarat ekonomi yang lebih jelas.\n\nTransaksi ‘Whale’ Menurun Secara Signifikan\nAdakah Ini Akan Mempengaruhi Trajektori Harga Bitcoin?\n\nPada awal minggu ini, harga Bitcoin melonjak daripada $81,480 kepada puncak $91,860, namun gagal mengatasi rintangan $92,000, menyebabkan penurunan berikutnya. Analisis rantaian menunjukkan penurunan ketara dalam aktiviti perdagangan di kalangan pelabur yang lebih besar, walaupun pemulihan harga baru-baru ini.\n\nData daripada Santiment menyerlahkan penurunan mendadak dalam transaksi melebihi $1 juta, jatuh daripada 3,851 pada 25 Februari kepada hanya 2,517 menjelang 5 Mac. Penurunan hampir 30% dalam aktiviti ‘whale’ ini telah mengekang momentum menaik Bitcoin, menunjukkan bahawa jika trend ini berterusan, mata wang kripto ini mungkin kekal dalam lingkungan $85,000 hingga $92,000.\n\nPada harga semasa $91,709—peningkatan 4.51% dalam tempoh 24 jam yang lalu—Bitcoin masih bergelut untuk mengatasi paras penting $92,000. Petunjuk teknikal menunjukkan isyarat yang bercampur-campur, dengan potensi untuk pergerakan menaik dan penurunan.\n\nTransaksi ‘whale’ telah menurun secara signifikan, memberi kesan kepada momentum harga.\n\nJulat dagangan Bitcoin semasa berpotensi berada antara $85,000 dan $92,000.\n\nKegagalan untuk memecah halangan $92,000 boleh menyebabkan penurunan kepada $82,000.\n\nSebaliknya,  pecahan volum yang kukuh di atas rintangan ini mungkin menolak harga kepada $100,000.\n\nProspek masih tidak menentu. Jika Bitcoin dapat memperoleh volum yang mencukupi untuk menembusi paras rintangan $92,000, kenaikan kepada $100,000 mungkin bakal berlaku. Jika tidak, jumlah dagangan yang rendah berterusan boleh menyebabkan penurunan yang ketara kepada sekitar $82,000.",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/03/bitcoin-026.jpg",
            "url": "https://en.bitcoinhaber.net/bitcoin-faces-challenges-breaking-key-price-barrier",
            "timestamp": "2025-03-06 04:08:00",
            "status": "Posted"
        },
        {
            "title": "Rangkaian Pi: Pilihan Rizab Kripto Trump di Sidang Kemuncak Kripto 7 Mac?",
            "description": "Adakah Penyenaraian Pi Network di Binance Mungkin Selepas Sidang Kemuncak Kripto 7 Mac?",
            "content": "Adakah Penyenaraian Pi Network di Binance Mungkin Selepas Sidang Kemuncak Kripto 7 Mac?\n\nPresiden Donald Trump akan menjadi tuan rumah Sidang Kemuncak Kripto yang pertama di Rumah Putih pada 7 Mac 2025, menandakan sokongan kerajaan AS yang kukuh terhadap aset digital. Pemimpin industri seperti Michael Saylor, Brian Armstrong, Sergey Nazarov, dan Vlad Tenev akan hadir. Berikutan pengumuman Trump pada 2 Mac yang menambah BTC, SOL, XRP, dan ADA ke rizab strategik kripto AS, spekulasi kini tertumpu kepada Pi Network.\n\nMemandangkan pelancaran rangkaian utama Pi pada 20 Februari, khabar angin penyenaraian Pi Binance dan kedudukan ke-11 di CoinMarketCap, rangkaian ini muncul sebagai pilihan yang hebat untuk rizab strategik. Adakah Pi akan mendapat jemputan ke sidang kemuncak itu? Bolehkah Trump mengumumkan Pi sebagai aset rizab strategik seterusnya? Dunia kripto dengan penuh debaran menantikan.\n\nMengapa Pi Network Mungkin Dijemput ke Sidang Kemuncak Rumah Putih\n\nPi Network telah menjadi topik trending dalam ruang kripto, terutamanya selepas pelancaran rangkaian utamanya berikutan enam tahun pembangunan. Rangkaian ini telah mendapat perhatian dengan pantas, mengatasi projek yang telah lama bertapak seperti Chainlink, Sui, Stellar, dan Litecoin dari segi permodalan pasaran. Memandangkan kehadiran Sergey Nazarov dari Chainlink di Sidang Kemuncak Kripto, terdapat spekulasi yang semakin meningkat bahawa Donald Trump mungkin akan menghulurkan jemputan kepada pasukan Pi Network.\n\nBerikut adalah beberapa sebab utama mengapa Pi Network patut dipertimbangkan untuk acara Sidang Kemuncak Kripto Rumah Putih:\n\nKehadiran Pasaran yang Kukuh: Mendapat kedudukan ke-11 di CoinMarketCap, menunjukkan minat pelabur yang signifikan.\n\nPotensi Penyenaraian Binance: Tarikh penyenaraian Pi Network Binance masih tidak pasti, tetapi sokongan daripada Trump berpotensi meningkatkan peluang penyenaraiannya.\n\nAktiviti Dagangan yang Semakin Meningkat: Dengan permodalan pasaran sebanyak $13.59 bilion dan jumlah dagangan 24 jam sebanyak $813.33 juta, Pi semakin mendapat penggunaan yang pantas.\n\nPelancaran Rangkaian Utama yang Bersejarah: Selepas bertahun-tahun menunggu, Pi akhirnya dilancarkan, membuktikan visi dan komitmen jangka panjangnya.\n\nJangkaan Sekiranya Pi Coin Menjadi Rizab Strategik\n\nSekiranya Trump mengumumkan Pi Network sebagai sebahagian daripada rizab kripto strategik Trump, beberapa peristiwa utama boleh berlaku:\n\nPeningkatan Harga Pi Coin: Selepas pengumuman rizab strategik, harga Solana, XRP dan Cardano masing-masing meningkat sebanyak 18%, 24% dan 60%. Sekiranya Pi mengikuti jalan yang sama, ia juga akan menunjukkan prestasi yang luar biasa. Ketika ini didagangkan pada $1.93, sokongan Rumah Putih berpotensi menolak harga Pi coin melebihi paras tertinggi sepanjang zamannya iaitu $3, berpotensi menguji $500 pada tahun 2030.\n\nKemungkinan Penyenaraian Binance Pi yang Lebih Tinggi: Binance, salah satu bursa mata wang kripto terbesar di dunia, masih belum pasti tentang penyenaraian Pi Coin. Walau bagaimanapun, sekiranya pengumuman Trump berlaku, ia boleh menjelaskan kekeliruan mengenai penyenaraian Pi di Binance. Komuniti Binance baru-baru ini mengundi Pi (pada 28 Februari 2025), dan undian ini boleh membawa kepada pengumuman penyenaraian rasmi yang hampir dengan Hari Pi (14 Mac 2025). Penyenaraian di Binance akan memberikan Pi keterlihatan yang lebih besar dan akses kepada pasaran pelabur institusi yang lebih luas, yang mungkin akan meningkatkan lagi nilai dan penggunaannya.\n\nAdakah Pi Network Akan Menjadi Penambahan Besar Seterusnya?\n\nWalaupun berita rizab kripto Trump memberi tumpuan kepada Bitcoin, Ethereum, Solana, XRP, dan Cardano, sidang kemuncak itu masih mempunyai peluang untuk pengumuman tambahan. Memandangkan peningkatan pantas Pi Network dan spekulasi yang semakin meningkat mengenai penyenaraian Binance, masih terdapat kemungkinan yang tinggi bahawa Pi akan dipertimbangkan untuk penambahan rizab strategik pada masa hadapan.\n\nKesimpulan\n\nDengan tokoh-tokoh utama industri menghadiri Sidang Kemuncak Rumah Putih, dan dengan Trump sudah menyokong pelbagai mata wang kripto, terdapat jangkaan yang semakin meningkat bahawa Pi Network boleh menerima jemputan. Pelancaran rangkaian utamanya, pertumbuhan permodalan pasaran, dan kebimbangan penyenaraian Binance menjadikannya calon yang kukuh. Sekiranya dimasukkan, penyenaraian Pi Network di Binance dan pergerakan harganya boleh mengalami momentum positif yang ketara.\n\nWalaupun tiada apa yang disahkan lagi, Sidang Kemuncak Kripto pada 7 Mac boleh menandakan titik perubahan untuk masa depan Pi Network dalam landskap kripto.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/1242a2f12918465aa4ce442fa2addb67.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c91f5241ddce64990a42d5",
            "timestamp": "2025-03-06 04:06:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin Susah Tembus AS$92,000 Ketika Aktiviti Pelabur Besar Merosot",
            "description": "Bitcoin bergelut untuk mengatasi paras rintangan $92,000.  Transaksi daripada ‘whale’ telah menurun kira-kira 30% baru-baru ini.",
            "content": "Bitcoin (BTC) Menghadapi Kesukaran Pecah Had $92,000\n\nBitcoin (BTC) menghadapi kesukaran untuk melepasi paras $92,000 pertengahan minggu ini. Ketidakpastian dalam dasar perdagangan Amerika Syarikat dan sikap berhati-hati daripada pelabur institusi telah mengehadkan pergerakan menaik. Penurunan ketara dalam transaksi ikan paus menandakan pengurangan selera pasaran, dengan pemain institusi menunggu isyarat makroekonomi yang lebih jelas.\n\nTransaksi Ikan Paus Menjunam 30%\n\nPada awal minggu ini, Bitcoin mendapat momentum, meningkat daripada $81,480 kepada $91,860. Walau bagaimanapun, ia gagal mengatasi rintangan $92,000 dalam jangka masa harian, menyebabkan harga menyusut. Data on-chain menunjukkan penurunan yang signifikan dalam aktiviti perdagangan di kalangan pelabur besar walaupun pemulihan harga.\n\nMenurut data yang dikumpulkan oleh Santiment, terdapat penurunan ketara dalam transaksi melebihi $1 juta, menurun daripada 3,851 pada 25 Februari kepada 2,517 menjelang 5 Mac. Ini menunjukkan penurunan hampir 30% dalam aktiviti ikan paus, yang telah mengurangkan momentum pergerakan menaik Bitcoin. Sekiranya trend ini berterusan, BTC mungkin kekal dalam lingkungan $85,000 hingga $92,000.\n\nAkibat Kegagalan Melepasi $92,000\n\nPada masa ini, Bitcoin diniagakan pada $91,709, menunjukkan peningkatan 4.51% dalam tempoh 24 jam yang lalu, namun ia masih bergelut untuk memecah rintangan $92,000. Petunjuk teknikal menunjukkan kedua-dua potensi pergerakan menaik dan kemungkinan penurunan.\n\nMenurut Bollinger Bands, jalur tengah untuk Bitcoin terletak pada $91,950, meluas kepada $101,689. Ini menunjukkan potensi menaik yang ketara jika pembeli menguasai pasaran. Walau bagaimanapun, jika harga menurun dari titik ini, penurunan kepada sekitar $82,210 mungkin berlaku.\n\nIndikator MACD menunjukkan garisan isyarat pada -2.291, dengan histogram kekal dalam wilayah negatif pada -2.539. Walau bagaimanapun, momentum negatif yang semakin berkurang bagi histogram menunjukkan kemungkinan pembalikan menaik.\n\nSekiranya Bitcoin dapat memecah paras $92,000 dengan volum yang kukuh, ia boleh meningkat kepada $100,000 dalam jangka pendek. Sebaliknya, kegagalan untuk memecah rintangan ini dan volum perdagangan yang rendah boleh mengakibatkan penurunan harga kepada $82,000.",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/03/bitcoin-cash-1021.jpg",
            "url": "https://en.coin-turk.com/bitcoin-struggles-to-surpass-92000-as-whale-activity-declines/",
            "timestamp": "2025-03-06 04:05:00",
            "status": "Posted"
        },
        {
            "title": "Mata Wang Meme atau Mesin Cetak Wang?\nCiri Pendapatan Pasif dan AI FloppyPepe.",
            "description": "Pasaran kripto mempunyai cara yang unik untuk mempermainkan logik. Sebentar tadi, penganalisis sedang mengkaji tokenomics dan aplikasi dunia sebenar, dan...",
            "content": "Pasaran kripto mempunyai cara yang unik untuk mempermainkan logik. Sebentar lagi, penganalisis sedang mengkaji tokenomics dan aplikasi dunia sebenar, dan seterusnya, duit syiling yang dihiasi dengan gambar anjing kartun atau katak mengatasi semua yang lain.\n\nFloppyPepe (FPPE) ialah duit syiling meme terbaru yang memasuki arena, tetapi tidak seperti pendahulunya, token yang kebanyakannya berkembang maju atas dasar sindiran semata-mata, FloppyPepe mempunyai kelainan yang unik. Ia menawarkan utiliti kewangan sebenar.\n\nSatu kelompok baharu projek kripto yang dikuasakan oleh AI sedang meningkat, dan FloppyPepe menerajui gerakan ini. Projek prajualan ini merupakan kuasa ganjaran pendapatan pasif, kegilaan yang didorong oleh meme, dan penjanaan kandungan yang didorong oleh AI. Apakah lagi yang diinginkan oleh sesiapa dalam prajualan?\n\nBudaya Meme yang Dihasilkan AI: Senjata Rahsia FloppyPepe\n\nDuit syiling meme secara sejarahnya berkembang maju atas penglibatan komuniti, kegilaan, dan aksesibiliti. Secara sejarahnya, ini dikuasakan oleh usaha manusia semata-mata. Ia mengambil pelbagai bentuk: Tweet, serbuan Telegram, dan cabaran viral. FloppyPepe telah menyerahkan proses yang memakan masa ini kepada AI.\n\nDi tengah-tengah ekosistem ini ialah dua alat AI yang sudah beroperasi:\n\nMeme-o-Matic: Penjana meme AI yang berkuasa yang membolehkan pengguna mencipta dan berkongsi meme tersuai serta-merta. Alat ini bukan sahaja untuk keseronokan, walaupun, sudah tentu, ia menyeronokkan. Ia mengekalkan FloppyPepe dalam perbualan kripto, memastikan projek itu kekal kelihatan di seluruh platform media sosial.\n\nFloppyX AI Video Bot: Ejen AI masa nyata yang direka untuk menganalisis trend, menjana video yang dikuasakan oleh AI, dan menghasilkan kandungan viral. Di ruang di mana perhatian ialah mata wang, FloppyPepe telah mengautomasikan keupayaannya untuk menarik perhatian.\n\nGabungan AI dan budaya meme ini memberikan FloppyPepe sesuatu yang tidak dimiliki oleh duit syiling meme yang lain. Iaitu, kepentingannya yang berterusan. Manakala token lain bergantung kepada turun naik yang tidak dapat diramalkan bagi mood dan semangat media sosial, FloppyPepe mencipta detik-detik viral untuk dirinya sendiri.\n\nPendapatan Pasif: Enjin Kewangan di Sebalik FloppyPepe\n\nAdalah mudah untuk menolak duit syiling meme sebagai aset spekulatif, tetapi FloppyPepe direka untuk memberi ganjaran kepada pemegang jangka panjang.\n\nPembakaran 1%: Dengan setiap transaksi, 1% token FPPE dikeluarkan secara kekal daripada edaran, mewujudkan model deflasi yang menjadikan aset itu semakin jarang berlaku dari semasa ke semasa.\n\nPengagihan Semula 1%: Pemegang secara automatik memperoleh lebih banyak FPPE hanya dengan menyimpan token tersebut dalam dompet mereka. Semakin besar jumlah dagangan, semakin besar ganjarannya.\n\nPenyertaan Meme DAO: Memegang FPPE bukan sekadar menonton angka meningkat. Pelabur mendapat hak tadbir urus dan boleh mengundi mengenai pemasaran, perkongsian, dan pembangunan ekosistem.\n\nStruktur ini memastikan bahawa FloppyPepe bukan sahaja dilihat sebagai aset spekulatif. Ia adalah token yang secara aktif menjana ganjaran untuk pemegangnya.\n\nKedudukan Pasaran: Bolehkah FloppyPepe Mengatasi Duit Syiling Meme Lain?\n\nFloppyPepe memasuki ruang duit syiling meme yang dikuasai oleh gergasi seperti Dogecoin (DOGE) dan Shiba Inu (SHIB). Tetapi inilah bagaimana ia mengatasi anjing besar di bandar:\n\nTidak seperti DOGE dan SHIB, FloppyPepe tidak bergantung kepada publisiti semata-mata, ia dibina untuk penglibatan yang berterusan dan penciptaan nilai jangka panjang. Alat yang dikuasakan oleh AI memastikan FloppyPepe kekal relevan, manakala tokenomics memberi ganjaran kepada mereka yang kekal melabur.\n\n\nDuit Syiling Meme atau Mesin Pembuat Wang?\n\nDuit syiling meme sering ditolak sebagai pelaburan yang tidak bermakna dan cetek, tetapi FloppyPepe membuktikan bahawa penglibatan yang didorong oleh AI dan insentif kewangan boleh mengubah meme menjadi aset yang sah.\n\nDengan ganjaran pasif, pemasaran yang dikuasakan oleh AI, dan sistem tadbir urus yang meletakkan keputusan di tangan pemegangnya, FPPE adalah lebih daripada sekadar token meme spekulatif; ia adalah salah satu duit syiling meme yang direka secara strategik yang memasuki pasaran.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/4992a972e2cd45bb9658efb68b75b9f0.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c840129c3a3f4f77ed95f9",
            "timestamp": "2025-03-06 04:05:00",
            "status": "Posted"
        },
        {
            "title": "Aktiviti Pasaran Ethereum Mencerminkan Pergerakan Institusi dan Trend Alamat",
            "description": "7 beradik membeli 17,855 ETH ($36.68 juta) pada harga $2,054; memegang 1.16 juta ETH ($2.53 bilion) dalam dua dompet. Alamat ETH baharu menurun 2%, alamat aktif menurun…",
            "content": "Pasaran Ethereum Menunjukkan Pergerakan Institusi dan Trend Alamat\n\nSatu pembelian baru-baru ini sebanyak 17,855.3 ETH, bernilai $36.68 juta, oleh entiti yang digelar \"7 Siblings\" telah menarik perhatian kepada perilaku pasaran Ethereum. Transaksi itu, yang dilaksanakan pada harga purata $2,054 setiap ETH menggunakan stablecoin DAI, USDC, dan USDT, selaras dengan corak yang diperhatikan semasa peralihan pasaran sebelum ini. Data menunjukkan entiti itu memegang lebih 1.16 juta ETH di dua dompet, berjumlah kira-kira $2.53 bilion.  Tujuh beradik ini pada awalnya membeli 17,855 ETH ($36.68 juta) pada harga $2,054; dan kini memegang 1.16 juta ETH ($2.53 bilion) di dua dompet.\n\nMetrik Alamat Menunjukkan Sentimen Bercampur\n\nPada 5 Mac, rangkaian Ethereum melaporkan sejumlah 847,590 alamat, termasuk 160,890 alamat baru dan 587,720 alamat aktif. Sepanjang minggu lalu, alamat baru menurun sebanyak 2.09%, manakala alamat aktif menurun sebanyak 2.13%. Alamat sifar baki, yang sering dikaitkan dengan dompet terbiar atau pengambilan keuntungan, meningkat sebanyak 11.29%. Bilangan alamat baru semasa mencerminkan paras yang dilihat pada awal 2021, satu tempoh sebelum lonjakan harga Ethereum kepada $4,800.\n\nTrend Harga dan Cecair\n\nHarga ETH turun naik antara $2,194 dan $4,250 dari 2023 hingga Mac 2025, dengan pemulihan baru-baru ini kepada $2,925. Isipadu pembiayaan, yang menjejaki aktiviti perdagangan, mencapai puncak pada 1.4 bilion pada pertengahan 2024, menurun kepada 167.3 juta pada awal 2023, dan baru-baru ini meningkat kepada 800 juta. Peningkatan ini bertepatan dengan pembelian \"7 Siblings\", menunjukkan aktiviti institusi mungkin mempengaruhi kecairan jangka pendek.\n\nPengambilalihan besar pada paras harga yang lebih rendah, seperti purata $2,054 yang dibayar oleh \"7 Siblings\", sering menunjukkan kedudukan strategik. Data sejarah menunjukkan bahawa tekanan pembelian yang berterusan berhampiran $2,925 boleh menolak ETH ke arah $3,500, dengan syarat isipadu pembiayaan kekal melebihi 400 juta. Sebaliknya, penurunan di bawah $2,054 mungkin menandakan penjualan semula, berpotensi menguji ambang $2,000.\n\nPenganalisis menyedari bahawa perdagangan institusi, seperti pembelian baru-baru ini, boleh merangsang minat pelabur runcit. Walau bagaimanapun, alamat sifar baki yang tinggi dan penurunan alamat baru menunjukkan amaran, kerana trend ini mungkin mencerminkan pengambilan keuntungan atau permintaan yang berkurangan. Trajektori harga Ethereum kemungkinan besar akan bergantung kepada sama ada aliran masuk institusi mengimbangi metrik ini.",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/03/ethereum-market-activity-reflects-institutional-moves-and-address-trends.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c91ff538719f2804f1facd",
            "timestamp": "2025-03-06 04:05:00",
            "status": "Posted"
        },
        {
            "title": "Berita Krypto: Hoskinson Cardano Ditinggalkan daripada Sidang Kemuncak Krypto Rumah Putih, CEO Ripple Ada Dalam Senarai",
            "description": "Dunia kripto menanti-nantikan Sidang Kemuncak Kripto Rumah Putih yang dijadualkan pada Jumaat, 7 Mac 2025.  Acara julung-julung kali ini...",
            "content": "Dunia kripto sedang menanti-nantikan Sidang Kemuncak Kripto Rumah Putih yang dijadualkan pada Jumaat, 7 Mac 2025.  Acara julung kali ini dijangka memainkan peranan penting dalam masa depan dasar kripto AS, mungkin melancarkan rizab kripto strategik AS. Beberapa tokoh utama dalam industri ini, termasuk ahli pasukan petugas kripto bekas Presiden Donald Trump, dijangka hadir.\n\nBagaimanapun, apabila senarai tetamu mula terbentuk, satu nama penting tidak ada: pengasas bersama Cardano, Charles Hoskinson. Menurut Unchained, sumber Rumah Putih mengesahkan bahawa Hoskinson tidak dijemput ke sidang kemuncak itu, dan Cardano juga tidak terlibat dalam sebarang perbincangan dasar atau mesyuarat dengan pentadbiran.\n\n“Mereka berkeliaran di bandar cuba menolak naratif mereka sendiri. Mereka tidak terlibat dalam apa-apa usaha untuk mempengaruhi dasar dan mereka tidak dijemput ke sidang kemuncak Jumaat,” kata sumber Rumah Putih kepada Unchained.\n\nKetiadaan Hoskinson amat mengejutkan memandangkan komen terbaru daripada Presiden Trump. Pada hari Ahad, Trump menyebut bahawa ADA Cardano akan menjadi sebahagian daripada rizab kripto, yang mendorong ramai menjangkakan kehadiran Hoskinson di acara tersebut.\n\nTetamu Yang Disahkan Untuk Sidang Kemuncak\n\nWalaupun Hoskinson tidak dijemput, beberapa pemimpin industri kripto berprofil tinggi akan hadir. Senarai tetamu yang disahkan termasuk:\n\nBrad Garlinghouse – Ketua Pegawai Eksekutif Ripple\nMichael Saylor – Pengasas MicroStrategy\nDavid Bailey – Ketua Pegawai Eksekutif Bitcoin Magazine\nMatt Huang – Pengasas Bersama Paradigm\nJP Richardson – Ketua Pegawai Eksekutif Exodus\nKyle Samani – Rakan Pengurusan di Multicoin Capital\nZach Witkoff – Pengasas Bersama World Liberty Financial\nSergey Nazarov – Pengasas Bersama Chainlink\nBrian Armstrong – Ketua Pegawai Eksekutif Coinbase\nVlad Tenev – Ketua Pegawai Eksekutif Robinhood\nArjun Sethi – Ketua Pegawai Eksekutif Kraken\nKris Marszalek – Ketua Pegawai Eksekutif Crypto.com\n\nHoskinson sebelum ini memberi bayangan bahawa beliau mungkin menghadiri majlis makan malam pengumpulan dana untuk PAC pro-kripto MAGA Inc., tetapi Rumah Putih mengesahkan bahawa beliau tidak dijemput ke acara itu juga.\n\nFokus Utama Sidang Kemuncak\n\nSidang kemuncak itu dijadualkan berlangsung dari jam 1:30 petang hingga 5:00 petang ET pada 7 Mac dan akan dipengerusikan oleh David Sacks, pemerintah AI dan kripto yang dilantik oleh Presiden Trump. Salah satu perkara utama perbincangan ialah pengendalian Bitcoin dan kripto lain. Setiausaha Perdagangan, Howard Lutnick, menyatakan dalam satu temu bual baru-baru ini bahawa Bitcoin akan dilayan berbeza daripada altcoin lain, kerana ia merupakan sebahagian penting daripada strategi kripto Presiden Trump.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/05193053/Markets-Gaining-Momentum-Ahead-of-the-White-House-Crypto-Summit_-Heres-What-to-Expect-from-Bitcoin-Price-This-Week.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c91ff441ddce64990a42d8",
            "timestamp": "2025-03-06 04:04:00",
            "status": "Posted"
        },
        {
            "title": "Robert Kiyosaki: Trump Mungkin Gunakan Bitcoin untuk Selesaikan Ketidakstabilan Kewangan",
            "description": "Robert Kiyosaki, pengarang terlaris buku Rich Dad Poor Dad, sekali lagi menyuarakan sokongan teguhnya terhadap Bitcoin (BTC), emas, dan perak sebagai aset…",
            "content": "Robert Kiyosaki, pengarang terlaris buku Rich Dad Poor Dad, sekali lagi menyuarakan sokongan kuatnya terhadap Bitcoin (BTC), emas, dan perak sebagai aset lindung nilai. Pada 4 Mac, menerusi catatan di X (dahulunya Twitter), Kiyosaki mengecam mereka yang menjual Bitcoin semasa kejatuhan pasaran baru-baru ini, melabel mereka sebagai \"pecundang.\"\n\nMenurut beliau, mereka yang mengekalkan pegangan Bitcoin mereka di tengah-tengah penurunan harga akan muncul sebagai \"pemenang,\" terutamanya jika bekas Presiden AS Donald Trump mula memperoleh BTC untuk menangani ketidakstabilan kewangan negara yang berterusan.\n\nPandangan Kiyosaki: Bitcoin, Trump, dan Pemulihan Ekonomi\n\nDalam kenyataan terbarunya, Kiyosaki mengaitkan potensi Bitcoin dengan masa depan ekonomi AS. Beliau menjangkakan bahawa Trump, yang beliau percaya memahami nilai Bitcoin, mungkin akan membeli BTC sebagai cara untuk \"membantu menyelesaikan kegilaan kewangan Amerika.\" Beliau menulis:\n\n\"Apabila beliau mula membeli bitcoin untuk membantu menyelesaikan kegilaan kewangan Amerika, mereka yang membeli bitcoin dalam kejatuhan terakhir akan menjadi pemenang, dan mereka yang menjual akan menjadi pecundang terbesar … Saya membeli lebih banyak bitcoin. Adakah anda?\"\n\nKiyosaki telah lama menjadi pengkritik lantang mata wang fiat dan sistem kewangan tradisional, sering mengesyorkan aset alternatif seperti emas, perak, dan Bitcoin sebagai lindung nilai terhadap kemelesetan ekonomi dan inflasi.\n\nPerbahasan Aset Keras: Emas, Perak, atau Bitcoin?\n\nPakar kewangan itu juga menangani perdebatan yang sedang berlangsung dalam dunia pelaburan—apakah aset keras yang terbaik? Beliau mempersoalkan kaitan perbincangan sedemikian, menyatakan bahawa pemilikan lebih penting daripada perbandingan teori.\n\n\"S: Apakah aset keras yang terbaik? Emas, perak, atau bitcoin? S: Mengapa orang menghabiskan begitu banyak masa membincangkan perbezaan yang bodoh?\"\n\nUntuk menekankan maksudnya, Kiyosaki memetik petikan terkenal oleh Albert Einstein: \"Dua perkara adalah tidak terhingga. Alam semesta dan kebodohan manusia.\"\n\nBagi Kiyosaki, tumpuan sebenar haruslah berapa banyak emas, perak, atau Bitcoin yang sebenarnya dimiliki oleh pelabur, bukannya berdebat tentang aset mana yang lebih unggul.\n\nApa Seterusnya untuk Bitcoin?\n\nOleh kerana Bitcoin terus berubah-ubah di tengah-tengah ketidakpastian pasaran, Kiyosaki tetap teguh dalam pendirian optimisnya. Dengan spekulasi yang semakin meningkat mengenai peranan potensi Trump dalam membentuk ruang kripto, pelabur sedang memerhati dengan teliti untuk melihat sama ada pengaruh politik akan memacu penggunaan Bitcoin lebih jauh.\n\nPada masa penulisan ini, Bitcoin kekal sebagai aset utama bagi pelabur yang mencari keselamatan kewangan dalam keadaan ekonomi yang tidak menentu.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/89bbde20ec2c4cfebae7c0bd3fdd5ae7.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c91dfe38719f2804f1fac4",
            "timestamp": "2025-03-06 04:02:00",
            "status": "Posted"
        },
        {
            "title": "Adakah OFFICIALMAGACOIN Akan Memacu XRP dan SOLANA?  Pakar Kongsi Pandangan Mereka!",
            "description": "Bitcoin kekal sebagai piawai emas kripto, tetapi pesaing baharu muncul. XRP dan Solana telah membuktikan kedudukan mereka sebagai pemain utama, namun…",
            "content": "Bitcoin kekal sebagai piawai emas kripto, tetapi pesaing baharu muncul. XRP dan Solana telah menubuhkan diri mereka sebagai pemain utama, namun OFFICIALMAGACOIN kini menarik perhatian. Dengan kejayaan prajualan yang pesat dan asas pelabur yang semakin berkembang, bolehkah ia mengatasi gergasi ini? Penganalisis sedang menimbang potensi nya.\n\nAltcoin dengan Potensi Pertumbuhan 50,000%\nWalaupun kripto mata wang yang telah mantap seperti Solana (SOL) dan XRP telah menunjukkan daya tahan, altcoin yang muncul menawarkan peluang untuk keuntungan eksponen. Berikut ialah lima altcoin untuk diperhatikan:\n\nOFFICIALMAGACOIN: Dengan harga prajualan sebanyak $0.0002165, OFFICIALMAGACOIN telah mendapat minat pelabur yang signifikan, mengumpul lebih daripada $4.2 juta. Penganalisis meramalkan potensi peningkatan kepada $1 menjelang 2025, mewakili peluang pertumbuhan yang luar biasa.\n\nPolygon (MATIC): Pada masa ini diniagakan pada $0.279199, Polygon menawarkan penyelesaian yang boleh diskala untuk Ethereum, menarik banyak aplikasi terdesentralisasi.\n\nSolana (SOL): Bernilai $139.64, Solana dikenali kerana transaksi berkelajuan tinggi dan yuran rendah, menjadikannya pesaing yang kuat dalam ruang blok rantaian.\n\nSei (SEI): Pada $0.263164, Sei ialah pendatang baru yang memberi tumpuan kepada menyediakan platform perdagangan terdesentralisasi dengan daya tampung yang tinggi.\n\nAptos (APT): Dengan harga $6.26, Aptos bertujuan untuk menyampaikan blok rantaian Lapisan 1 yang selamat dan boleh diskala, menekankan pengalaman pengguna dan keselamatan.\n\nGambaran Perbandingan\n\nMata Wang Kripto | Harga Semasa | Potensi Pertumbuhan\n---|---|---\nOFFICIALMAGACOIN | $0.0002165 | Tinggi\nPolygon (MATIC) | $0.279199 | Sederhana\nSolana (SOL) | $139.64 | Sederhana\nSei (SEI) | $0.263164 | Sederhana\nAptos (APT) | $6.26 | Sederhana\n\n\nMengapa OFFICIALMAGACOIN Menonjol\n\nPrajualan Memecahkan Rekod: Melebihi $4.2 juta, mencerminkan kepercayaan pasaran yang kuat.\nPengetahuan Strategik: Bersedia untuk memanfaatkan trend pasaran semasa dan sentimen pelabur.\n\n\nApabila landskap kripto berkembang, sementara pemain yang telah mantap seperti Solana dan XRP bersiap sedia untuk potensi peningkatan, OFFICIALMAGACOIN membentangkan kes yang menarik untuk pelabur yang bertujuan untuk memanfaatkan peluang yang muncul dengan potensi pertumbuhan yang tinggi.",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/03/17412044699375362-image3.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c91eca41ddce64990a42d0",
            "timestamp": "2025-03-06 04:00:00",
            "status": "Posted"
        },
        {
            "title": "Rang Undang-Undang Bitcoin New Hampshire lulus Jawatankuasa Dewan dengan majoriti besar.",
            "description": "Rang undang-undang Bitcoin New Hampshire diluluskan dengan mudah oleh jawatankuasa perdagangan Dewan Undangannya menerusi undian 16-1 pada 5 Mac. Rang undang-undang ini kini menunggu undian penuh di peringkat dewan…",
            "content": "Satu jawatankuasa Dewan Negeri New Hampshire meluluskan rang undang-undang rizab Bitcoin negeri itu dengan undian 16-1 pada 5 Mac — menjadikannya negeri AS terkini yang menghantar rang undang-undang Bitcoin ke Dewan untuk undian penuh.\n\nKelulusan Rang Undang-Undang Dewan 302 oleh Jawatankuasa Perdagangan dan Hal Ehwal Pengguna Dewan menjadikannya salah satu daripada tujuh rang undang-undang negeri AS yang aktif yang telah sampai ke Dewan, menurut Bitcoin Laws.\n\nJika diluluskan, rang undang-undang itu akan membenarkan bendahari New Hampshire — mengikut budi bicaranya — melabur 5% daripada dana umum, dana penstabilan pendapatan atau mana-mana dana lain yang dibenarkan oleh badan perundangan.\n\nWalaupun Bitcoin (BTC) tidak disebut secara khusus dalam rang undang-undang itu, hanya aset digital yang mempunyai purata had pasaran $500 bilion sepanjang tahun kalendar lepas layak untuk dimasukkan, bermakna Bitcoin adalah satu-satunya aset digital yang kini memenuhi kriteria ini.\n\nSebarang aset digital yang diperoleh mesti dipegang oleh penjaga yang berkelayakan atau dalam bentuk produk yang diniagakan di bursa.\n\nRang undang-undang itu juga akan membenarkan bendahari New Hampshire melabur dalam logam berharga seperti emas, perak dan platinum.\n\nRang undang-undang New Hampshire itu diperkenalkan oleh Republikan Keith Ammon pada 10 Januari. Rang Undang-Undang Dewan 302 Ammon turut ditaja bersama oleh Demokrat Chris McAleer dan Carry Spier.\n\nDalam sesi jawatankuasa Dewan pada 5 Mac, Ammon menyatakan rang undang-undang itu telah dipinda untuk membuang stablecoin dan potensi untuk penguncian.\n\nBeliau juga menambah bahawa Bendahari New Hampshire Monica Mezzapelle telah menyatakan minat untuk melabur dalam aset daripada rang undang-undang itu pada suatu ketika nanti, sekiranya ia diluluskan.\n\nRang undang-undang itu pada mulanya mencadangkan bahawa bendahari boleh memperuntukkan sehingga 10% aset ini ke dalam dana yang dipilih sebelum ia dipinda kepada 5%.\n\nNew Hampshire menyertai North Carolina, Oklahoma dan Texas, kerana negeri-negeri itu kini menunggu undi penuh daripada dewan masing-masing, manakala satu rang undang-undang Utah dan dua rang undang-undang Arizona telah pun melepasi peringkat itu.\n\nKemajuan pengawalseliaan di peringkat negeri berlaku apabila Presiden AS Donald Trump mengumumkan Rizab Strategik Kripto pada 2 Mac yang akan termasuk Bitcoin, Ether (ETH), XRP (XRP), Solana (SOL) dan Cardano (ADA).\n\nBagaimanapun, ia mungkin akan terdiri daripada \"hampir keseluruhannya Bitcoin,\" kata ketua pegawai pelaburan Bitwise Matt Hougan pada 5 Mac.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTY5NDctODE4OC03ZjYzLWIwNGItZWRkYTE1YTc1ZTM3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c91ec9cf564425afe505c8",
            "timestamp": "2025-03-06 03:59:00",
            "status": "Posted"
        },
        {
            "title": "Pendakwa raya Argentina sasar beku aset dalam kes penipuan memecoin LIBRA.",
            "description": "Siaran Akhbar: Siasatan Terhadap Presiden Argentina, Javier Milei, Berhubung Skandal Memecoin LIBRA Memainkan Bab Baharu",
            "content": "Pendakwa Raya utama yang menyiasat dakwaan penglibatan Presiden Argentina, Javier Milei, dalam skandal mata wang kripto LIBRA telah meminta pembekuan aset sehingga $110 juta.\n\nPendakwa Persekutuan Argentina, Eduardo Taiano, juga telah meminta pemulihan catatan media sosial yang dipadamkan, termasuk catatan yang dibuat oleh Milei yang mempromosikan memecoin berasaskan Solana itu, menurut media tempatan Clarín.\n\nBeliau juga meminta rekod terperinci semua transaksi LIBRA sejak pelancarannya dengan tujuan untuk membina semula operasi kewangan yang dijalankan sekitar 14 hingga 15 Februari, ketika jumlah dagangan memecoin itu berada pada tahap tertinggi.\n\nTaiano telah meminta pembekuan dompet digital yang dikenal pasti untuk mencegah pembubaran dana dan telah menyediakan permintaan antarabangsa untuk mendapatkan maklumat daripada bursa mata wang kripto asing, menurut laporan itu.\n\nWalaupun Milei telah memadam sokongan awalnya, sekurang-kurangnya lapan dompet yang dikenal pasti sebagai dalaman yang berkaitan dengan pasukan Libra berjaya menjana sehingga $107 juta sebelum token itu jatuh, menurut data yang dikongsi oleh Kobeissi Letter.\n\nPenyiasat telah mengenal pasti pergerakan baru-baru ini sebanyak $4.5 juta daripada dompet yang berkaitan dengan skandal itu ke alamat baru, dengan sebahagian dana digunakan untuk membeli memecoin yang dipanggil POPE, berkemungkinan sebagai percubaan untuk mengubahan wang haram, menurut spekulasi Clarín.\n\nPendakwa raya telah meminta rekod telefon dan log pelawat dari kediaman dan pejabat presiden sambil membuat senarai pakar blockchain dan orang yang rapat dengan kalangan presiden yang mungkin mempunyai maklumat berkaitan.\n\nMilei yang berhaluan libertarian telah berdepan dengan seruan untuk dimakzulkan selepas menyokong memecoin yang didakwa diwujudkan untuk membantu membiayai perniagaan kecil dan syarikat permulaan Argentina.\n\nToken Libra seketika meningkat kepada jumlah permodalan pasaran tertinggi sebanyak $4.5 bilion pada 14 Februari sebelum jatuh lebih daripada 90% dalam masa kurang daripada 12 jam, mencetuskan tuduhan penarikan karpet dalaman dan akibatnya tuntutan mahkamah dan siasatan persekutuan.\n\nMilei menafikan dakwaan bahawa beliau mempromosikan memecoin itu, dengan menyatakan pada bulan Februari bahawa beliau hanya \"menyebarkan berita.\"\n\nSkandal itu, yang digelar secara tempatan sebagai \"Libragate,\" telah menjejaskan populariti Milei dan menghalang usahanya untuk mengukuhkan pakatan politik menjelang pilihan raya pertengahan penggal kongres tahun ini, menurut laporan Reuters pada akhir Februari.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTY5NDItNDNkZC03OTMyLTlhNDctMzk0NTRmOTAwMTMw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c91db638719f2804f1fabe",
            "timestamp": "2025-03-06 03:57:00",
            "status": "Posted"
        },
        {
            "title": "SEC dan CFTC Menegaskan Semula Pengawasan Pasaran Ketika Penguatkuasaan Kripto Berubah",
            "description": "Pegawai SEC dan CFTC menegaskan semula komitmen mereka terhadap penguatkuasaan kripto walaupun perubahan dasar di bawah pentadbiran Trump.",
            "content": "Mata Pelajaran Utama:\n\nPegawai SEC dan CFTC menegaskan semula dedikasi mereka terhadap penguatkuasaan kripto walaupun perubahan dasar di bawah pentadbiran Trump.\n\nSEC telah mengurangkan penguatkuasaan kripto, menarik balik kes terhadap firma-firma utama, sementara tindakan penguatkuasaan keseluruhan menurun pada tahun 2024.\n\nMenurut Reuters, pengawal selia pasaran persekutuan menegaskan semula komitmen mereka terhadap penguatkuasaan kripto walaupun perubahan besar berlaku di bawah pentadbiran Trump.\n\nBercakap di acara Persatuan Peguam Amerika di Miami, pegawai daripada Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) dan Suruhanjaya Perdagangan Niaga hadapan Komoditi (CFTC) menekankan bahawa penguatkuasaan kripto tetap menjadi keutamaan walaupun perubahan kepimpinan agensi.\n\nPengawal Selia Menjanjikan Tindakan Penguatkuasaan Kripto Berterusan Di Bawah Pentadbiran Trump\n\nAntonia Apps, pengarah timbalan penguatkuasaan bertindak di SEC, mengakui pelarasan keutamaan tetapi menegaskan bahawa usaha penguatkuasaan teras akan berterusan.\n\n\"Anda boleh menjangkakan beberapa perubahan berdasarkan keutamaan dan dasar berbeza yang mungkin kita laksanakan,\" kata Apps. \"Tetapi kita akan terus maju dengan agenda penguatkuasaan teras yang selalu kita laksanakan.\"\n\nBrian Young, pengarah penguatkuasaan di CFTC, juga menegaskan semula dedikasi agensi terhadap pengawasan pasaran. Beliau menyerlahkan peralihan strategi penguatkuasaan, dengan penekanan yang lebih besar terhadap kes yang berkemungkinan mengembalikan wang kepada mangsa penipuan atau manipulasi pasaran. Young memuji kakitangan penguatkuasaan, sambil menyatakan sumbangan dan dedikasi mereka yang signifikan untuk melindungi pelabur.\n\nSEC Mengurangkan Penguatkuasaan Kripto Selepas Era Gensler\n\nPenguatkuasaan kripto telah menyaksikan perubahan ketara, dengan SEC menangguhkan atau menarik balik beberapa kes profil tinggi, termasuk litigasi terhadap Coinbase, Robinhood, Gemini, dan Uniswap Labs.\n\nAgensi itu juga membatalkan saman terhadap Kraken dan menutup siasatan terhadap syarikat token tidak boleh tukar, Yuga Labs pada Isnin ini. SEC dilaporkan mengurangkan unit khusus yang terdiri daripada lebih 50 peguam yang dikhaskan untuk penguatkuasaan kripto, menurut The New York Times.\n\nWalaupun perubahan strategi, Apps menegaskan pengawasan berterusan SEC terhadap sektor kripto. \"Kami tidak akan berundur,\" katanya, sambil menekankan bahawa agensi itu akan meneruskan kes yang melibatkan penipuan dan bidang di mana ia mengekalkan bidang kuasa.\n\nTindakan penguatkuasaan kripto di bawah bekas Pengerusi SEC Gary Gensler mencapai kemuncaknya pada tahun 2023 tetapi menurun pada tahun 2024. Menurut laporan oleh Cornerstone Research, SEC menjalankan 33 kes penguatkuasaan berkaitan kripto pada tahun lepas—penurunan 30% berbanding tahun 2023 dan penurunan tahun ke tahun pertama sejak tahun 2021.\n\nAgensi itu memulakan 25 saman di mahkamah daerah AS dan lapan prosiding pentadbiran pada tahun 2024. Walaupun jumlah kes keseluruhan menurun, penalti kewangan mencapai rekod $4.98 bilion, didorong oleh penyelesaian berbilang bilion dolar.",
            "image": "https://coincu.com/wp-content/uploads/2025/03/SEC-Crypto-Enforcement.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c91db638719f2804f1fabc",
            "timestamp": "2025-03-06 03:51:00",
            "status": "Posted"
        },
        {
            "title": "Pilihan raya Mei mungkin membuka peluang besar kepada kripto institusi: Ketua Pegawai Eksekutif OKX Australia",
            "description": "Ketua Pegawai Eksekutif OKX yang baharu di Australia, Kate Cooper, meramalkan pilihan raya persekutuan yang akan datang akan menjadi titik perubahan bagi penggunaan kripto oleh institusi di…",
            "content": "## Pilihan Raya Persekutuan Australia Akan Tentukan Masa Depan Kripto\n\nPilihan raya persekutuan Australia yang dijadualkan pada pertengahan Mei bakal menjadi titik perubahan penting bagi penyertaan kripto institusi, menurut Ketua Pegawai Eksekutif OKX Australia yang baru dilantik.\n\nBercakap kepada Cointelegraph, Ketua Pegawai Eksekutif OKX Australia, Kate Cooper, berkata salah satu harapannya untuk pilihan raya akan datang ialah pengenalan undang-undang kripto yang telah direka dan dirundingkan selama dua tahun lepas.\n\nPada Ogos 2022, kerajaan Australia mengumumkan bahawa ia akan memulakan siri rundingan dengan pemain industri, pelabur dan pihak berkepentingan untuk mula menggubal rangka kerja pengawalseliaan untuk sektor mata wang kripto.\n\n“Saya fikir industri secara keseluruhannya telah menjerit meminta kejelasan peraturan dan juga peraturan yang sesuai,” katanya.\n\nTerdapat aliran masuk pengguna runcit terima kasih kepada pasaran lembu semasa, menurut Cooper, tetapi kejelasan peraturan akan merangsang pengambilan institusi yang lebih besar.\n\nSebelum memegang jawatan di OKX pada 6 Mac, Cooper pernah berkhidmat di bank-bank utama Australia, NAB, di mana beliau merupakan eksekutif aset digital dan ketua inovasi, Westpac sebagai ketua inovasi. Beliau juga merupakan Ketua Pegawai Eksekutif Australia bagi platform kripto institusi Zodia Custody.\n\n“Sudah tentu, ketika saya berada di NAB, halangan utama untuk benar-benar memasuki atau melepasi peringkat bukti konsep ialah kejelasan peraturan,” katanya.\n\n“Saya fikir untuk pengambilan institusi untuk berjaya, kita memerlukan kejelasan peraturan. Saya fikir untuk pengguna runcit, hampir sepertiga rakyat Australia sudah memiliki sejenis aset digital, kebanyakannya mata wang kripto; mereka memerlukan perlindungan.”\n\nPerubahan kerajaan mungkin berlaku di Australia, dengan pilihan raya persekutuan dijadualkan diadakan pada atau sebelum 17 Mei. Dua pencabar utama ialah gabungan tengah-kanan dan kerajaan semasa, parti Buruh tengah-kiri. Tinjauan YouGov terkini menunjukkan gabungan itu mendahului kerajaan Buruh, 51% berbanding 49%.\n\nData YouGov terkini meramalkan gabungan itu mendahului kerajaan Buruh.  Sementara itu, pelabur kripto mungkin menjadi blok pengundi yang berpengaruh, dengan tinjauan YouGov pada 19 Februari terhadap 2,031 pengundi Australia mendapati bahawa 59% pelabur kripto semasa lebih cenderung untuk mengundi calon yang menyokong kripto.\n\nJika parti yang menang melaksanakan undang-undang, Cooper meramalkan “peningkatan aktiviti dengan stablecoin” boleh berlaku.\n\n“Di peringkat global, kita melihat 2024 sebagai tahun stablecoin, beralih daripada bukti konsep kepada aplikasi dunia sebenar,” katanya.\n\n“Dengan andaian terdapat kejelasan yang diberikan dengan rangka kerja pengawalseliaan baharu, saya tahu pasti terdapat pemain di Australia yang bersedia untuk merebut peluang itu.”\n\nStablecoin menyaksikan pengambilan yang besar pada tahun 2024, dengan jumlah pemindahan stablecoin tahunan mencapai $27.6 trilion, mengatasi jumlah gabungan Visa dan Mastercard sebanyak 7.7%, menurut laporan pada 31 Januari oleh bursa kripto CEX.io.\n\nCooper berkata komuniti perbankan, sebagai contoh, sudah terlibat dalam kripto dan aset digital secara lebih meluas sebagai kelas aset baharu pertama dalam 25 tahun.\n\n“Ia telah menjadi perjalanan yang panjang, tetapi sudah tentu, kita melihat peningkatan kematangan dalam pengambilan bank. Saya fikir kita bergerak […] kepada kes penggunaan dunia sebenar yang ketara,” tambahnya.\n\nMenjelang pilihan raya, difahami bahawa parti pemerintah Australia tidak mempunyai perancangan untuk menubuhkan rizab kripto, walaupun Presiden AS Donald Trump mengumumkan usaha itu di Amerika Syarikat pada 2 Mac.\n\nCooper berkata keputusan itu boleh difahami kerana Australia mempunyai pendekatan \"lebih berhati-hati dan melihat apa yang dilakukan oleh bidang kuasa lain\".\n\nBagaimanapun, beliau berpendapat tanpa mengira siapa yang memenangi pilihan raya, mereka perlu menangani bagaimana Australia akan meletakkan dirinya sebagai peneraju dalam ekonomi digital dan mewujudkan strategi untuk memanfaatkan potensi blockchain.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTY5MGEtMWU5MC03ZTNmLWE1MDYtMmY4ZjE0YWJjMWM0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c91db45fb3725642a42297",
            "timestamp": "2025-03-06 03:51:00",
            "status": "Posted"
        },
        {
            "title": "Dompet Mt. Gox Hantar Lebih RM4.4 Bilion Bitcoin – Implikasinya Terhadap Pasaran",
            "description": "Mt. Gox, bursa kripto yang telah runtuh, telah memindahkan 12,000 Bitcoin (BTC) bernilai lebih daripada $1 bilion kepada alamat yang tidak dikenal pasti, menandakan salah satu pergerakan...",
            "content": "Mt. Gox, bursa kripto yang telah muflis, telah memindahkan 12,000 Bitcoin (BTC) bernilai lebih daripada $1 bilion ke alamat yang tidak dikenal pasti, menandakan salah satu pemindahan terbesarnya dalam masa terdekat. Menurut Arkham Intelligence, transaksi itu berlaku dalam tempoh sejam yang lalu, tepat ketika harga Bitcoin melonjak ke paras $90,000.\n\nPemindahan Bitcoin Terkini Mt. Gox\n\nDompet berlabel Mt. Gox juga aktif pada Rabu malam, memindahkan 166,005 BTC bernilai kira-kira $15 juta ke dompet sejuknya. Pergerakan terkini ini berlaku selepas tempoh tidak aktif yang berpanjangan sejak Disember 2023, apabila entiti itu memindahkan Bitcoin bernilai $172 juta.\n\nWalaupun transaksi ini, Mt. Gox masih memegang lebih 36,000 BTC, dianggarkan bernilai $3.3 bilion pada harga pasaran semasa.\n\nPemberi Pinjaman Menunggu Pembayaran Semula Ketika Tarikh Akhir Diperluaskan\n\nSebagai sebahagian daripada prosiding kebankrapan yang sedang berjalan, Mt. Gox telah melanjutkan tarikh akhir pembayaran semula daripada 31 Oktober 2024, kepada 31 Oktober 2025. Perlanjutan itu dikaitkan dengan keperluan pengesahan dan pemprosesan bagi pemohon tuntutan. Walaupun sesetengah pemberi pinjaman telah menerima pembayaran mata wang fiat, yang lain masih menunggu pampasan dalam Bitcoin dan Bitcoin Cash (BCH).\n\nAdakah Pemindahan Ini Akan Mempengaruhi Harga Bitcoin?\n\nSecara sejarahnya, pergerakan BTC yang besar daripada dompet Mt. Gox telah menimbulkan kebimbangan tentang potensi penjualan besar-besaran yang boleh menjejaskan harga Bitcoin. Walau bagaimanapun, pemindahan baru-baru ini mempunyai impak segera yang minimum terhadap pasaran.\n\nPada masa penulisan ini, Bitcoin diniagakan pada kira-kira $90,100, mencerminkan peningkatan 4% dalam 24 jam yang lalu, menurut data TradingView.  Walau bagaimanapun, peserta pasaran tetap berjaga-jaga terhadap kemungkinan tekanan jualan sebaik sahaja pemiutang menerima pembayaran penuh mereka.\n\nKesimpulan\n\nPergerakan terkini daripada dompet Mt. Gox menghidupkan semula perbincangan mengenai impaknya terhadap bekalan dan trend harga Bitcoin. Walaupun tiada kejutan pasaran segera diperhatikan, implikasi jangka panjang akan bergantung kepada bagaimana pemiutang mengendalikan pegangan mereka sebaik sahaja dana diagihkan.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0dc74512387549d29b8ddf32b18bd219.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c91a0bbec9302da4a08b60",
            "timestamp": "2025-03-06 03:45:00",
            "status": "Posted"
        },
        {
            "title": "Ethena Labs’ USDe Memperluaskan Jangkauannya menerusi Integrasi Bybit",
            "description": "Melalui integrasi USDe, Bybit membolehkan pengguna menjalankan aktiviti yang melibatkan penciptaan stablecoin kripto.  USDe mendapat sokongan institusi sebagai...",
            "content": "Melalui integrasi USDe, Bybit membolehkan pengguna menjalankan aktiviti yang melibatkan pengeluaran stablecoin kripto.  MEXC melabur $20 juta dan mencipta program ganjaran $1 juta untuk stablecoin berpendapatan ini, sekali gus mengukuhkan sokongan institusi terhadap USDe. Ethena Labs membina iUSDe, yang memenuhi tujuan institusi melalui fungsi yang dikawal selia dengan julat hasil antara 10-20%. Ethena Labs mengembangkan pertumbuhan perniagaannya dalam sektor stablecoin untuk menyediakan akses yang lebih baik kepada USDe, dolar sintetiknya. Bybit memperkenalkan ciri-ciri penebusan dan pendapatan USDe ke dalam platformnya untuk meningkatkan kebolehcapaian perkhidmatan pertukarannya kepada pengguna. Platform pertukaran ini menyediakan pengguna dengan ciri-ciri bersepadu yang membolehkan mereka membuat transaksi USDe melalui pengalaman pengguna yang lancar dan peningkatan kecairan sistem.\n\nPengumuman Bybit menyerlahkan rizab pertukaran yang besar, dengan lebih daripada $3.5 bilion dalam USDT dan USDC. Ciri baharu ini membolehkan penukaran lancar antara USDe dan stablecoin lain pada kos tetap. Ethena Labs menekankan bahawa penambahan ini meningkatkan kecairan dan kecekapan modal sambil membenarkan pengguna Bybit memperoleh ganjaran untuk memegang USDe atau menggunakannya sebagai cagaran margin dalam dagangan derivatif.\n\nDi luar perkongsian Bybit, USDe daripada Ethena Labs telah mendapat pengiktirafan di seluruh industri. Bulan lalu, bursa kripto MEXC memperuntukkan $20 juta kepada USDe dan $16 juta kepada Ethena Labs, bertujuan untuk menyokong penggunaan stablecoin. MEXC juga melancarkan kempen ganjaran $1 juta untuk menggalakkan perdagangan dan pengumpulan, yang menggariskan keyakinan yang semakin meningkat terhadap potensi USDe.\n\nBekalan USDe yang beredar telah melonjak kepada hampir $5.4 bilion, mengukuhkan kedudukannya sebagai stablecoin ketiga terbesar. Pertumbuhan ini didorong oleh peningkatan minat institusi dan model berpendapatan uniknya. Ethena Labs menawarkan hasil 9% kepada pemegang USDe, menjadikannya pilihan yang menarik bagi pelabur yang mencari pulangan stabil di tengah-tengah ketidaktentuan pasaran.\n\nEthena Labs juga membangunkan iUSDe, iaitu stablecoin yang direka untuk institusi kewangan tradisional. Tidak seperti USDe, iUSDe menggabungkan sekatan pemindahan untuk memastikan pematuhan peraturan. Dibina berdasarkan mekanisme kestabilan delta-neutral yang sama seperti USDe, ia menyediakan pelabur institusi dengan akses kepada hasil kripto tanpa pendedahan langsung kepada blockchain. Menawarkan hasil antara 10-20%, iUSDe berfungsi sebagai instrumen simpanan yang disesuaikan untuk pasaran kewangan yang dikawal selia.\n\nPeningkatan populariti stablecoin yang menjana hasil sedang membentuk semula pasaran. Ketua pegawai pelaburan Maelstrom, Arthur Hayes, telah meningkatkan pendedahan syarikatnya kepada USDe, memetik potensinya sebagai lindung nilai terhadap ketidaktentuan. Badan pengawal selia juga mengiktiraf trend ini. Pada bulan Februari, SEC meluluskan sekuriti stablecoin berpendapatan pertama, YLDS, menandakan perubahan penting dalam pengawalseliaan stablecoin.",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/07/CNF-7.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c91db45fb3725642a42295",
            "timestamp": "2025-03-06 03:45:00",
            "status": "Posted"
        },
        {
            "title": "Mt. Gox pindahkan 12,000 Bitcoin bernilai lebih daripada $1 bilion selepas beberapa bulan senyap.",
            "description": "Dompet maya yang dikaitkan dengan Mt. Gox, bursa mata wang kripto yang kini sudah tidak beroperasi, baru-baru ini memindahkan 12,000 Bitcoin, bernilai lebih daripada $1 bilion, kepada pihak yang tidak dikenali...",
            "content": "Dompet yang dikaitkan dengan Mt. Gox, bursa mata wang kripto yang kini telah ditutup, baru-baru ini memindahkan 12,000 Bitcoin, bernilai lebih daripada $1 bilion, ke alamat yang tidak diketahui. Pemindahan ini berlaku ketika harga Bitcoin meningkat kepada sekitar $90,000.\n\nSebelum ini, dompet yang sama telah memindahkan 166,055 Bitcoin, bernilai kira-kira $15 juta, ke dompet sejuk. Transaksi ini menamatkan tempoh tidak aktif yang panjang, berikutan pemindahan Bitcoin bernilai $172 juta pada Disember lalu. Dompet tersebut masih memegang lebih daripada 36,000 Bitcoin, yang bernilai sekitar $3.3 bilion pada harga semasa.\n\nMt. Gox telah menangguhkan tarikh akhir pembayaran balik kepada pemiutangnya daripada 31 Oktober 2024, kepada 31 Oktober 2025. Perlanjutan ini disebabkan oleh keperluan pengesahan dan pemprosesan yang berterusan bagi mereka yang membuat tuntutan. Walaupun sesetengah pemiutang telah menerima pembayaran tunai, yang lain masih menunggu pampasan mereka dalam Bitcoin atau Bitcoin Cash.\n\nSecara sejarahnya, pergerakan Bitcoin daripada Mt. Gox telah mempengaruhi sentimen pasaran. Walau bagaimanapun, pemindahan baru-baru ini tidak memberi impak yang ketara kepada Bitcoin.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/89fcadffec8a43c0b7fb7fbc0d5fbb5a.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c918c0ad845d35d9f5e715",
            "timestamp": "2025-03-06 03:38:00",
            "status": "Posted"
        },
        {
            "title": "Movement Labs Umumkan Jelajah Asia Pasifik \"GMove: Gerakkan Masa Depan Asia\" Berikutan Pelancaran Rangkaian Utama",
            "description": "Siaran Akhbar PRNewswire, 6 Mac 2025, Chainwire",
            "content": "SAN FRANCISCO, 6 Mac 2025 /PRNewswire/ — Movement Labs, sebuah syarikat Web3 dan penyumbang utama Rangkaian Movement, hari ini mengumumkan pelancaran jelajah Asia Pasifiknya: “GMove: Menggerakkan Masa Depan Asia.” Jelajah komprehensif ini akan menghubungkan pembangun, pelabur, penginfluencer, dan ahli komuniti di 11 bandar meriah di seluruh rantau APAC.\n\nDi pimpin oleh Cooper Scanlon, pengasas bersama Movement Labs, jelajah ini bertujuan untuk membangkitkan keseronokan, memupuk kerjasama, dan menjadikan Movement sebagai pemain utama dalam ekosistem Web3 di seluruh Asia Pasifik. Jelajah ini berlangsung dari 18 Mac hingga 17 April 2025, dengan acara utama di:\n\nTaipei: 18 – 21 Mac\nShenzhen: 21 – 23 Mac\nChengdu: 23 – 25 Mac\nShanghai: 25 – 27 Mac\nHangzhou: 27 – 29 Mac\nBangkok: 29 Mac – 3 April\nHo Chi Minh City: 3 – 5 April\nHanoi: 5 – 7 April\nSingapura: 7 – 11 April\nSeoul: 11 – 14 April\nTokyo: 15 – 17 April\n\n“Jelajah APAC akan membantu menyatukan semua bahagian penting yang menjadikan rantaian blok dan komuniti Movement kita yang hebat berjaya,” kata Scanlon.  “Dengan menghubungkan pembangun, pelabur, pembina komuniti, pedagang, pegawai kerajaan, dan penggiat kripto di seluruh pasaran yang meriah ini, kita sedang mewujudkan asas untuk pertumbuhan dan inovasi berterusan yang benar-benar akan ‘Menggerakkan’ masa depan digital Asia!”\n\nSetiap bandar akan menganjurkan acara utama yang dinamik yang menampilkan rangkaian, pembentangan, perbincangan panel dengan pemimpin komuniti tempatan, dan sesi pembentangan pembangun. Sebagai siri acara secara bersemuka utama pertama selepas Pelancaran Mainnet Movement, pertemuan ini akan menyediakan platform untuk pembangun tempatan mempamerkan projek mereka dan berhubung dengan pelabur yang berminat.\n\n\nSetiap acara akan menampilkan sesi rangkaian, pembentangan, perbincangan panel, dan sesi demonstrasi projek oleh pembangun tempatan.",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/APAC_TOUR_MAIN_FLYER__1_1741224005aqPzPhUQXi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c918eead845d35d9f5e718",
            "timestamp": "2025-03-06 03:34:00",
            "status": "Posted"
        },
        {
            "title": "SOL Arena membuka era baharu permainan kasual dan pertaruhan kripto di Solana.",
            "description": "PRNewswire, PRNewswire, 6 Mac 2025, Chainwire",
            "content": "SOL Arena, permainan pertempuran pelbagai pemain Web3 yang dibangunkan oleh Chillchat, akan melancarkan token $CHILL pada akhir Mac 2025, susulan jualan NFT Challengers yang habis dijual di Magic Eden pada 6 Februari 2025.\n\nMenawarkan pendekatan baharu dalam permainan gaya ular di atas rangkaian blok Solana, SOL Arena telah menarik lebih 80,000 pemain global sejak pelancaran Beta Terbuka pada September 2024.\n\nDisokong oleh Solana Ventures, Crypto.com Capital, dan Big Brain Holdings, Chillchat mensasarkan untuk menjadi perintis inovasi dalam permainan Web3 dengan menggabungkan permainan kasual dengan pertaruhan mata wang kripto bernilai tinggi dalam pertempuran masa nyata yang besar.\n\nSOL Arena, permainan pertempuran pelbagai pemain bernilai tinggi yang dikuasakan oleh Solana dan kini beroperasi dalam Beta Terbuka, akan melancarkan token $CHILL pada akhir Mac 2025, yang membolehkan pemain bertaruh $CHILL dalam pertempuran mata wang kripto masa nyata, atau membuat pegangan untuk ganjaran dalam permainan dan ekosistem.  Selepas mengalu-alukan lebih daripada 80,000 pemain di seluruh dunia sejak Beta Terbuka bermula pada 20 September 2024, pelancaran token $CHILL yang dinantikan oleh SOL Arena menyusuli jualan NFT Challengers yang habis dijual di Magic Eden pada bulan lalu.\n\nDibangunkan oleh Chillchat, studio permainan Web3 yang berpangkalan di Bangkok, SOL Arena menggabungkan permainan gaya ular kasual dengan pertempuran masa nyata yang besar dan pertaruhan mata wang kripto berskala besar. Dengan menggabungkan kesederhanaan permainan kasual dengan keseronokan pertaruhan mata wang kripto sebenar, SOL Arena menawarkan pendekatan baharu dalam permainan Web3 di Solana — menarik perhatian pemain kasual dan peminat kompetitif.\n\nUntuk menyokong pertumbuhan dan pembangunannya yang berterusan, Chillchat sebelum ini telah memperoleh dana benih berjumlah US$8.69 juta, yang diketuai oleh Solana Ventures, Crypto.com Capital, dan Big Brain Holdings. Matt Beck, Ketua Pelaburan di Solana Ventures berkata: “SOL Arena memperkenalkan cara baharu untuk melibatkan diri dengan permainan mata wang kripto — di mana setiap perlawanan penting kerana terdapat sesuatu yang sebenar dipertaruhkan. Inilah jenis inovasi yang akan memacu permainan Web3 ke hadapan.”\n\nSOL Big Brain dari Big Brain Holdings berkata: “Saya teruja melihat bagaimana SOL Arena berkembang dari semasa ke semasa. Pendekatannya untuk menggabungkan permainan kasual dengan pertaruhan masa nyata sudahpun menimbulkan fenomena dalam komuniti Solana.”\n\nSOL Arena menggabungkan kesederhanaan permainan ular pelbagai pemain yang popular dengan permainan pengekstrakan yang sengit, membenarkan sehingga 50 pemain bersaing dalam pertempuran masa nyata untuk mengumpul noCHILL, mengatasi lawan, dan menarik balik kemenangan mereka secara strategik. Mod High Roller yang akan datang akan memperkenalkan pertaruhan mata wang kripto dengan $CHILL, meningkatkan taruhan untuk pemain kasual dan pesaing peringkat tinggi. SOL Arena mengintegrasikan ekosistem Solana yang dinamik dan dipacu komuniti secara langsung ke dalam permainan, di mana projek memecoin, komuniti NFT, dan pemegang token bersatu di bawah pasukan yang dikongsi.\n\n“Visi kami adalah untuk menggabungkan permainan kasual dengan aktiviti memecoin yang merosakkan dan kesan rangkaian mata wang kripto,” kata James Au, Ketua Pegawai Eksekutif dan Pengarah Permainan Chillchat, “untuk memberikan pengalaman pemain baharu yang menarik yang mentakrifkan semula keseronokan ‘menang’.”\n\nSelepas jualan NFT Challengers pada Februari 2025, pencapaian penting seterusnya SOL Arena ialah pelancaran token ekosistemnya, $CHILL, pada akhir bulan Mac.\n\nToken $CHILL memacu ekonomi dalam permainan SOL Arena, membolehkan pemain bertaruh dalam mod High Roller, atau membuat pegangan untuk mendapatkan ganjaran dalam permainan. Pemain boleh layak untuk airdrop $CHILL dengan bermain permainan dan mengekstrak noCHILL, atau dengan memegang NFT Chillchat Origin atau SOL Arena Challengers.\n\nPelancaran rasmi permainan SOL Arena, yang akan memperkenalkan ciri-ciri baharu seperti Musim, akan termasuk versi mudah alih untuk iOS dan Android yang tersedia pada pertengahan 2025.\n\nChillchat ialah studio permainan Web3 yang berpangkalan di Bangkok yang berdedikasi untuk mencipta pengalaman yang menyeronokkan, mudah diakses, dan inovatif yang dikuasakan oleh rangkaian blok. SOL Arena ialah tajuk utama studio itu, menggabungkan asas permainan tradisional dengan pertaruhan mata wang kripto sebenar, semuanya dijamin oleh rangkaian Solana yang pantas. Dengan matlamat untuk menjadi perintis generasi permainan Web3 yang seterusnya, Chillchat melabur dalam idea-idea berani yang menggabungkan penglibatan komuniti, insentif kewangan, dan permainan yang mendalam.",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/SOL_Arena_Web3_multiplayer_battle_game_developed_C_1741224006Sk7YjSKK4K.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c917c1ad845d35d9f5e712",
            "timestamp": "2025-03-06 03:31:00",
            "status": "Posted"
        },
        {
            "title": "Ramalan Harga Pi Coin: Lembu Jantan Pecah $2, Sasaran Seterusnya $3",
            "description": "Koin Pi baru-baru ini memulakan pergerakan menaik, menyasarkan paras harga yang lebih tinggi selepas peningkatan lebih daripada 7% dalam tempoh 24 jam yang lalu.",
            "content": "Pi Coin menunjukkan pergerakan menaik baru-baru ini, menyasarkan paras harga yang lebih tinggi selepas peningkatan lebih 7% dalam tempoh 24 jam yang lalu.  Syiling ini kini semakin hampir kepada paras $2, pulih daripada penurunan besar daripada paras tertinggi sepanjang zamannya iaitu $3.  Pada masa ini, Pi Coin diniagakan antara $1.70 dan $1.95, mencetuskan harapan di kalangan pelabur untuk kemungkinan pemulihan kepada nilai puncaknya.\n\nPasaran mata wang kripto secara keseluruhannya kekal tidak menentu, dengan mata wang utama seperti Bitcoin mempengaruhi harga Pi Coin.  Walaupun begitu, Pi Coin telah mencipta kedudukannya sebagai mata wang kripto ke-11 paling bernilai di CoinMarketCap, walaupun belum disenaraikan di bursa utama seperti Binance atau Coinbase.  Paras sokongan terdekat untuk Pi Coin adalah pada $1.60. Sekiranya tekanan jualan berterusan, paras ini mungkin diuji sekali lagi, selaras dengan trend pasaran baru-baru ini. Indeks Kekuatan Relatif (RSI) kini berada di bawah 50, menunjukkan momentum menaik yang lemah.\n\nKehadiran dan Potensi Pi Network yang Berkembang\n\nPenganalisis Kim Wong berkata Pi Network menonjol di kalangan projek kripto kerana matlamatnya untuk membina ekonomi digital yang berfungsi, membenarkan Pi coin digunakan dalam transaksi dunia sebenar, seperti membeli barangan dan perkhidmatan, dan menggerakkan aplikasi terdesentralisasi (dApps). Pi Network mempunyai salah satu komuniti yang paling aktif dan menyokong dalam kripto, dengan aplikasi Pi dimuat turun lebih 150 juta kali dan 65 juta pengguna aktif. Ia juga mempunyai 4 juta pengikut di X, kedua selepas Bitcoin.\n\nSejak 20 Februari 2025, Pi Coin telah disenaraikan di beberapa bursa terpusat (CEX) yang terkenal, dengan jumlah dagangan harian purata sekitar $1.5 bilion.  Pengapungan pasaran Pi menduduki tempat ke-11 di antara semua mata wang kripto, dan ke-8 jika mata wang stabil dan meme coin dikecualikan.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/03151936/Pi-Coin-Price-Prediction-Is-10-Possible-After-Binance-Listing-1-1.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c91694bec9302da4a08b53",
            "timestamp": "2025-03-06 03:28:00",
            "status": "Posted"
        }
    ]
}