{
    "timestamp": "2025-03-04 17:26:15",
    "all_news": [
        {
            "title": "Jangan Lepas Peluang! 3 Kripto Terbaik Untuk Dibeli pada Mac 2025!",
            "description": "Dunia kripto matawang rancak pada permulaan Mac 2025, dengan projek-projek utama membuat langkah besar dan inovasi baharu yang membentuk semula pasaran.  Dengan peningkatan…",
            "content": "Pasaran mata wang kripto rancak pada permulaan Mac 2025, dengan projek-projek membuat langkah besar dan inovasi baharu membentuk semula pasaran.  Dengan peningkatan penggunaan arus perdana dan teknologi rantaian blok yang berkembang pesat, pengguna awal giat mencari peluang besar seterusnya.\n\nSatu projek yang menarik perhatian ialah Qubetics ($TICS), yang merevolusikan transaksi rentas sempadan.  Bersama Qubetics, Ripple (XRP) dan Cronos (CRO) menonjol sebagai pesaing yang kuat, masing-masing memainkan peranan penting dalam ekosistem kripto yang semakin berkembang. Jika anda mencari kripto terbaik untuk dibeli pada Mac 2025, ketiga-tiga projek ini perlu berada dalam radar anda.\n\n1. Qubetics – Merevolusikan Transaksi Rentas Sempadan\n\nQubetics menangani salah satu isu terbesar dalam kewangan global: pembayaran rentas sempadan yang lambat, mahal, dan tidak cekap. Sistem pembayaran tradisional sering dipenuhi dengan kelewatan, yuran tersembunyi, dan perantara yang tidak perlu, menjadikan transaksi antarabangsa satu masalah kepada individu dan perniagaan. Qubetics menghapuskan masalah ini dengan menawarkan penyelesaian berasaskan rantaian blok yang pantas, selamat, dan kos efektif untuk pembayaran rentas sempadan.\n\nPrajualan kripto kini berada di peringkat ke-24, dengan lebih 495 juta token dijual kepada lebih 22,000 pemegang, mengumpul lebih daripada $14.5 juta.  Buat masa ini, token $TICS boleh didapati pada harga $0.0976 setiap token, tetapi penganalisis meramalkan harga boleh meningkat dengan ketara selepas prajualan. Berdasarkan unjuran pasaran, $TICS boleh mencecah $0.25 menjelang akhir prajualan (ROI 155%), $1 selepas prajualan (ROI 923%), dan berpotensi $10-$15 selepas pelancaran mainnet (ROI 15,255%).\n\nRamalan menaik ini telah menarik perhatian besar kepada Qubetics, kerana pembeli awal melihat ini sebagai peluang utama untuk masuk sebelum harga meningkat. Dengan peningkatan penggunaan dan kes penggunaan dunia nyata, Qubetics semakin mendapat perhatian di kalangan penggemar rantaian blok, perniagaan, dan pengguna kripto yang mencari projek berpotensi tinggi.\n\nTransaksi Rentas Sempadan: Aplikasi Dunia Nyata\n\nQubetics direka untuk mempermudahkan pembayaran antarabangsa merentas pelbagai industri. Inilah bagaimana ia memberi impak kepada kumpulan yang berbeza:\n\nBagi Individu, pekerja bebas yang bekerja dengan pelanggan global tidak lagi perlu menghadapi masa menunggu yang lama dan yuran yang berlebihan. Dengan Qubetics, mereka menerima pembayaran serta-merta dengan kos yang jauh lebih rendah, menghapuskan keperluan untuk pelbagai penukaran mata wang dan perantara perbankan.\n\nBagi Profesional, perunding, pakar undang-undang, dan pekerja jauh boleh menyelesaikan pembayaran dengan lancar menggunakan Qubetics, menjadikan kerjasama global lebih cekap.  Daripada menunggu beberapa hari untuk pemindahan bank, pembayaran boleh diproses dalam masa beberapa minit.\n\nBagi Perniagaan, platform e-dagang dan pembekal global boleh memproses transaksi serta-merta, membolehkan operasi rantaian bekalan yang lebih lancar dan mengurangkan pergantungan kepada institusi kewangan berpusat.\n\nMengapa Syiling Ini Termasuk dalam Senarai Ini?\n\nQubetics membentuk semula cara pembayaran rentas sempadan berfungsi, menyelesaikan masalah dunia nyata yang gagal ditangani oleh sistem kewangan tradisional. Prajualannya yang sangat berjaya, potensi pertumbuhan yang mengagumkan, dan permintaan pasaran yang kukuh menjadikannya salah satu kripto terbaik untuk dibeli pada Mac 2025.\n\n2. Ripple (XRP) – Mencipta Semula Pembayaran Global\n\nRipple (XRP) telah lama menjadi peneraju dalam pembayaran dan kiriman wang global, menawarkan alternatif berasaskan rantaian blok kepada sistem perbankan tradisional.  Berbeza dengan pemindahan wayar yang lambat dan lapuk, rangkaian Ripple membolehkan transaksi pantas dan kos rendah merentas sempadan, menjadikannya pilihan utama bagi institusi kewangan dan perniagaan di seluruh dunia.\n\nRipple terus mendapatkan perkongsian baharu dengan bank utama, firma fintech, dan penyedia perkhidmatan kewangan, meluaskan jangkauannya dalam pembayaran antarabangsa. Dengan kehadiran yang mantap dalam pasaran kripto, XRP telah membuktikan dirinya sebagai aset digital yang stabil, boleh diskala, dan diterima pakai secara meluas.\n\nKemajuan pengawalseliaan juga memainkan peranan dalam peningkatan kredibiliti Ripple.  Apabila lebih banyak kerajaan dan pengawal selia kewangan mengiktiraf faedah pembayaran berasaskan rantaian blok, Ripple berada di barisan hadapan dalam menghubungkan kewangan tradisional dengan dunia kripto.\n\nMengapa Syiling Ini Termasuk dalam Senarai Ini?\n\nRipple kekal sebagai salah satu rangkaian rantaian blok yang paling banyak digunakan untuk transaksi kewangan.  Fokusnya pada pembayaran global, pematuhan pengawalseliaan, dan penggunaan dunia nyata menjadikannya pilihan yang kukuh bagi peserta yang mencari kestabilan jangka panjang dalam pasaran kripto.\n\n3. Cronos (CRO) – Memacu Ekosistem Crypto.com\n\nCronos (CRO) adalah tulang belakang ekosistem Crypto.com, memainkan peranan penting dalam pembayaran, perdagangan, dan aplikasi terdesentralisasi (dApps).  Sebagai salah satu token utiliti yang paling banyak digunakan, CRO direka untuk menyediakan integrasi yang lancar merentas perkhidmatan kewangan, permainan, dan aplikasi DeFi.\n\nCrypto.com telah giat mengembangkan penawarannya, meningkatkan kebolehgunaan dan penggunaan CRO merentas platformnya.  Pelancaran produk baharu, seperti peminjaman DeFi, pasaran NFT, dan penyelesaian pembayaran yang diperluaskan, telah meningkatkan permintaan dan kehadiran pasaran CRO.\n\nDi samping itu, Cronos telah memperkenalkan inisiatif baharu yang tertumpu kepada kemampanan jangka panjang, memastikan rangkaian kekal boleh diskala dan selamat.  Dengan pembangunan berterusan dalam sektor DeFi, Cronos berada pada kedudukan yang baik untuk berkembang apabila lebih ramai pengguna mengguna pakai penyelesaian kewangan yang dikuasakan oleh kripto.\n\nMengapa Syiling Ini Termasuk dalam Senarai Ini?\n\nCronos bersepadu sepenuhnya ke dalam salah satu ekosistem kripto yang paling pesat berkembang, Crypto.com.  Pengembangan berterusan, peningkatan penggunaan, dan utiliti yang kukuh dalam DeFi dan pembayaran menjadikannya salah satu kripto terbaik untuk dibeli pada Mac 2025.\n\nKesimpulan\n\nBerdasarkan penyelidikan dan analisis kami, Qubetics, Ripple, dan Cronos adalah tiga daripada kripto terbaik untuk dibeli pada Mac 2025. Setiap projek ini mempunyai asas yang kukuh, kes penggunaan dunia nyata, dan ekosistem yang semakin berkembang yang menjadikannya menarik kepada pengguna awal.\n\nQubetics menjadikan pembayaran rentas sempadan lebih pantas, murah, dan mudah diakses, menghapuskan ketidakefisienan sistem kewangan tradisional. Ripple terus menjadi kuasa dominan dalam transaksi global, dengan perkongsian yang mantap dan sokongan institusi. Cronos memacu keseluruhan ekosistem kewangan, mengintegrasikan pembayaran, DeFi, dan penyelesaian perdagangan ke dalam satu platform yang boleh diskala.\n\nBagi mereka yang ingin mendapatkan kripto berpotensi tinggi seawal mungkin, Qubetics menonjol dengan prajualannya yang berjaya dan pendekatan yang mengubah permainan terhadap transaksi antarabangsa.  Dengan prajualan masih berjalan, sekarang mungkin masa terbaik untuk menyertai sebelum harga meningkat.\n\nUntuk Maklumat Lanjut:\n\nQubetics: https://qubetics.com\nTelegram: https://t.me/qubetics\nTwitter: https://x.com/qubetics\n\nSoalan Lazim\n\n1. Apakah yang menjadikan Qubetics unik?\nQubetics menyediakan penyelesaian rantaian blok yang pantas, selamat, dan kos rendah untuk transaksi rentas sempadan, menghapuskan kelewatan dan yuran tinggi sistem perbankan tradisional.\n\n2. Adakah Qubetics masih dalam prajualan?\nYa, prajualan Qubetics kini berada di peringkat ke-24, dengan token tersedia pada harga $0.0976 setiap TICS.\n\n3. Bagaimanakah Ripple (XRP) memberi manfaat kepada pembayaran global?\nRipple membolehkan transaksi antarabangsa serta-merta dan kos rendah, menjadikannya alternatif yang cekap kepada rangkaian perbankan yang lapuk.\n\n4. Mengapa Cronos merupakan pilihan yang baik?\nCronos memacu ekosistem Crypto.com, menyediakan integrasi yang lancar untuk pembayaran, perdagangan, dan aplikasi DeFi.\n\n5. Apakah harga yang diunjurkan untuk $TICS selepas prajualan?\nPenganalisis meramalkan bahawa $TICS boleh mencecah $0.25 menjelang akhir prajualan dan sehingga $15 selepas pelancaran mainnet, menawarkan potensi ROI yang ketara kepada pembeli awal.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/4eee72e93f5a4a77a32bfea4376acec8.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c734da7622444d7c4afeea",
            "timestamp": "2025-03-04 17:13:00",
            "status": "Posted"
        },
        {
            "title": "Perdebatan Ketahanan Pasaran BNB & Potensi Pelaburan DOGE—Pemegang BlockDAG Tidak Sabar Menantikan Ceramah Utama 3 pada 28 Mac!",
            "description": "Peniaga kripto sedang giat memerhati perbincangan mengenai ketahanan pasaran BNB di tengah-tengah keadaan pasaran yang tidak menentu hari ini.  Dikenali dengan prestasi yang kukuh...",
            "content": "## Pedagang Kripto Memerhati Daya Tahan Pasaran BNB, Potensi Pelaburan Dogecoin, dan Antisipasi Keynote BlockDAG\n\nPedagang kripto sedang giat memerhatikan perbincangan mengenai daya tahan pasaran BNB di tengah keadaan pasaran yang tidak menentu hari ini.  Dikenali dengan prestasi kukuhnya semasa pasaran menurun, BNB merupakan pilihan popular bagi mereka yang mencari kestabilan.  Sementara itu, perbincangan mengenai potensi pelaburan Dogecoin semakin hangat, dengan sebilangan pihak bertaruh pada kembalinya yang hebat dan yang lain mempersoalkan jangka hayat tarikannya.\n\nDengan Keynote 3 BlockDAG (BDAG) yang bakal diadakan pada 28 Mac, BDAG muncul sebagai kripto yang paling laris.  Setelah berjaya mengumpul lebih daripada $200 juta dan memberikan pulangan pelaburan (ROI) sebanyak 2,380% kepada penyokong awal, pedagang bersemangat untuk mendapatkan BDAG sebelum kemas kini utama yang dijangka dan peningkatan permintaan.  Tambahan pula, kod BDAG800 menawarkan peningkatan 400% ke atas pengumpulan duit syiling, mendorong ramai untuk membeli sebelum fasa seterusnya bermula.\n\n\n**Daya Tahan Pasaran BNB: Menangani Gejolak Pasaran**\n\nDaya tahan pasaran BNB terus menarik perhatian kerana duit syiling tersebut mengekalkan sokongan sekitar $586.  Ingat bahawa daya tahan pasaran BNB secara sejarahnya mengatasi Bitcoin dan Ethereum semasa pasaran menurun, memberikan jaminan kepada mereka yang mencari aset yang boleh dipercayai dalam masa yang tidak stabil. Daya tahan BNB sangat ketara antara tahun 2021–2022, pulih dengan pantas daripada penurunan sebanyak 73.3%.\n\nStatistik terkini menunjukkan BNB cuba mengekalkan harga di atas $600, walaupun penurunan 3.5% baru-baru ini dalam tempoh 24 jam.  Penganalisis percaya metrik rantaian dan sokongan komuniti yang kukuh adalah penting kepada daya tahan pasaran BNB.  Berjaya mengekalkan paras $565 mungkin membuka jalan untuk potensi pemulihan kepada $647 atau $685.\n\n\n**Potensi Pelaburan Dogecoin: Bersedia untuk Peningkatan Lagi?**\n\nPotensi pelaburan Dogecoin sedang dikaji semula kerana ia kekal di bawah $0.30, setelah jatuh daripada puncak hampir $0.47.  Pemerhati mengingati kenaikannya yang mengejutkan sebanyak 285,000% dari titik terendahnya, mencetuskan perdebatan mengenai potensi pelaburan DOGE jika sentimen pasaran berubah.\n\nWalaupun terdapat kemunduran daripada pelanggaran bursa, sesetengah penyokong kekal optimis, menggunakan lonjakan lepas sebagai petunjuk pemulihan berpotensi.  Bagaimanapun, berhati-hati wujud di kalangan yang lain yang menyatakan kejayaan lepas tidak menjamin prestasi masa depan.  Walaupun terdapat pendapat yang berbeza, potensi pelaburan Dogecoin menarik mereka yang membuat spekulasi bahawa pengesyoran atau perkembangan baru boleh menghidupkan semula minat. Buat masa ini, ramai yang memerhati perubahan peraturan dan keadaan pasaran yang lebih luas untuk melihat sama ada DOGE boleh membuat kemunculan semula yang signifikan.\n\n\n**Keynote 3 BlockDAG Mencetuskan Antisipasi Tinggi**\n\nKetika komuniti kripto menandakan 28 Mac dalam kalendar mereka, antisipasi meningkat sekitar Keynote 3 BlockDAG yang akan datang.  Dijangka mengatasi acara sebelumnya dengan penerbitan yang menyerupai keagungan Hollywood, pelancaran ini mencetuskan minat meluas di kalangan pengikut BlockDAG dan penggemar kripto.\n\nPeserta bersemangat untuk melihat peta jalan yang dijangka, yang mungkin mendedahkan perkongsian baharu, kemajuan teknologi yang signifikan, dan petunjuk pengenalan rangkaian utama yang bakal datang.  Keynote terdahulu telah memacu aktiviti prajualan secara signifikan, menggariskan komitmen BDAG untuk mencapai pencapaiannya dengan segera dan telus.\n\nBuat masa ini, dalam kelompok ke-27, BDAG telah menarik lebih daripada $200 juta dengan 18.6 bilion duit syiling terjual, setiap satu berharga $0.0248.  Ini meletakkan pemegang awal dengan pulangan 2,380% yang mengagumkan setakat ini.  Kegembiraan daripada keynote yang akan datang meletakkan BDAG antara kripto yang paling laris, terutamanya kerana khabar angin mengenai kemunculan rangkaian utama dan penyenaraian bursa global.\n\nKod bonus BDAG800 menambah daya tarikan tambahan, menawarkan bonus 400% ke atas pembelian duit syiling BDAG.  Dengan pengumuman terdahulu sering membawa kepada peningkatan harga yang ketara, peserta yang bijak memanfaatkan peluang ini, meningkatkan pegangan mereka bagi menjangkakan keuntungan berpotensi.\n\n\n**Langkah Seterusnya untuk Pedagang Kripto**\n\nPenggemar kripto yang mengikuti dengan teliti daya tahan pasaran BNB dan potensi pelaburan Dogecoin sedang membahaskan strategi masa depan mereka berdasarkan prestasi setiap duit syiling.  BNB dihargai kerana konsistensinya, menawarkan pilihan yang stabil di tengah-tengah turun naik pasaran, manakala perubahan harga Dogecoin yang dramatik menarik mereka yang mencari pulangan yang berpotensi tinggi.\n\nKegembiraan sekitar Keynote 3 BDAG menunjukkan penerbitan utama yang boleh memperkenalkan kemas kini penting kepada ekosistemnya, berpotensi memacu angka prajualan lebih tinggi lagi.  Dengan acara tersebut dijadualkan pada 28 Mac, kenangan pelancaran BlockDAG terdahulu mendorong jangkaan untuk peningkatan permintaan lagi.\n\nDengan lebih daripada $200 juta telah dikumpul dalam prajualan kripto, keyakinan terhadap trajektori BDAG adalah kukuh.  Insentif tambahan kod bonus 400% memberikan pedagang peluang utama untuk meningkatkan pegangan mereka sebelum keynote mendedahkan berita utama.\n\nPrajualan: https://purchase.blockdag.network\nLaman web: https://blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu\n\nPenafian: Sebarang maklumat yang ditulis dalam siaran akhbar ini tidak membentuk nasihat pelaburan. Optimisus tidak, dan tidak akan menyokong sebarang maklumat tentang mana-mana syarikat atau individu di halaman ini.  Para pembaca digalakkan untuk melakukan kajian sendiri dan berdasarkan sebarang tindakan ke atas penemuan mereka sendiri, bukan pada sebarang kandungan yang ditulis dalam siaran akhbar ini. Optimisus adalah dan tidak akan bertanggungjawab terhadap sebarang kerosakan atau kerugian yang disebabkan secara langsung atau tidak langsung oleh penggunaan sebarang kandungan, produk, atau perkhidmatan yang disebut dalam siaran akhbar ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/39747a41cd3844b689f9bfa4378fc15a.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c734999b10fd2ec8c85830",
            "timestamp": "2025-03-04 17:12:00",
            "status": "Posted"
        },
        {
            "title": "Peniaga Tuai Keuntungan daripada Ketidaktentuan Pasaran Kripto",
            "description": "Pasaran mata wang kripto terus memukau pedagang dengan sifatnya yang tidak menentu, di mana turun naik yang dramatik menawarkan kedua-dua bahaya dan keuntungan.  Satu...",
            "content": "Pasaran mata wang kripto terus memikat pedagang dengan sifatnya yang tidak dapat diramal, di mana turun naik yang dramatik memberi kedua-dua bahaya dan keuntungan. Satu kejadian baru-baru ini menonjolkan seorang pedagang yang dilaporkan mendapat keuntungan yang sangat besar daripada Ethereum, didakwa melalui perdagangan maklumat sulit. Pasaran mengalami reaksi yang hebat berikutan komen daripada bekas presiden AS mengenai ekonomi, mengakibatkan berjuta-juta ditukarkan melalui perdagangan berleveraj, menggariskan kepentingan berhati-hati dalam persekitaran yang pantas ini.\n\nApakah Punca Ayunan Liar Pasaran?\n\nPerubahan mendadak dalam landskap kripto berlaku sebagai tindak balas kepada pengumuman mengenai dasar perdagangan daripada bekas presiden, yang mengejutkan peserta pasaran. Berita yang tidak dijangka ini membawa kepada penghapusan besar-besaran dan pemindahan pelaburan berbilion-bilion yang mengejutkan.\n\nBagaimana Seorang Pedagang Menjana $81 Juta?\n\nSeorang pedagang Ethereum mencapai kejayaan yang luar biasa dengan menggunakan leveraj pelaburan mereka sebanyak 50 kali ganda. Dengan jumlah nilai kedudukan sekitar $99.8 juta, pedagang ini menukar ramalan bijak pergerakan pasaran kepada keuntungan yang menakjubkan iaitu $81 juta, walaupun beberapa transaksi ditutup secara automatik disebabkan oleh ketidaktentuan.\n\nKetidaktentuan Ethereum yang berterusan, yang telah mengalami penurunan 57% daripada kemuncaknya tahun ini, menawarkan peluang yang luar biasa dan risiko yang ketara kepada pedagang yang menggunakan leveraj. Oleh kerana keadaan pasaran berubah-ubah, strategi yang teliti adalah penting.\n\nPasaran mata wang kripto kekal sangat tidak menentu, dipengaruhi oleh peristiwa berita yang penting.\n\nPerdagangan berleveraj boleh menghasilkan pulangan yang tinggi tetapi membawa potensi kerugian yang besar.\n\nPedagang mesti sentiasa berwaspada dan menyesuaikan strategi untuk menavigasi ketidakpastian pasaran.\n\nBerikutan peristiwa baru-baru ini, pedagang digesa untuk mengguna pakai pendekatan yang berhemat terhadap leveraj untuk melindungi pelaburan mereka sambil memanfaatkan dinamik pasaran.\n\nTeruskan Membaca: Pedagang Memperoleh Keuntungan daripada Ketidaktentuan Pasaran Kripto",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/03/eth-046.jpg",
            "url": "https://en.bitcoinhaber.net/traders-cash-in-on-crypto-market-volatility",
            "timestamp": "2025-03-04 17:08:00",
            "status": "Posted"
        },
        {
            "title": "Tawaran Sycamore Bernilai $10 Bilion Mungkin Ubah Masa Depan Walgreens (WBA)",
            "description": "Walgreens Boots Alliance hampir mencapai perjanjian bernilai $10 bilion dengan Sycamore Partners untuk menjadi syarikat swasta.  Tawaran $10 Bilion Sycamore Mungkin Mengesan Semula W...",
            "content": "Walgreens Boots Alliance Inc. (NYSE: WBA) bakal mengalami transformasi besar menjelang perjanjian dengan Sycamore Partners untuk menjadi entiti swasta. Transaksi bernilai sekitar $10 bilion ini dilaporkan akan dimuktamadkan menjelang Khamis. Sycamore dijangka menawarkan antara $11.30 dan $11.40 sesaham dalam bentuk tunai. Langkah ini susulan cabaran berterusan Walgreens, termasuk jualan yang merosot dan persekitaran penetapan harga farmasi yang mencabar. Perbincangan pengambilalihan, yang bermula pada Disember 2024, mungkin membawa kepada penyusunan semula syarikat kepada tiga entiti berasingan: farmasi runcit AS, Boots UK, dan penjagaan kesihatan AS.\n\nWalgreens telah giat berusaha untuk memperbaiki sektor runcitnya dengan menutup kedai yang tidak menguntungkan dan mengurangkan peranan korporat.\n\nWalgreens Boots Alliance Inc. Bersedia Menjadi Syarikat Swasta\n\nSycamore Partners bertujuan untuk mengekalkan operasi runcit utama Walgreens di AS sambil berpotensi melepaskan atau menyenaraikan bahagian lain syarikat tersebut. Strategi ini direka untuk memperkemas operasi dan memberi tumpuan kepada bahagian perniagaan yang paling menguntungkan. Rancangan untuk memisahkan Walgreens kepada tiga entiti berbeza boleh memberikan setiap segmen peluang untuk memberi tumpuan kepada pasaran dan kekuatan operasinya yang khusus.\n\nDengan menumpukan perhatian kepada runcit AS, Sycamore berhasrat untuk memanfaatkan kehadiran Walgreens yang mantap di pasaran Amerika, sambil meneroka pilihan strategik untuk Boots UK dan bahagian penjagaan kesihatan AS.\n\nSaham Walgreens Boots Alliance telah mengalami turun naik ketara di tengah-tengah rundingan pengambilalihan. Saham dibuka pada $10.77 pada 4 Mac 2025, dan mencapai harga semasa $10.945 menjelang tengah hari. Perdagangan hari itu menyaksikan paras terendah $10.70 dan paras tertinggi $11.10, mencerminkan reaksi pelabur terhadap potensi pembelian. Sepanjang 52 minggu yang lalu, saham telah diniagakan antara paras terendah $8.08 dan paras tertinggi $22.05, menunjukkan turun naik yang ketara.\n\nPengapitalisasian pasaran syarikat adalah $9.85 bilion, dengan nisbah P/E hadapan sebanyak 7.45, menunjukkan pandangan yang berhati-hati namun optimis daripada pelabur.\n\nSertai kumpulan Telegram kami dan jangan terlepas sebarang berita aset digital terkini.\n\nRingkasan Saham WBA\n\nPetunjuk kewangan Walgreens menunjukkan gambaran yang bercampur-campur. Syarikat menawarkan kadar dividen sebanyak $1.00, memberikan hasil 9.75%, yang mungkin menarik pelabur yang berfokuskan pendapatan. Walau bagaimanapun, nisbah hutang kepada ekuiti agak tinggi iaitu 281.32%, menunjukkan leverage yang signifikan. Penganalisis telah menetapkan harga sasaran purata sebanyak $12.214, dengan saranan yang sebahagian besarnya menasihatkan untuk memegang saham. EPS terdahulu adalah negatif pada -$10.24, tetapi EPS hadapan sebanyak $1.47 menunjukkan potensi peningkatan. Nisbah cepat dan semasa, masing-masing pada 0.269 dan 0.637, menyerlahkan kebimbangan kecairan yang mungkin perlu ditangani oleh syarikat pada masa hadapan.\n\nPenafian: Penulis tidak memegang atau mempunyai kedudukan dalam sebarang sekuriti yang dibincangkan dalam artikel ini. Semua harga saham dipetik pada masa penulisan.\n\nSiaran Sycamore menawarkan $10 Bilion Boleh Mewujudkan Semula Masa Depan Walgreens (WBA) muncul pertama di Tokenist.",
            "image": "https://tokenist.com/wp-content/uploads/2025/03/141805720_m.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c733e87622444d7c4afee7",
            "timestamp": "2025-03-04 17:07:00",
            "status": "Posted"
        },
        {
            "title": "Penarikan Karpet: Apakah Ia dan Cara Melindungi Diri Anda",
            "description": "Ketahui apakah itu rug pull dan bagaimana untuk melindungi pelaburan anda.  Kekal bermaklumat dan lindungi diri anda dalam landskap kripto yang sentiasa berubah.",
            "content": "## Apakah Itu Rug Pull?\n\n**Rug pull** atau “penarikan karpet” ialah sejenis penipuan kewangan, sering disebut sebagai crypto rug, di mana satu pasukan tiba-tiba meninggalkan projek dan menghilangkan diri bersama dana pelabur. Jenis penipuan ini amat lazim dalam pasaran aset digital; setiap tahun, pengguna kehilangan berjuta-juta dolar dalam mata wang kripto disebabkan pengguna berniat jahat. Selalunya, penipu melaksanakan skim mereka dalam ekosistem DeFi, terutamanya di bursa terdesentralisasi (DEX), di mana mereka boleh mempromosikan token dengan mudah untuk \"rug pulling\".\n\nRug pull berleluasa di DEX kerana platform membenarkan duit syiling disenaraikan secara percuma dan tanpa audit mandatori yang diperlukan untuk penyenaraian di CEX. Pada masa yang sama, proses mencipta duit syiling pada kontrak pintar Ethereum atau Solana tidak memerlukan sebarang pengetahuan teknologi khas, iaitu apa yang dimanfaatkan oleh penipu. Penipu mendapat manfaat terutamanya daripada populariti token meme, kerana tidak perlu mereka cipta pelan perniagaan palsu atau peta hala tuju semasa mencipta projek \"jenaka\" yang sengaja menipu.\n\n\n**Memahami Rug Pulls**\n\nRug pull ialah sejenis penipuan mata wang kripto yang boleh mendatangkan akibat buruk kepada pelabur. Untuk memahami rug pull, adalah penting untuk mengetahui bagaimana ia berfungsi dan tanda amaran yang perlu diwaspadai. Rug pull biasanya melibatkan pembangun mencipta projek, menarik pelabur, dan kemudian tiba-tiba meninggalkan projek itu, mengambil semua dana bersama mereka. Ini boleh berlaku dalam pelbagai bentuk, termasuk rug pull keras, di mana pembangun tidak berniat untuk menyiapkan projek, dan rug pull lembut, di mana pembangun mungkin memberikan kemas kini atau berinteraksi dengan komuniti sebelum akhirnya meninggalkan projek tersebut.\n\nDalam rug pull keras, pembangun secara tiba-tiba menarik balik semua dana, meninggalkan pelabur dengan aset yang tidak bernilai. Jenis penipuan ini sering dilakukan tanpa sebarang amaran awal, menyebabkan sukar bagi pelabur untuk bertindak balas tepat pada masanya. Sebaliknya, rug pull lembut melibatkan pendekatan yang lebih beransur-ansur. Pembangun mungkin terus berinteraksi dengan komuniti dan memberikan kemas kini, mewujudkan rasa selamat yang palsu. Akhirnya, mereka menarik balik dana, meninggalkan pelabur dengan token yang tidak bernilai. Memahami jenis rug pull yang berbeza ini amat penting untuk melindungi pelaburan anda dalam dunia kripto.\n\n\n**Bagaimana Rug Pull Berfungsi?**\n\nSebagai peraturan, pembangun mula mengiklankan duit syiling mereka secara aktif melalui influencer atau menggunakan helah pemasaran lain. Matlamat utama ialah untuk mewujudkan FOMO dalam mangsa dan mendorongnya membuat pembelian secara impulsif tanpa analisis awal; adalah penting juga untuk membaca pendedahan yang berkaitan dengan peluang pelaburan, terutamanya dalam konteks syarikat kripto yang menawarkan kontrak pelaburan, untuk memahami obligasi dan risiko undang-undang yang terlibat. Penyerang boleh menjanjikan keuntungan 100 kali ganda, menawarkan peruntukan murah bagi duit syiling yang belum dikeluarkan, memikat dengan teknologi rekaan dan sebagainya.\n\nSetelah projek itu mula menarik orang ramai, penganjur skim itu meletakkan token dan mencipta kolam kecairan (LP) di bursa terdesentralisasi seperti Uniswap atau PancakeSwap. Jika boleh, pembangun boleh \"mengembangkan\" aset itu sendiri dengan dana yang ada. Pembeli kemudian menukar ETH atau mata wang kripto lain untuk token penipuan, selepas itu pasukan projek menarik balik semua dana daripada kolam dan menghilangkan diri, meninggalkan pelabur dengan duit syiling yang susut nilai.\n\n\n**Apakah Jenis-jenis Rug Pull Keras yang Berbeza?**\n\nWalaupun matlamat semua rug pull adalah sama - untuk mencuri wang, kaedah untuk mencapainya mungkin berbeza daripada skim ke skim. Ia dibahagikan kepada dua jenis utama: keras dan lembut; dalam kes pertama, \"penarikan karpet\" berlaku secara tiba-tiba dan tanpa sebarang tanda yang menunjukkan. Petikan duit syiling mula jatuh dengan mendadak kepada sifar, dan pelabur dibiarkan dengan rug pull yang tidak bernilai disebabkan kekurangan kecairan.\n\nRug pull lembut berbeza dari segi tempoh. Dalam varian ini, pembangun menangguhkan \"pelarian\" untuk tempoh masa untuk menarik lebih ramai mangsa.  Tidak kira masa, pelbagai rug pull juga termasuk tiga kategori:\n\n* **Kecurian Kecairan:** Yang paling biasa dan paling mudah dilaksanakan ialah skim di mana pembangun mengambil semua aset yang dilaburkan dalam projek daripada LP. Oleh kerana pasukan token mengawal kontrak pintarnya, ia juga boleh menetapkan akses tanpa had kepada kolam duit syiling di DEX untuk dirinya sendiri.\n* **Sekatan Jualan:** Taktik yang lebih \"sulit\" melibatkan membuat perubahan pada token pada peringkat kontrak pintar untuk mengehadkan pilihan pemegang. Contohnya, penipu boleh menghalang pembukaan pesanan untuk menjual duit syiling apabila kecairan yang mencukupi telah terkumpul. Selepas itu, penipu menghabiskan aset mereka pada bila-bila masa yang sesuai, meninggalkan pelabur dengan token yang tidak berguna.\n* **Pembuangan (Dumping):** Sejenis rug pull yang serupa dengan skim Pump & Dump tradisional. Pembangun mempromosikan token untuk menarik pelabur dan merangsang aktiviti perdagangan dengan menggunakan strategi pemasaran seperti pertandingan dan pemberian hadiah, serta pengiklanan media sosial. Penipu kadang-kadang menganjurkan komuniti dan aktiviti tambahan lain, tetapi pada suatu ketika mereka masih menjual sebahagian daripada duit syiling mereka, meninggalkan projek tersebut.\n\n\n**Bendera Merah yang Perlu Diperhatikan**\n\nUntuk mengelakkan menjadi mangsa rug pull, adalah penting untuk mengetahui tanda amaran. Beberapa bendera merah biasa termasuk:\n\n* Pembangun atau pasukan yang tanpa nama.\n* Janji pulangan tinggi atau keuntungan terjamin yang tidak realistik.\n* Kekurangan ketelusan atau maklumat jelas tentang projek tersebut.\n* Tiada audit atau ujian keselamatan.\n* Kawalan kecairan yang berpusat.\n* Kertas putih yang mengelirukan atau tidak jelas.\n* Tekanan untuk melabur dengan cepat atau ketakutan kehilangan peluang (FOMO).\n\n\n**Cara Mengelakkan Rug Pull**\n\nWalaupun rug pull boleh membawa kesan buruk, terdapat langkah-langkah yang boleh anda ambil untuk mengelakkannya. Berikut ialah beberapa petua:\n\n* Lakukan penyelidikan menyeluruh.\n* Semak audit dan ujian keselamatan.\n* Berhati-hati dengan janji yang tidak realistik.\n* Berinteraksi dengan komuniti.\n* Kepelbagaian pelaburan anda.\n* Gunakan platform dan bursa yang bereputasi.\n* Sentiasa dapatkan maklumat terkini.\n\n\n**Kes Rug Pull Berprofil Tinggi yang Dikenali**\n\nArtikel ini kemudian menyenaraikan beberapa kes rug pull berprofil tinggi seperti AnubisDAO, SQUID, insiden PEPE, skim Bot, dan Presale URF, menerangkan bagaimana setiap kes berlaku dan kerugian kewangan yang ditimbulkannya.\n\n\n**Impak Rug Pull terhadap Dunia Kripto**\n\nRug pull boleh memberi impak yang besar terhadap dunia kripto, bukan sahaja untuk pelabur individu, malah untuk industri secara keseluruhan. Ia boleh menghakis kepercayaan dan keyakinan dalam pasaran, menyebabkan lebih mencabar bagi projek yang sah untuk menarik pelabur.  Di samping itu, rug pull boleh membawa kepada kerugian kewangan, kerosakan reputasi, dan juga akibat undang-undang.\n\nKelahiran rug pull menyerlahkan keperluan untuk ketelusan dan keselamatan yang lebih besar dalam pasaran mata wang kripto. Pelabur, pembangun, dan pengawal selia mesti bekerjasama untuk mewujudkan ekosistem kripto yang lebih selamat dan telus. Dengan memahami rug pull, menyedari tanda amaran, dan mengambil langkah untuk mengelakkannya, anda boleh melindungi diri anda dan pelaburan anda dalam dunia kripto. Ingatlah untuk sentiasa melakukan penyelidikan menyeluruh, sentiasa dapatkan maklumat terkini, dan berhati-hati dengan projek yang nampak terlalu baik untuk menjadi kenyataan.\n\n\n**Cara Mengenalpasti Rug Pull**\n\nMengenal pasti skim jenayah memerlukan perhatian dan berhati-hati. Langkah pertama ialah mengkaji pasukan projek, matlamat, dan komuniti. Anda harus memberi perhatian kepada isyarat yang mencurigakan seperti pembangun yang tidak dikenali atau kekurangan ketelusan. Projek yang bereputasi sering menjalani audit pihak ketiga daripada firma keselamatan. Kadang-kadang sesetengah pakar bebas menjalankan siasatan mereka sendiri terhadap duit syiling popular. Anda boleh mencari laporan terperinci tentang semakan token untuk kelemahan di web. Jika tiada data sedemikian, ia adalah sebab untuk berhati-hati; agak selamat ialah aset digital yang kecairannya disekat untuk tempoh masa tertentu.\n\nInteraksi dengan komuniti projek di rangkaian sosial atau forum boleh mengatakan banyak perkara tentang duit syiling, dan penglibatan komuniti yang kuat sering menjadi tanda positif. Bilangan peserta aktif yang ramai adalah satu tanda positif, tetapi tidak selalu pelabur biasa menyedari rancangan sebenar pembangun; sering kali pelaku mendedahkan diri mereka dengan janji yang tidak realistik dan FOMO yang dibesar-besarkan. Pemasaran yang agresif dan pulangan ratusan peratus sebulan adalah tanda jelas bahawa pasukan itu tidak beretika; kadang-kadang projek tidak pada mulanya dirancang sebagai penipuan, tetapi apabila keadaan merosot, pembangun mungkin memutuskan untuk secara beransur-ansur \"mengeluarkan\" duit syiling.",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/rugpull0403_359dfa66a6.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c733e1fa8ffc623047396e",
            "timestamp": "2025-03-04 17:06:00",
            "status": "Posted"
        },
        {
            "title": "Pelabur Tuai Keuntungan Lumayan di Pasaran Kripto yang Tidak Menentu!",
            "description": "Pasaran kripto terus mengejutkan pedagang dengan pergerakan harga yang mendadak. Pedagang boleh mencapai keuntungan yang besar tetapi perlu berhati-hati...",
            "content": "Pasaran mata wang kripto terus memukau peserta dengan turun naik yang tinggi.  Kejadian baru-baru ini menyaksikan seorang pedagang, yang didakwa terlibat dalam perdagangan maklumat sulit, meraih keuntungan besar melalui Ethereum. Pengumuman oleh bekas presiden Amerika Syarikat mengenai ekonomi mencetuskan pergerakan tajam dalam pasaran, mengakibatkan berjuta-juta dolar bertukar tangan melalui urus niaga leverage yang besar. Situasi ini menekankan keperluan pedagang untuk berhati-hati terhadap turun naik harga yang tiba-tiba.\n\n**Kejatuhan dan Kenaikan Mendadak dalam Pasaran Kripto**\n\nKenyataan daripada bekas presiden Amerika Syarikat mengenai dasar perdagangan dan ekonomi menyebabkan ayunan mendadak dalam pasaran mata wang kripto. Pengumuman mengenai rizab strategik dan pelaksanaan tarif baharu telah mengejutkan pelabur pasaran, membawa kepada penghapusan aset secara besar-besaran dan berbilion dolar dipindahkan.\n\nKejatuhan mendadak yang diperhatikan dalam Ethereum telah mewujudkan peluang dan risiko bagi pelabur leverage. Pedagang yang bertindak balas dengan pantas terhadap pergerakan harga ini telah mencapai keuntungan, namun nisbah leverage yang tinggi juga boleh membawa kepada kerugian yang besar.\n\n**Mencapai Keuntungan $81 Juta dengan Leverage 50x**\n\nSeorang pedagang yang beroperasi di Ethereum telah dikenal pasti telah memperoleh keuntungan besar dengan menggunakan leverage yang tinggi. Posisi yang dibuka dengan leverage 50x berjumlah kira-kira $99.8 juta secara keseluruhan. Dengan meramalkan pergerakan harga dengan tepat, pedagang itu memperoleh keuntungan yang mengagumkan sebanyak $81 juta walaupun beberapa urus niaga ditutup secara automatik.\n\nData semasa menunjukkan bahawa beberapa posisi masih terbuka, menunjukkan bahawa perdagangan leverage menawarkan kedua-dua peluang yang besar dan risiko yang besar. Ethereum telah kehilangan nilai berikutan pembetulan pasaran yang meluas pada awal tahun, menurun sebanyak 57% daripada paras tertinggi, memerlukan tingkah laku yang lebih berhati-hati daripada peserta pasaran.\n\n**Pelabur Menuai Keuntungan Besar dalam Pasaran Kripto yang Tidak Stabil!**  *Artikel ini pertama kali disiarkan di COINTURK NEWS.*",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/03/ethereum-1072.jpg",
            "url": "https://en.coin-turk.com/investors-reap-massive-gains-in-the-volatile-crypto-market/",
            "timestamp": "2025-03-04 17:05:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin Merudum: Adakah Pemulihan Bakal Berlaku? Analisis Teknikal 4 Mac 2025",
            "description": "Selepas jatuh di bawah $90,000, Bitcoin telah menghadapi tekanan jualan, mengakibatkan penurunan hampir 14%. Semak analisis Elyfe untuk menguraikan teknologi BTC...",
            "content": "**Bitcoin (BTC) Harga: Analisis Teknikal Terkini**\n\nSelepas jatuh di bawah $90,000, Bitcoin menghadapi tekanan jualan, mengakibatkan penurunan hampir 14%. Semak analisis Elyfe untuk memahami prospek teknikal BTC.\n\n**Situasi Harga Bitcoin (BTC)**\n\nSelepas memecah sokongan $90,000, Bitcoin menghadapi tekanan jualan, yang mempergiatkan pergerakan menurunnya hampir 14% dan menurunkan harganya kepada $78,200. Oleh itu, hipotesis menurun yang dibentangkan dalam analisis 25 Februari telah menjadi kenyataan.\n\nMuga-muga, pengumuman oleh Donald Trump mengenai rizab mata wang kripto membolehkan Bitcoin untuk kembali semula ke paras ini. Berikutan berita ini, BTC melonjak lebih 23%, dengan cepat mencapai $96,700, paras yang sepadan dengan kawasan nilai, yang terletak sedikit di bawah purata bergerak tahunan VWAP serta purata bergerak 200 hari.\n\nMalangnya, penurunan ini diserap pada awal minggu. Walaupun kenaikan ini menyuntik semula harapan untuk pemulihan pasaran, harga Bitcoin menghadapi tekanan menurun baharu, sekali lagi memberi impak kepada harganya menurun.\n\nPada masa penulisan, Bitcoin diniagakan sekitar $83,700. Ia seolah-olah bertahan dalam zon sokongan halus pada paras purata bergerak 200 hari. Orientasi menaiknya menunjukkan trend menaik jangka panjang. Walau bagaimanapun, trend jangka pendek dan sederhana telah jelas berubah menjadi menurun sekali lagi, seperti yang dibuktikan oleh teori Dow serta purata bergerak 50 hari dan 20 hari, yang condong ke bawah.\n\nMomentum menaik Bitcoin telah sedikit pulih tetapi secara keseluruhannya disemak semula ke bawah. Ini tercermin dalam harga dan osilatornya, yang telah mencapai paras terendah baharu.\n\nAnalisis teknikal semasa telah dijalankan dengan kerjasama Elyfe, seorang pelabur dan penyebar maklumat dalam pasaran mata wang kripto.\n\n**Tumpuan kepada Derivatif (BTC/USDT)**\n\nPenurunan semula BTC yang menurun telah membawa kepada penurunan minat terbuka serta kadar pembiayaan, menunjukkan pengeluaran kedudukan secara beransur-ansur dalam kontrak kekal BTC/USDT, terutamanya pembeli.\n\nBegitu juga, CVD terus menurun, menunjukkan dominasi pesanan jual dalam pasaran yang sedang berjalan. Dinamik ini menunjukkan kesinambungan serangan penjual, menggambarkan tekanan jualan yang kuat daripada pelabur.\n\nWalaupun lonjakan dalam penyahcairan jualan diperhatikan semasa pemulihan terakhir BTC, ini kebanyakannya melibatkan kedudukan beli. Situasi ini mencerminkan dominasi penjual serta peningkatan volatiliti, melemahkan kekuatan membeli dalam pasaran.\n\nPeta haba penyahcairan kontrak kekal BTC/USDT mendedahkan bahawa Bitcoin mencapai zon penyahcairan yang dikenal pasti sekitar $78,000. Minat pembeli seolah-olah telah muncul, seperti yang dibuktikan oleh pemulihan harga pada paras ini.\n\nPada masa ini, zon penyahcairan utama terletak di kedua-dua belah harga semasa.\n\nDi atas, zon penyahcairan pertama dikenal pasti antara $95,000 dan $98,000, diikuti oleh zon yang lebih besar sekitar $100,000. Yang terakhir ini meluas sehingga $104,000 dan mendahului zon lain antara $107,000 dan $111,000.\n\nDi bawah, kita dapat melihat semula zon penyahcairan sekitar $78,000. Lebih rendah, zon yang lebih ketara terletak sekitar $74,000. Ini mendahului zon yang lebih ketara antara $67,000 dan $61,000.\n\nAmbang ini merupakan titik perubahan utama bagi pasaran. Pendekatan harga ke paras ini boleh mencetuskan pengaktifan pesanan besar-besaran, dengan itu memainkan peranan penting dalam pergerakan yang akan datang, bergantung pada dinamik penawaran dan permintaan.\n\n**Ramalan untuk Harga Bitcoin (BTC)**\n\nJika Bitcoin berjaya kekal di atas $83,300, pemulihan boleh membolehkannya memasuki semula $96,500, dengan itu membuka jalan ke arah rintangan pada $99,400, malah $100,000. Memecah ambang ini kemudiannya akan memihak kepada pulangan ke arah $106,000, kemudian ke arah ATHnya pada $109,354, mewakili peningkatan kira-kira 30%.\n\nJika Bitcoin gagal kekal di atas $83,300, ia boleh menemui sokongan sekitar $78,200. Penurunan yang berpanjangan kemudiannya akan menurunkan harganya ke ambang $76,000, malah $72,800. Akhirnya, memecah paras ini boleh menyebabkan penurunan lain ke arah zon $67,000, mewakili penurunan sekitar 20%.\n\n**Kesimpulan**\n\nBitcoin sedang mengalami fasa volatiliti yang tinggi, berselang seli antara pemulihan dan pembetulan. Walaupun kebangkitan semula harapan, tekanan jualan masih berterusan, mengehadkan sebarang pemulihan lestari. Dalam jangka pendek, ketidakpastian mendominasi, dan hanya isyarat yang lebih tegas boleh membalikkan trend semasa. Dalam konteks ini, adalah penting untuk memantau tindak balas harga pada paras strategik dengan teliti untuk mengesahkan atau melaraskan ramalan semasa.\n\nAkhirnya, adalah penting untuk ambil perhatian bahawa analisis ini hanya berdasarkan kriteria teknikal, dan harga mata wang kripto boleh berubah dengan cepat berdasarkan faktor asas yang lain.\n\nAdakah anda mendapati kajian ini menarik? Semak analisis Litecoin terkini kami.",
            "image": "https://www.cointribune.com/app/uploads/2025/02/Analyse-3.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c733e29b10fd2ec8c8582b",
            "timestamp": "2025-03-04 17:05:00",
            "status": "Posted"
        },
        {
            "title": "Presiden Sedia Tandatangan Resolusi untuk Memansuhkan Peraturan Kripto IRS Sekiranya Diluluskan",
            "description": "Ketika Senat AS memulakan proses untuk menimbang resolusi bagi membatalkan peraturan IRS terkini yang menyasarkan DeFi, pihak White House memberikan sokongan padu.",
            "content": "Rumah Putih memberi isyarat bahawa Presiden Donald Trump kemungkinan akan meluluskan resolusi kongres yang akan membatalkan peraturan Perkhidmatan Hasil Dalam Negeri (IRS) berkaitan kripto yang diluluskan sejurus sebelum beliau kembali memegang jawatan.\n\nPenasihat kanan Trump akan mencadangkan beliau menandatangani resolusi Akta Kajian Kongres (CRA) menjadi undang-undang, menurut kenyataan yang disiarkan pada hari Selasa oleh David Sacks, ketua kripto presiden, yang menyatakan bahawa \"peraturan tengah malam pada hari-hari terakhir pentadbiran sebelumnya\" merupakan beban yang tidak perlu ke atas kewangan terdesentralisasi (DeFi) di Amerika Syarikat.\n\nPeraturan tersebut \"secara tidak wajar memerlukan peserta DeFi tertentu untuk melaporkan hasil kasar daripada jualan kripto dan transaksi aset digital lain, termasuk data mengenai pembayar cukai yang terlibat,\" menurut kenyataan itu, yang muncul ketika Senat AS mula mempertimbangkan resolusi yang boleh membatalkan kerja IRS di bawah kuasa CRA.\n\nPada saat-saat awal perbahasan dewan yang mungkin lebih panjang pada hari Selasa, beberapa Demokrat mengundi ya untuk usul untuk meneruskan resolusi Senator Republikan Ted Cruz, menunjukkan beberapa perpecahan dalam parti mengenai pembukaan perbincangan mengenainya. Usul awal untuk meneruskan tindakan Senat menarik apa yang dikenali sebagai majoriti super senator, 70-28, bermakna lebih daripada dua pertiga dewan mengundi ya untuk meneruskan.\n\n\"Dalam undian majoriti super, dwipartisan, Senat mengundi untuk meneruskan perbincangan dan perbahasan resolusi CRA,\" kata Jennifer Rosenthal, jurucakap Dana Pendidikan DeFi. \"Ini adalah langkah ke hadapan yang hebat, dan kini kita beralih kepada perbahasan sebelum undian penuh Senat.\"\n\nAgar resolusi CRA sampai kepada Trump, ia perlu diluluskan oleh kedua-dua Senat dan Dewan Perwakilan, di mana perkara tersebut sebelum ini telah diluluskan melalui undian jawatankuasa.\n\nBaca Lagi: Senat AS Dijangka Mengundi untuk Memansuhkan Peraturan Broker Kripto IRS yang Mengancam DeFi: Sumber\n\nCRA membenarkan Kongres untuk menghapuskan peraturan pengawal selia persekutuan yang diluluskan dalam tempoh masa yang sangat singkat, menetapkan tarikh akhir yang ketat bagi penggubal undang-undang untuk menentang kerja pentadbiran sebelumnya.\n\nSenator Cynthia Lummis, penyokong industri yang mengetuai jawatankuasa kecil aset digital, berhujah dalam catatan di laman media sosial X bahawa \"peraturan persekutuan yang berat sebelah ini mengancam untuk memaksa usahawan kripto Amerika ke luar negara pada masa kita seharusnya membangunkan industri ini di dalam negara.\"\n\nUndian ini meneruskan apa yang dijanjikan sebagai minggu yang besar untuk kripto di Washington, dengan ungkapan sokongan Trump pada hujung minggu untuk rizab kripto, kepada pertemuan hujung minggu dengan pemimpin kripto dan pengawal selia di Rumah Putih. Suruhanjaya Perdagangan Niaga Hadapan Komoditi juga merancang forum CEO kripto.",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/7d7d4e6b43948c6677e4f4927cfb602b0b19ab87-1440x1080.jpg",
            "url": "https://coinmarketcap.com/headlines/news/president-warming-up-his-pen-to-sign-resolution-to-kill-irs-crypto-rule-if-passed/",
            "timestamp": "2025-03-04 17:04:00",
            "status": "Posted"
        },
        {
            "title": "Pasaran Perlombongan Gegar dengan Ledakan Altcoin: 16,000+ Rig Terjual Habis! Ramalan Harga Hedera Menunjukkan Penurunan Manakala MNT Berpotensi Melonjak Naik",
            "description": "Ramalan harga Hedera menunjukkan HBAR kini mengalami penurunan dengan kemungkinan sedikit untuk kembali naik dalam masa terdekat.  Walau bagaimanapun, fasa menurun ini mungkin...",
            "content": "Ramalan Harga Altcoin: 16,000+ Rig Terjual Habis! Ramalan Harga Hedera Menunjukkan Penurunan Manakala MNT Bersedia Untuk Melonjak\n\n**Ramalan Harga Hedera: Penurunan Selanjutnya?**\n\nRamalan harga Hedera menunjukkan HBAR kini mengalami penurunan dengan kemungkinan kecil untuk kembali naik dalam masa terdekat. Walau bagaimanapun, fasa menurun ini mungkin tidak lama kerana unjuran menunjukkan potensi peningkatan harga sebanyak 69.67% menjelang Mac 2025. Sementara itu, selepas peningkatan sebanyak 11%, ramalan harga Mantle meramalkan kemungkinan penembusan akan berlaku.\n\nHedera baru-baru ini menyaksikan penurunan sebanyak 7.8%, menyebabkan harganya jatuh kepada $0.21.  Dengan harga jatuh di bawah paras sokongan penting dan RSI mencecah 29, sentimen negatif semakin meningkat.  Walaupun peningkatan dalam permodalan pasaran, 80% pedagang menjangkakan penurunan selanjutnya.\n\nRamalan harga jangka pendek Hedera mencadangkan harga mungkin jatuh di bawah $0.2, tetapi pemulihan boleh membawanya hampir kepada $0.23.  Tinjauan jangka panjang lebih optimistik, dengan potensi kenaikan 69.67% kepada $0.352 menjelang Mac 2025.\n\n\n**Ramalan Harga Mantle Terkini**\n\nCarta 4 jam dan 1 jam menunjukkan harga Mantle dalam fasa pengukuhan, di ambang penembusan. Dengan peningkatan 11% baru-baru ini, penganalisis berpendapat ia sedang melalui gelombang D corak pembetulan ABCDE.\n\nRamalan harga Mantle menunjukkan bahawa penembusan melebihi rintangan $1.211 boleh mendorong harga kepada $1.40. Sekiranya gagal mengatasi paras ini, harga mungkin jatuh di bawah sokongan $1.085, berpotensi turun kepada $0.98. Namun, jika ia meningkat melebihi $1.1074, ia mengesahkan trajektori menaik.\n\n\n**BlockDAG Mencapai Kejayaan Jualan yang Signifikan: 16,000 Rig Perlombongan Terjual Habis!**\n\nEkosistem perlombongan yang inovatif sedang mengubah pasaran mata wang kripto, menawarkan kemudahan dan kebolehskalaan yang dipertingkatkan kepada pengguna. Tidak seperti peralatan perlombongan tradisional, Mesin Perlombongan Siri X BlockDAG direka untuk mesra alam, memberikan kecekapan tenaga yang signifikan dan bunyi yang rendah, menjadikannya pengeluar kripto terbaik yang ada sekarang.\n\nMesin perlombongan ini mampu menjana antara 20 BDAG hingga 2,000 BDAG setiap hari, memenuhi keperluan pelombong baru dan berpengalaman. Aplikasi X1 Miner oleh BlockDAG juga memperkenalkan penyelesaian perlombongan mudah alih yang mudah digunakan, membolehkan pengguna melombong BDAG terus dari telefon pintar mereka.\n\nSetakat ini, BlockDAG telah berjaya menjual lebih daripada 16,200 rig perlombongan, menjana jualan lebih daripada $6.5 juta. Aplikasi X1 Miner telah menarik lebih daripada 500,000 pengguna aktif di Android & iOS, menunjukkan penerimaan pasaran yang kukuh dan masa depan yang cerah untuk teknologi BlockDAG.\n\nSemasa prajualan awalnya, BlockDAG telah mengumpul lebih daripada $200 juta dan menyaksikan lonjakan harga yang luar biasa sebanyak 2380%.  Berikutan ramalan bahawa BDAG akan mencapai $1 selepas pelancaran utama akan datang, permintaan untuk rig BlockDAG telah meningkat dengan mendadak.\n\nBagi mereka yang ingin mendapat manfaat daripada penggunaan awal, sekarang adalah masa yang penting untuk mendapatkan rig perlombongan BlockDAG, kerana pelancaran utama yang dijangka dan nilai duit syiling berpotensi $1 adalah semakin hampir. Dengan lebih daripada 16,200 unit telah terjual, ketersediaannya semakin berkurangan.\n\n\n**Gambaran Keseluruhan Trend Semasa**\n\nTrend semasa menunjukkan Hedera menghadapi trend menurun walaupun peningkatan dalam permodalan pasarannya. Namun, ramalan harga Hedera jangka panjang mencadangkan potensi pemulihan. Ramalan harga Mantle menunjukkan ia hampir mencapai potensi penembusan, dengan pergerakan dijangka jika ia mengatasi ambang $1.1074.\n\nSebaliknya, BlockDAG sedang merevolusikan perlombongan dengan Mesin Perlombongan Siri-Xnya, telah menjual 16,000 unit dan mencapai lebih daripada 500,000 pengguna di aplikasi X1.  Memandangkan rangkaian itu bersiap sedia untuk melancarkan rangkaian utamanya, yang boleh meningkatkan BDAG kepada $1, jelas mengapa Mesin Perlombongan Siri-X BlockDAG dianggap sebagai pengeluar kripto terbaik dalam industri.\n\n**Pautan:**\n\nPrajualan: https://purchase.blockdag.network\nLaman Web: https://blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/03/unnamed-2025-03-04T190119.524-1.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c733e1eebcd460f84ea576",
            "timestamp": "2025-03-04 17:00:00",
            "status": "Posted"
        },
        {
            "title": "$1000 dalam Dogecoin (DOGE) Mungkin Melonjak kepada $8,000 dalam Kitaran Ini, Tetapi Pencabar Murah Ini Boleh Mendarabkannya kepada $395,450 dalam 2 Bulan",
            "description": "Dogecoin (DOGE) telah jatuh di bawah $0.20 setiap syiling, diniagakan pada $0.185 susulan penurunan harga sebanyak 26% sepanjang minggu ini, walaupun selepas SEC mengeluarkan kenyataan positif...",
            "content": "Dogecoin (DOGE) merudum di bawah $0.20 setiap syiling, diniagakan pada $0.185 susulan penurunan harga sebanyak 26% minggu ini, walaupun selepas SEC mengeluarkan panduan pengawalseliaan yang positif. Markah sokongan $0.12 masih dipantau oleh pakar-pakar ketika Dogecoin bergelut dengan aktiviti jualan di seluruh pasaran. Mutuum Finance (MUTM) menonjol sebagai platform pinjaman terdesentralisasi yang kini berada dalam pusingan prajualan kedua kerana pelabur berpotensi boleh mengaksesnya pada $0.015 dan pakar-pakar meramalkan pertumbuhan harga yang besar selepas pelancaran.\n\n**Laluan Pemulihan Dogecoin yang Bergejolak**\n\nDogecoin telah mengalami penurunan harga yang ketara yang menimbulkan keraguan tentang kelangsungan hidupnya dalam beberapa bulan akan datang. Pasaran mengalami peningkatan tahap kebimbangan yang ditunjukkan oleh volum dagangan yang tinggi sepanjang penurunan harga. Pembentukan corak Cawan & Pegangan pada $0.16896 menunjukkan beberapa tanda potensi pembalikan harga namun sentimen pasaran kekal tidak stabil.\n\nKeadaan pasaran semasa akan mengurangkan kesan cemerlang kelulusan ETF pada 31 Julai. Pendakian ke arah pelaburan $1,000 melalui pemulihan harga pasaran DOGE memerlukan paras melebihi $1.15 terlebih dahulu, tetapi laluan ini menghadapi kesukaran kerana kerugian belum direalisasikan sebanyak 20% digabungkan dengan reputasinya sebagai syiling meme yang tidak menentu.\n\n**Momentum Prajualan Mutuum Finance Meningkat**\n\nFasa kedua prajualan Mutuum Finance (MUTM) wujud pada $0.015 dengan 3,800 pemegang saham menyumbang $2 juta kepada projek tersebut. Mereka yang membeli pada peringkat awal akan mendapat keuntungan sebanyak 33% selepas harga MUTM mencapai $0.02 dalam fasa pembangunan seterusnya. Tokenomik berstruktur mengintegrasikan harga penyenaraian $0.06 yang memberikan pulangan 300% kepada pembeli semasa fasa pelancaran.\n\nPlatform pinjaman inovatif dan mekanisme mekanisme pembelian dalam MUTM boleh memacu harga token kepada $6.50 selepas pelancarannya menurut unjuran projek. Ini mewakili peningkatan sebanyak 43,233% berbanding titik harganya sekarang. Pelaburan $1,000 semasa diunjurkan menjadi $395,450 berdasarkan kejayaan sasaran tersebut.\n\n**Bagaimana Model Mutuum Finance Mengekalkan Pertumbuhan**\n\nCiri unik Mutuum Finance bergantung pada kolam pinjaman terdesentralisasi yang membenarkan pengguna menyimpan aset seperti ETH dan DAI untuk penciptaan mtToken yang menjana faedah. Penaruh mendapat nilai pada aset yang disimpan dari semasa ke semasa yang boleh mereka dagangkan di pelbagai platform DeFi tanpa perlu mencairkan aset. Proses pinjaman berfungsi melalui penguncian aset peminjam yang memberikan keselamatan kepada kestabilan sistem. Fungsi rakan sebaya termasuk terma eksklusif yang meningkatkan utiliti aset seperti DOGE melebihi had standard. Pengagihan hasil platform termasuk mekanisme penting yang membenarkan 14% hasil untuk membeli balik token MUTM untuk diagihkan di kalangan penaruh. Sistem mengekalkan minat pengguna yang stabil yang melindungi daripada aktiviti jualan dan memberi faedah berterusan kepada pengguna yang kekal melabur.\n\nFasa awal proses prajualan mencapai kapasiti maksimumnya disebabkan oleh minat pasaran yang ketara terhadap pelaksanaan hibrid DeFi MUTM. Fasa kedua prajualan kini membentangkan peluang yang semakin berkurangan untuk mendapatkan token pada kos $0.015. Peserta prajualan berpeluang mendapat kenaikan harga penyenaraian serta pembahagian ganjaran sejumlah $100,000. Tarikh akhir untuk penyertaan semakin hampir kerana sepuluh pemenang akan mendapat sejumlah $10,000 setiap seorang. Pertumbuhan masa depan Mutuum bergantung pada pelancaran stablecoin digabungkan dengan audit keselamatan bebas daripada institusi terkemuka untuk meningkatkan kredibiliti dan mengumpulkan lebih ramai pengguna.\n\nUntuk mencapai $8,000, Dogecoin perlu mengalami peningkatan sebanyak 40 kali ganda daripada nilai pasarannya sekarang. Mutuum Finance memperincikan sasaran khusus yang menggabungkan pulangan awal 300% digabungkan dengan keuntungan berpotensi 43,233% jika penggunaan berkembang pesat. Mutuum Finance mengekalkan platform pinjaman yang selamat yang mengintegrasikan pembakaran token melalui aliran hasil dan dilancarkan dengan ciri sokongan prajualan yang kukuh yang kekurangan syiling meme spekulatif. MUTM membentangkan pelabur dengan titik masuk yang munasabah pada $0.015 kerana platform tersebut menyatukan pembangunan DeFi dengan aplikasi dunia nyata yang praktikal dalam persekitaran pasaran yang kompetitif di mana DOGE menghadapi rintangan pasaran.\n\nMasa masih singkat untuk pelabur membuat pelaburan dalam Mutuum Finance sebelum prajualannya yang semakin meningkat. Menunggu untuk melabur semasa pengumpulan dana fasa dua akan meningkatkan risiko membayar harga yang lebih tinggi memandangkan penyenaraian bursa semakin hampir. Pelabur harus menyokong token MUTM daripada Mutuum Finance pada titik harga semasa mereka sebelum peningkatan kos lain berkuat kuasa dengan mengakses laman web rasmi.\n\nUntuk maklumat lanjut mengenai Mutuum Finance (MUTM), layari pautan di bawah:\n\nLaman web: https://www.mutuum.finance/\nLinktree: https://linktr.ee/mutuumfinance",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/unnamed-30-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c73510eebcd460f84ea580",
            "timestamp": "2025-03-04 17:00:00",
            "status": "Posted"
        },
        {
            "title": "Rumah Putih Berganding Bahu dengan Ahli Parlimen Menentang Peraturan Broker DeFi IRS",
            "description": "Raja Kripto David Sacks menggelar peraturan itu sebagai \"serangan saat akhir oleh pentadbiran Biden terhadap komuniti kripto.\"",
            "content": "Penggubal undang-undang AS sedang menggubal Akta Semakan Kongres (CRA) untuk menentang peraturan broker Perkhidmatan Hasil Dalam Negeri (IRS), yang memerlukan pemain DeFi untuk berkongsi maklumat pengguna dengan agensi tersebut.\n\nSenator Republikan Ted Cruz menerajui usaha untuk memfailkan CRA, yang akan membalikkan peraturan IRS. Undian pertama dijadualkan pada 5 Mac, tetapi masalah penjadualan, seperti ucapan Negeri Kesatuan, boleh menangguhkan prosiding.\n\nPeraturan broker IRS, yang dimuktamadkan tahun lepas, memperluaskan definisi \"broker\" untuk memasukkan pembangun DeFi dan platform hadapan.\n\nIni bermakna platform tersebut perlu memantau tindakan pengguna, melaporkan transaksi, dan melaksanakan prosedur Kenali Pelanggan Anda (KYC). Peraturan ini meliputi semua aset digital, termasuk token bukan boleh tukar (NFT) dan stablecoin.\n\nPengkritik berhujah bahawa ini adalah tindakan keterlaluan, yang membebankan pembangun perisian secara tidak adil.  Crypto Tzar David Sacks menggelarkan peraturan itu sebagai \"serangan saat akhir ke atas komuniti kripto oleh pentadbiran Biden.\"\n\nCRA, yang dikenali secara rasmi sebagai S.J. Res. 3, memerlukan majoriti mudah di kedua-dua Dewan dan Senat untuk diluluskan. Jika berjaya, ia akan memansuhkan peraturan IRS dan mencegah peraturan serupa pada masa hadapan.\n\nRumah Putih telah menyokong sepenuhnya CRA, menyatakan bahawa peraturan IRS \"mengekang inovasi dan menimbulkan kebimbangan privasi\" sambil mengenakan beban pematuhan yang berlebihan ke atas syarikat DeFi Amerika. Pentadbiran itu juga mengkritik peraturan tersebut sebagai langkah saat akhir oleh kerajaan sebelumnya yang boleh merugikan industri kripto.\n\nJika CRA diluluskan, ia akan selaras dengan kedudukan pro-kripto keseluruhan pentadbiran Donald Trump dan meningkatkan kuasa penggubal undang-undang yang pro-aset digital. Keputusan undian ini akan menentukan nada bagaimana kerajaan AS akan mengawal selia mata wang kripto dalam beberapa tahun akan datang.\n\nBaca Juga: Senat AS untuk Mengundi Pembalikan Peraturan Kripto IRS yang Mempengaruhi DeFi",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/03/White-House-Joins-Lawmakers-to-Fight-IRS-DeFi-Broker-Rule.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7350eeebcd460f84ea57a",
            "timestamp": "2025-03-04 16:52:00",
            "status": "Posted"
        },
        {
            "title": "Aave cadang program beli dan edar untuk kongsi keuntungan.",
            "description": "Aave (AAVE) mencadangkan satu undian untuk meluaskan pengagihan hasil untuk kedua-dua program pegangan GHO dan AAVE. Undian ini menyusuli semakan sementara ke atas tokeno…",
            "content": "## Aave DAO Mengundi Cadangan Pengagihan Keuntungan: Masa Depan Baharu Aavenomics\n\nAave DAO telah mengemukakan cadangan pengundian untuk meningkatkan tokenomik dan mengagih semula sebahagian daripada pendapatan protokol. Undian ini susulan ujian sementara yang dicadangkan pada tahun 2024, yang kini dalam bentuk muktamad untuk diundi.\n\nAave menjalankan cadangan untuk memulakan pengagihan pendapatan dan mengubah tokenomiknya. Cadangan semasa ini susulan ujian sementara, yang berjaya diluluskan dengan undian \"Ya\" pada tahun 2024. Undian semasa akan merealisasikan Aavenomics baharu yang dicadangkan, dengan matlamat utama pengagihan keuntungan.\n\nAave telah lama menjanjikan program pembakaran atau pengagihan semula sebaik sahaja bekalan token GHO melepasi 175 juta. Walau bagaimanapun, GHO telah melebihi bekalan tersebut selama berbulan-bulan, tetapi Aave tidak mengubah tokenomiknya.\n\nPengagihan pendapatan akan diberikan kepada pemegang GHO dan AAVE melalui gabungan pembakaran atau penguncian. Program baharu ini akan menambah pendapatan pegangan sedia ada dan akan dikaitkan dengan pendapatan Aave. Program pengagihan Aave dianggarkan akan mengagihkan sehingga $1 juta setiap minggu untuk enam bulan pertama. Bajet pembelian semula juga mungkin meningkat dalam keadaan yang baik.\n\nAave telah mencapai sasaran untuk perkongsian keuntungan.\n\nKomuniti Aave mendesak pengagihan semula, kerana protokol menjangkakan tahun 2025 akan berjaya untuk pinjaman DeFi. Dalam tempoh enam bulan sejak ujian sementara diluluskan, Aave telah menjadi peneraju di kalangan protokol lain, dan ia telah menyediakan pendapatan pasif kepada pihak lain, terutamanya Sky Protocol.\n\nPegangan pasaran Aave telah meningkat setiap suku tahun untuk dua tahun yang lalu.\n\nStablecoin GHO berjaya mengembangkan bekalannya melebihi 208.3 juta token, walaupun dalam keadaan pasaran yang tidak menentu. Protokol terus memperoleh pendapatan yang kukuh pada bulan-bulan pertama tahun 2025, satu tempoh yang menghapuskan kedudukan Ethereum (ETH).\n\nPada bulan lepas, Aave masih berjaya memperoleh pendapatan sebanyak $8.8 juta, daripada pinjaman aktif sebanyak $11.3 bilion. Pinjaman aktif mencapai puncak melebihi $15 bilion pada Disember 2024, tetapi telah menurun secara beransur-ansur sejak itu. Pada masa kini, Aave menawarkan kadar faedah yang lebih rendah disebabkan keadaan pasaran, tetapi ia kekal sebagai protokol pinjaman terkemuka dan aplikasi DeFi kedua paling berpengaruh.\n\nAave mencapai yuran mingguan melebihi $26 juta pada awal Februari, kemudian menurun kepada $15 juta. Protokol ini masih mencapai 132,000 pengguna aktif bulanan dan lebih daripada 182,000 pemegang token.\n\nAave menurun daripada jumlah nilai pinjaman melebihi $20 bilion, tetapi mengekalkan pengguna terasnya dan tidak diatasi oleh protokol lain. Model Aave wujud dalam 14 rangkaian dan telah dilaksanakan di Solana oleh projek lain seperti Kamino Finance.\n\nSepanjang enam bulan yang lalu, Aave juga berjaya melaksanakan kebanyakan naik taraf yang dirancang sebelum memulakan program perkongsian keuntungan. Protokol berjaya dinaik taraf kepada Versi 3.3, salah satu prasyarat untuk pinjaman.\n\nAave DAO telah menguji perkongsian keuntungan dengan membina rizab seperti tunai. Cadangan Aavenomics telah meningkatkan rizab sebanyak 115%, kini berjumlah $115 juta. Rizab yang tinggal adalah baki selepas pembiayaan pembangunan Aave Labs tambahan. Naik taraf baru-baru ini mengambil 50% daripada bajet DAO, manakala eksperimen perkongsian hasil Merit mengambil 20% daripada bajet DAO.\n\nAave bersiap sedia untuk program perlindungan Umbrella\n\nKemas kini besar lain untuk Aave ialah cadangan jangka panjang untuk program Umbrella. Program ini akan meliputi token paling strategik, WETH, USDC, USDT, dan GHO yang dipegangan, yang paling banyak digunakan sebagai cagaran. Token ganjaran dengan perlindungan akan termasuk WETH, USDT, USDC, dan AAVE.\n\nNaik taraf Umbrella akan dikeluarkan sebahagiannya pada rangkaian terpilih, termasuk Ethereum, Avalanche, Sonic, Base, Arbitrum, dan Gnosis.\n\nPada tahun 2025, Aave juga akan menutup kontrak penghijrahan daripada jenama terdahulunya, Lend. Satu lagi 320 juta AAVE yang tinggal dalam kontrak akan dikeluarkan dalam peredaran.\n\nAAVE meningkat melebihi $180 selepas berita pengagihan keuntungan akan datang. Aset mencapai puncak pada $185.88 sebelum jatuh. AAVE masih diniagakan berhampiran paras terendah tiga bulan, menunggu penembusan baharu dan kenaikan kepada paras puncak sebelumnya hampir $400.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Aave-proposes-buy-and-distribute-program-to-share-profits.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c733e19b10fd2ec8c85829",
            "timestamp": "2025-03-04 16:50:00",
            "status": "Posted"
        },
        {
            "title": "Kejatuhan Harga Bitcoin Menguasai Pasaran, Ethereum Turun Bawah $2,000 – Apakah Punca Penurunan Ini? Berikut Situasi Terkini",
            "description": "Pasaran mata wang kripto telah menyaksikan salah satu aliran menurun paling teruk dalam beberapa hari kebelakangan ini. Berikut adalah situasi terkini dalam pasaran. Bersambung...",
            "content": "Pasaran kripto mengalami kenaikan mendadak selepas Donald Trump mengumumkan Rizab Kripto Strategik AS, dan Bitcoin, kripto terbesar dunia, dengan pantas meningkat melebihi $90,000.\n\nNamun, penurunan berikutnya sama pantasnya dengan kenaikan, dengan harga BTC susut 8% dalam 24 jam terakhir dan diniagakan pada $82,327 ketika tulisan ini disiapkan.\n\nSebaliknya, penurunan itu lebih terasa pada altcoin terbesar, Ethereum. Harga ETH susut kira-kira 11% dalam 24 jam terakhir dan jatuh di bawah $2,000. Ketika tulisan ini disiapkan, ia diniagakan pada $2,021.\n\nPunca penurunan adalah disebabkan oleh keraguan yang timbul terhadap idea ini, memandangkan rizab kripto strategik itu bukan sahaja termasuk Bitcoin tetapi juga beberapa altcoin lain, dan yang lebih penting, cukai kastam yang tidak ditarik balik dan dilaksanakan oleh Donald Trump.  Mesej daripada Setiausaha Perbendaharaan AS, Scott Bessent, bahawa mereka bertekad untuk menurunkan kadar faedah juga gagal mencetuskan sebarang momentum menaik dalam pasaran.\n\nBerita Berkaitan: TERKINI: Coinbase Umumkan Penyenaraian 3 Altcoin dalam Niaga Hadapan\n\nPenurunan ini juga mencetuskan gelombang penghapusan besar dalam pasaran kripto. Dalam 24 jam terakhir, sejumlah $1.05 bilion telah dihapuskan dalam pasaran kripto, dengan $872 juta daripadanya adalah posisi panjang.\n\nPasaran kripto akan terus memantau data ekonomi yang akan dikeluarkan minggu ini, serta persidangan kripto yang akan dihadiri oleh Donald Trump pada hari Jumaat.\n\n*Ini bukan nasihat pelaburan.\n\nBaca Selanjutnya: Penurunan Harga Bitcoin Menguasai, Ethereum Jatuh di Bawah $2,000 – Apakah Punca Penurunan? Inilah Situasi Terkini",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/12/bitcoin-ayi-btc.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7305d2f5eae5e40bb91cd",
            "timestamp": "2025-03-04 16:49:00",
            "status": "Posted"
        },
        {
            "title": "Rangkaian Hamster cecah 34,028 TPS, mengatasi Solana dan Aptos",
            "description": "Rangkaian Hamster memproses 34,028 transaksi sesaat, meletakkan dirinya antara platform blok rantai terpantas. Prestasi ini mengatasi...",
            "content": "Rangkaian Hamster memproses 34,028 transaksi sesaat, meletakkannya di antara platform blok rantai terpantas.\n\nPrestasi ini mengatasi blok rantai terkenal lain, seperti Aptos (APT), dengan TPS maksimum yang direkodkan sebanyak 11,936, Solana (SOL) pada 7,229, dan Algorand (ALGO) pada 5,716, menurut data yang dilihat oleh crypto.news.\n\nPembangun Hamster Kombat (HMSTR) sedang berusaha untuk mencipta utiliti untuk token tersebut. Baru-baru ini mereka melancarkan rangkaian lapisan-2 di blok rantai TON (TON) yang bertujuan untuk meningkatkan kelajuan transaksi dan mengurangkan kos.\n\nJumlah transaksi Hamster Kombat yang lebih besar\n\nSecara ringkasnya, blok rantai ialah buku akaun digital yang merekod transaksi merentas rangkaian komputer terdesentralisasi. TPS mengukur kelajuan pemprosesan transaksi, dengan TPS yang lebih tinggi menunjukkan keupayaan rangkaian untuk mengendalikan lebih banyak transaksi dalam tempoh masa tertentu—ciri penting untuk aplikasi yang memerlukan pemprosesan yang pantas dan cekap.\n\nPencapaian terbaru Rangkaian Hamster membolehkannya mengendalikan jumlah transaksi yang jauh lebih tinggi berbanding banyak platform sedia ada. Keupayaan ini amat penting untuk aplikasi terdesentralisasi, yang beroperasi pada blok rantai dan bukannya pelayan berpusat.\n\nKelajuan transaksi yang lebih pantas boleh membawa kepada DApps yang lebih responsif dan cekap, meningkatkan pengalaman pengguna dan memperluaskan skop aplikasi yang berpotensi.\n\nWalau bagaimanapun, adalah penting untuk ambil perhatian bahawa angka TPS teori atau puncak sering berbeza daripada prestasi dunia sebenar. Walaupun sesetengah platform mendakwa TPS teori yang tinggi, prestasi sebenar yang diperhatikan mungkin jauh lebih rendah.",
            "image": "https://crypto.news/app/uploads/2024/07/crypto-news-the-Hamster-Kombat-option04.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c72f317622444d7c4afedb",
            "timestamp": "2025-03-04 16:47:00",
            "status": "Posted"
        },
        {
            "title": "Bilionaris Terkenal Yang Menyatakan “Beli Bitcoin, Anda Akan Berterima Kasih Nanti!” Dedahkan Portfolio Bitcoinnya!",
            "description": "Ricardo Salinas Pliego, lelaki terkaya ketiga Mexico, mengumumkan bahawa kira-kira 100% portfolio pelaburannya adalah dalam Bitcoin. Teruskan Membaca:...",
            "content": "Ricardo Salinas Pliego, lelaki ketiga terkaya di Mexico, telah mendedahkan komitmennya terhadap Bitcoin walaupun mengalami penurunan.  Sehubungan itu, Ricardo Salinas, salah seorang penyokong terbesar Bitcoin, mengumumkan bahawa kira-kira 70% daripada portfolio pelaburannya adalah dalam Bitcoin.\n\nBercakap kepada Bloomberg, Salinas berkata beliau telah memperuntukkan baki 30% kepada saham emas dan syarikat perlombongan emas. Salinas menekankan bahawa beliau tidak memegang bon atau saham syarikat lain, sebaliknya lebih suka melabur hanya dalam apa yang beliau anggap sebagai aset paling kukuh, seperti Bitcoin dan emas.\n\n“Saya mempunyai pendedahan 70% kepada Bitcoin dan 30% kepada emas dan perlombongan emas. Saya tidak memiliki sebarang bon dan saya tidak memiliki sebarang saham selain daripada saham saya sendiri.”\n\nPendedahan Salinas sebanyak 70% kepada Bitcoin adalah kadar yang jauh lebih tinggi daripada 10% yang diumumkan oleh bilionair itu pada tahun 2020, dan nampaknya beliau telah meningkatkan pelaburan BTCnya dengan ketara dalam tempoh lima tahun.\n\nNilai bersih aset Salinas dianggarkan sekitar $5.8 bilion. Salinas, yang telah mengesyorkan orang ramai melabur dalam Bitcoin selama bertahun-tahun, berkata dalam satu temu bual pada tahun 2022, “Anda patut membeli Bitcoin. Teruskan membeli BTC apabila harganya rendah. Kemudian tahan BTC anda, lupakan tentang menjualnya. Lupakan tentang menjualnya, percayalah, anda akan berterima kasih kepada saya nanti.”\n\n*Ini bukan nasihat pelaburan.\nTeruskan Membaca: Bilionair Terkenal Yang Berkata “Beli Bitcoin, Anda Akan Berterima Kasih Kepada Saya Nanti!” Dedahkan Portfolio Bitcoinnya!",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/02/Ricardo-Salinas.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c72f322f5eae5e40bb91c5",
            "timestamp": "2025-03-04 16:47:00",
            "status": "Posted"
        },
        {
            "title": "Metrik utama XRP merudum manakala mata wang kripto meme AI ini melonjak dalam jumlah dagangan.",
            "description": "XRP merudum sementara FloppyPepe, mata wang meme AI, melonjak naik, menyerlahkan peralihan kepada prospek yang dipacu AI. #KandunganBertajaan",
            "content": "**Penafian:** Artikel ini bukan nasihat pelaburan. Kandungan dan bahan yang dipaparkan di halaman ini adalah untuk tujuan pendidikan sahaja.\n\n**XRP Menjunam Manakala FloppyPepe, Syiling Meme AI, Melonjak Naik, Menunjukkan Peralihan Ke Prospek Didorong AI**\n\n**Isi Kandungan**\n\n* Jual beli harian XRP merudum\n* FloppyPepe: Syiling meme AI yang menguasai jumlah jual beli\n* Jualan awal FloppyPepe mencuri tumpuan pasaran\n\nPasaran kripto seringkali menceritakan kisah prospek yang berbeza. XRP, pemain berat yang lama bertapak, menghadapi penurunan mendadak dalam metrik utama, manakala FloppyPepe (FPPE), syiling meme AI baharu, sedang menikmati gelombang peningkatan jumlah jual beli. Perbezaan ini menunjukkan pasaran yang beralih ke prospek baharu yang didorong oleh AI, dengan FloppyPepe muncul sebagai pesaing yang menonjol.\n\nAnda mungkin juga menyukai: Ikan paus kripto membuat langkah bijak membeli FloppyPepe, BNB, Solaxy untuk pulangan 1995%\n\n**Jual beli harian XRP merudum**\n\nKiraan jumlah jual beli harian XRP telah merudum sebanyak 40% dalam seminggu yang lalu, daripada kira-kira 2 juta kepada 1.2 juta. Penurunan ini menandakan penurunan aktiviti rangkaian, kebimbangan yang disuarakan dalam catatan X daripada RippleWatcher pada 20 Februari 2025, yang mencadangkan bahawa jumlah jual belinya menurun disebabkan oleh kebimbangan pengawalseliaan.\n\nRayuan SEC terhadap Ripple Labs, yang mempersoalkan status undang-undang XRP, kemungkinan besar menjadi punca, menjejaskan ekosistemnya. Rayuan ini mencabar keputusan 2023 yang menganggap XRP bukan sekuriti apabila dijual kepada pelabur runcit di bursa tetapi tawaran sekuriti yang tidak berdaftar untuk jualan institusi. Dengan pertempuran undang-undang ini dan penurunan jumlah jual beli pasaran sebanyak 10% yang juga direkodkan, cabaran XRP semakin meningkat.\n\nLaporan mencadangkan isu kesesakan rangkaian juga mungkin menyumbang, mungkin disebabkan oleh penyelenggaraan atau peningkatan taraf. Satu catatan X daripada XRPLDev pada 22 Februari 2025, menyebut bahawa sesetengah pengguna telah melaporkan kelajuan transaksi yang lebih perlahan, yang mungkin telah mengubah jumlah jual belinya. Di tengah-tengah semua masalah ini, syiling meme AI FloppyPepe menunjukkan peningkatan yang stabil dan kuat, menunjukkan bahawa token AI kini mempunyai kelebihan berbanding token pasaran kripto tradisional.\n\n**FloppyPepe: Syiling meme AI yang menguasai jumlah jual beli**\n\nFloppyPepe, syiling meme AI, dengan pantas mendapat perhatian, dengan asasnya berakar umbi dalam Pepe the Frog ikonik Matt Furie. Kripto unik ini sedang mengalami peningkatan yang mengagumkan dalam jumlah jual beli, didorong oleh keupayaan AI canggihnya.\n\nMeme-o-Matic, ejen AI teks-ke-imej canggih, telah pun beroperasi di Telegram, mencipta kertas dinding yang menakjubkan dan karya seni yang rumit berdasarkan gesaan pengguna. Selain itu, FloppyX, ejen video yang didorong oleh AI yang hampir dilancarkan beta, menjanjikan untuk membentuk semula penciptaan kandungan dengan menjana video dinamik dengan penaakulan berbilang langkah, mengatasi batasan model berasaskan teks. Kemajuan teknologi ini menyumbang secara signifikan kepada pertumbuhan jumlah jual beli syiling meme AI ini.\n\nKejayaan FloppyPepe dikuasakan oleh Floppychain, enjin tersuai yang direka untuk memproses lebih daripada 1 juta titik data masa nyata, memberikan pelabur pandangan pasaran yang tiada tandingan dan meningkatkan jumlah jual belinya.\n\nSetiap transaksi membakar 1% daripada nilai token, mengurangkan pengedaran sambil mengagih semula 1% kepada pemegang. Mekanisme kekurangan ini, yang disahkan oleh audit kontrak pintar SolidProof, meningkatkan kesetiaan pengguna dan, seterusnya, mempercepatkan jumlah jual belinya.\n\nSelain itu, syiling meme AI ini berkembang maju terima kasih kepada komuniti yang bersemangat di platform seperti X dan Telegram, di mana aktiviti dan keterujaan yang berterusan memacu pertumbuhannya.\n\nSatu catatan di X meraikan kejayaan jualan awal, memberikan petunjuk kepada potensi 100x, manakala NASS CRYPTO, dengan lebih daripada satu juta pelanggan, memujinya sebagai permata AI dengan keuntungan besar di hadapan. Tambahan pula, seni FloppyPepe yang dilukis tangan oleh seorang artis terkenal mengukuhkan hubungan syiling meme AI ini dengan legasi Matt Furie, memikat komuniti dan mengembangkan pangkalan penggunanya, selanjutnya meningkatkan jumlah jual belinya ke tahap baharu.\n\n**Jualan awal FloppyPepe mencuri tumpuan pasaran**\n\nWalaupun penurunan jumlah jual beli XRP sebanyak 40% menimbulkan bayangan dan boleh membebankan perkongsian Ripple, FloppyPepe muncul sebagai kisah kejayaan yang menakjubkan. Ejen AInya, Meme-o-Matic dan FloppyX telah memenangi ulasan yang hebat.\n\nDi X, ahli komuniti memanggil syiling meme AI ini sebagai pengubah permainan dalam ruang syiling meme. Pedagang juga memuji tokenomicsnya yang kukuh kerana mekanisme pembakarannya yang unik untuk mengekalkan nilai jangka panjang.\n\nMomentum syiling meme AI ini diteruskan oleh struktur penetapan harga unik yang membezakannya daripada banyak token lain di dunia kripto. Jualan persendirian sahaja telah mengumpul $907,200 yang mengagumkan dalam masa hanya 24 jam, menawarkan token pada $0.0000002 setiap satu, meninggalkan jumlah bekalan sebanyak 120 trilion. Tahap minat dalam syiling meme AI ini telah menyebabkan pelabur melabelkannya sebagai peluang pasaran seterusnya untuk pulangan besar.\n\nUntuk mengetahui lebih lanjut tentang FloppyPepe, layari laman web, Telegram, dan Twitter.\n\nBaca lebih lanjut: Ikan paus DOGE, SHIB menyertai jualan awal FloppyPepe untuk keuntungan 1,000x\n\n**Penafian:** Kandungan ini disediakan oleh pihak ketiga. crypto.news tidak menyokong sebarang produk yang disebut di halaman ini. Pengguna mesti menjalankan penyelidikan sendiri sebelum mengambil sebarang tindakan yang berkaitan dengan syarikat tersebut.",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-altcoin-pepe-frog-trading-chart-option01.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c72f317622444d7c4afedd",
            "timestamp": "2025-03-04 16:45:00",
            "status": "Posted"
        },
        {
            "title": "Story Protocol bekerjasama dengan Universiti Oxford untuk memajukan komunikasi agen AI.",
            "description": "Prototaip Story telah mengumumkan satu perkongsian dengan Universiti Oxford bagi inisiatif penyelidikan untuk memajukan keupayaan komunikasi dan rundingan agen AI...",
            "content": "Protokol Story telah mengumumkan perkongsian dengan Universiti Oxford dalam satu inisiatif penyelidikan untuk memajukan keupayaan komunikasi dan rundingan ejen AI.\n\nKerjasama ini akan memberi tumpuan kepada peningkatan kejelasan dalam interaksi AI dan pengoptimuman rundingan antara ejen, dengan perkembangan yang akan disumbangkan kepada rangka kerja Agent TCP/IP Story.\n\nAgent TCP/IP direka untuk memudahkan transaksi yang dipacu AI bagi harta intelek, membolehkan ejen autonomi untuk bertukar, melesenkan, dan mengurus aset digital.\n\nDengan mengintegrasikan penyelidikan dari Oxford, Story bertujuan untuk memperbaiki bagaimana ejen AI berkomunikasi, memastikan pertukaran yang lebih lancar dan telus.\n\n“Kami berupaya untuk mempercepatkan ke arah masa depan di mana ejen AI dapat bekerjasama dan bertukar IP secara autonomi,” kata Story.\n\nSyarikat itu meletakkan dirinya sebagai hab utama untuk ejen AI, dan perkongsiannya dengan Oxford mencerminkan komitmen untuk merintis kemajuan dalam autonomi AI.\n\nProtokol Story ialah lapisan 1 blok rantai yang dibina khas untuk mendaftar dan mengurus harta intelek di atas rantaian. Ia membenarkan pencipta untuk mendaftar pelbagai bentuk IP — seperti imej, lagu, aset dunia sebenar, dan data latihan AI — dan menentukan terma penggunaan, memudahkan pengurusan IP yang terdesentralisasi dan boleh diprogramkan.\n\nAnda juga mungkin menyukai: Bitcoin hampir mencecah paras terendah, sasaran EOY masih $150k: Lee\n\nUniversiti Oxford dan AI\n\nUniversiti Oxford baru-baru ini bekerjasama dengan OpenAI sebagai sebahagian daripada inisiatif $50 juta yang melibatkan 15 universiti terkemuka untuk mengintegrasikan alat AI ke dalam penyelidikan dan pendidikan.\n\nUniversiti itu menyediakan akses kepada 3,000 ahli akademik dan kakitangan kepada ChatGPT Edu selepas percubaan yang berjaya. Penyelidik Oxford mendapat akses kepada model dan geran penyelidikan terkini OpenAI melalui inisiatif NextGenAI.\n\nKerjasama itu termasuk projek untuk mendigitalkan bahan domain awam daripada Perpustakaan Bodleian, menjadikan disertasi bersejarah boleh diakses secara dalam talian.\n\nInisiatif Story selaras dengan usaha industri yang lebih luas untuk meningkatkan keupayaan AI untuk berinteraksi dengan berkesan dalam ekosistem digital yang terdesentralisasi.\n\nAnda juga mungkin menyukai: Usahawan Mexico Ricardo Salinas memperuntukkan 70% portfolionya kepada Bitcoin.",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-AI-NFT-option03.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c72f31eebcd460f84ea56d",
            "timestamp": "2025-03-04 16:45:00",
            "status": "Posted"
        },
        {
            "title": "Paradigm dan Coinbase Sokong Pusingan Pembiayaan Across Protocol Bernilai $41 Juta untuk Interoperabiliti Rentas Rantai",
            "description": "Platform jambatan silang rantaian, Across, telah berjaya menjana $41 juta dalam jualan token strategik yang menarik penyertaan firma-firma modal teroka terkemuka…",
            "content": "Platform jambatan silang rantaian, Across, telah berjaya meraih $41 juta dalam jualan token strategik yang menarik penyertaan firma modal teroka terkemuka dalam industri kripto.\n\nPendanaan ini merupakan sebahagian daripada usaha Across Protocol untuk menyatukan Ethereum (ETH) melalui interoperabiliti kuasa niat silang rantaian. Across berkongsi maklumat ini menerusi satu pengumuman pada 4 Mac.\n\nMengapa ini penting?\n\nPertumbuhan web3 telah menyaksikan penyelesaian penskalaan lapisan 2 Ethereum terkemuka menawarkan peningkatan ketara dalam kebolehskalaan dan pengurangan kos transaksi. Walau bagaimanapun, terdapat kesan kecairan yang terfragmentasi dan halangan pengalaman pengguna di tengah-tengah rantaian yang terputus.\n\nNiat adalah dorongan infrastruktur baharu yang menyasarkan pengalaman rantaian bersatu untuk pengguna. Yayasan Ethereum baru-baru ini mendedahkan rancangan untuk penggunaan niat dan matlamat Across adalah untuk membawa ini kepada pengguna.\n\nPendanaan menyediakan suntikan modal yang akan membantu merealisasikannya.\n\n“Matlamat kami sejak awal adalah untuk mempercepatkan peralihan kepada pengalaman silang rantaian yang lancar apabila pengguna berpindah antara dua rantaian. Bintang utara kami sentiasa jambatan dua saat, tanpa mengira berapa banyak rantaian yang terlibat. Pungutan terkini ini lebih membolehkan kami mencapai visi itu,” pasukan Across Protocol menyatakan dalam catatan blog.\n\nFirma modal teroka Paradigm mengetuai pusingan pendanaan baharu ini, dengan penyertaan daripada Coinbase Ventures, Bain Capital Crypto dan Multicoin Capital. Across juga menerima sokongan pelaburan daripada pelabur malaikat, Sina Habinian.\n\nUntuk memajukan matlamat ini, Across akan menggunakan pendanaan baharu untuk mempercepatkan pembangunan infrastruktur jambatan terasnya, menambah integrasi semasa dan membiayai kemajuan teknikal dalam pelaksanaan niat silang rantaian.\n\nAcross melihat perkembangan ini sebagai kritikal kepada masa depan penggunaan web3.\n\nPengguna seharusnya dapat memanfaatkan pengalaman dalam rantaian yang lancar, tanpa dibatasi oleh keupayaan rantaian yang mereka gunakan pada bila-bila masa. Kemajuan interoperabiliti ini bermakna pengguna boleh berdagang di Arbitrum, membuat pegangan di rantaian lain seperti Optimism dan mencari tawaran token paling hangat di Base – semuanya dengan pengalaman rantaian bersatu.\n\nAcross Protocol kini berintegrasi dengan Hyperliquid, Ink Kraken, Soneium Sony dan lebih daripada 40 aplikasi terdesentralisasi. Protokol ini juga baru-baru ini dilancarkan di Unichain, L2 terdesentralisasi yang dikuasakan oleh Uniswap.",
            "image": "https://crypto.news/app/uploads/2024/10/crypto-news-What-will-it-take-to-accomplish-real-blockchain-interoperability-option04.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c72f329b10fd2ec8c8581e",
            "timestamp": "2025-03-04 16:45:00",
            "status": "Posted"
        },
        {
            "title": "Melampaui Garisan Parti: Memastikan Kelebihan Inovasi Kripto Amerika Syarikat",
            "description": "Kongres Kripto, iaitu blok undi bukan partisan baharu di Kongres, bersatu atas janji teknologi ini, kata Ketua Whip Majoriti Dewan Tom...",
            "content": "Amerika Syarikat: Peneraju Inovasi Global dan Peranan Kongres dalam Crypto\n\nAmerika Syarikat (AS)  tanpa disangkal lagi merupakan peneraju inovasi global.  Daripada teknologi, pertanian, hingga kewangan, kedudukan AS  tidak tertandingi.  Kedudukan ini dikekalkan bukan kerana memaksa inovator menerima nilai-nilai AS, tetapi kerana membenarkan usahawan yang memegang nilai-nilai tersebut membina perniagaan di AS tanpa gangguan kerajaan dan peraturan yang berlebihan. Ini bukan idealisme Republikan atau Demokrat – ia adalah idealisme Amerika.\n\nKeadaan ini amat ketara dalam dunia kripto. Kripto memperkasa individu untuk memiliki masa depan kewangan mereka sendiri. Ia membolehkan kebebasan ekonomi, memastikan semua rakyat Amerika – tanpa mengira latar belakang – mempunyai akses kepada alat yang diperlukan untuk berjaya. Kripto berpotensi untuk memindahkan kuasa daripada institusi berpusat yang mengawal sebahagian besar sistem kewangan kita kembali ke tangan rakyat Amerika.\n\nKuasa teknologi ini mengatasi kepentingan mana-mana parti.  Justeru, penubuhan Kongres Kripto Caucus diumumkan, iaitu kumpulan bipartisan ahli Kongres yang bersatu atas janji teknologi ini dan bertujuan untuk bertindak sebagai blok pengundi di Kongres.\n\nSeperti yang telah dilakukan bersama selama bertahun-tahun, Kongres Kripto Caucus akan menghimpunkan ahli dari seluruh negara dan spektrum politik yang bersatu padu dan komited kepada misi kami. Bersama-sama, kami akan memberi tumpuan kepada  menangani cadangan dasar utama menerusi Kongres dan membina pakatan dalam komuniti kripto.\n\nMisi Kongres Kripto Caucus melangkaui platform perbincangan dasar. Kami komited untuk menyampaikan hasil yang nyata kepada rakyat Amerika. Apabila undi atau isu penting timbul, caucus kami akan bersedia untuk bertindak.\n\nSebagai pengerusi caucus, kami akan bekerjasama dengan ahli kami untuk memajukan agenda dasar berprinsip berdasarkan pemahaman tentang sifat unik teknologi aset digital yang terdesentralisasi. Kami komited untuk memupuk persekitaran ekonomi di mana inovasi terbuka, tanpa izin, dan peribadi dapat berkembang maju, dan percubaan kawalan berpusat dapat dipadamkan. Caucus kami akan menggalakkan dasar yang membenarkan setiap rakyat Amerika berpeluang untuk menyertai ekonomi digital.\n\nSemakin ramai rakyat Amerika mengakses ekonomi digital, kami akan berusaha untuk menyokong inisiatif dasar yang mengimbangi perlindungan pengguna dan inovasi. Tumpuan kami adalah untuk memperjuangkan peraturan yang telus dan bernas yang melindungi pengguna, meningkatkan celik kewangan, dan meluaskan akses kepada alat kewangan canggih ini. Dengan mencapai keseimbangan ini, caucus kami akan membantu membolehkan berjuta-juta rakyat Amerika mengakses alat kewangan ini dengan selamat, sambil menggalakkan dasar yang menyokong inovasi di Amerika Syarikat.\n\nSelama ini, inovator telah bergelut untuk menavigasi medan peraturan di Amerika Syarikat. Semasa memulakan kerja dengan caucus baharu ini, kami bertujuan untuk memperjuangkan rangka kerja seimbang yang memberikan kejelasan undang-undang sambil memupuk persekitaran di mana kepintaran Amerika boleh berkembang maju. Kami tidak menyeru penghapuskawalaturan, tetapi kawalaturan yang bijak – peraturan yang melindungi pengguna tanpa menolak usahawan yang mereka harapkan ke luar negara.\n\nMemandangkan negara-negara di seluruh dunia mengguna pakai dasar yang menerima janji teknologi kripto, Amerika Syarikat tidak boleh mengambil risiko ketinggalan.  Kami berusaha untuk bekerjasama dengan pendekatan menyeluruh kerajaan terhadap pembuatan dasar aset digital untuk membuka kunci masa depan inovasi terbuka, tanpa izin, dan peribadi di Amerika Syarikat. Caucus kami berusaha untuk menyokong dasar yang menjamin Amerika Syarikat kekal sebagai tempat terbaik di dunia untuk membina, melabur, dan berinovasi dalam ruang aset digital.\n\nIni adalah saat penting bagi Amerika Syarikat. Teknologi revolusioner ini mewakili perubahan asas dalam cara kita berfikir tentang kewangan. Sebagai pemimpin Kongres Kripto Caucus, kami menjemput rakan sekerja kami untuk menyertai kami dalam merebut peluang ini. Bersama-sama, sebagai gabungan bipartisan, kami akan memastikan Amerika Syarikat bukan sahaja mengambil bahagian dalam masa depan kewangan tetapi mentakrifkannya.",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/b25f92f41078a970ccce304a54e556d7b64a206c-1900x1268.jpg",
            "url": "https://coinmarketcap.com/headlines/news/beyond-party-lines-securing-america-s-crypto-innovation-edge/",
            "timestamp": "2025-03-04 16:44:00",
            "status": "Posted"
        },
        {
            "title": "‘Kami mempunyai lebihan elektrik’: Presiden Belarus arah pembangunan perlombongan kripto",
            "description": "“Jika ia menguntungkan kita, mari kita lakukan. Kita mempunyai lebihan elektrik. Biar mereka menjana mata wang kripto ini dan sebagainya,” kata Presiden Lukashenko.",
            "content": "Presiden Belarus, Alexander Lukashenko, mengarahkan menteri energinya untuk memulakan pembangunan industri perlombongan kripto negara itu, menunjukkan niat yang semakin meningkat untuk menjana aliran pendapatan tambahan daripada bekalan tenaga berlebihan negara.\n\nMenurut laporan media tempatan BelTA pada 4 Mac, Presiden Lukashenko menyampaikan arahan tersebut kepada menteri tenaga yang baru dilantik, Alexei Kushnarenko.\n\n“Lihat perlombongan ini,” kata Lukashenko, menurut terjemahan laporan itu. “Jika ia menguntungkan kita, mari kita lakukan. Kita mempunyai lebihan elektrik. Biar mereka membuat kripto ini dan sebagainya.”\n\nKetua negara itu mendapat inspirasi daripada Amerika Syarikat, yang telah berikrar untuk menjadi ibu negara kripto dunia berikutan pilihan raya Presiden Donald Trump. Ini termasuk penciptaan rizab kripto negara yang terdiri daripada Bitcoin (BTC), Ether (ETH) dan altcoin lain.\n\n“[Kalian] lihat jalan yang sedang dilalui dunia. Dan terutamanya ekonomi terbesar di dunia. Mereka mengumumkan semalam bahawa mereka akan menyimpan [kripto] sebagai rizab,” kata Lukashenko.\n\nKeputusan untuk menyiasat perlombongan kripto diumumkan sejurus selepas Lukashenko membentuk kerajaan barunya, di mana beliau mengutamakan pembaharuan grid kuasa negara sepanjang 5,700 kilometer.\n\n“Perkara yang paling penting ialah menaik taraf infrastruktur grid kuasa dengan mengambil kira permintaan tenaga elektrik yang semakin meningkat daripada isi rumah dan ekonomi,” kata Lukashenko.\n\nPerlombongan Kripto pada 2025\n\nWalaupun perlombongan kripto masih menguntungkan pada tahun 2025, margin industri ini ditekan oleh kos tenaga, kecekapan perkakasan dan peraturan. Keadaan pasaran juga memainkan peranan kerana penurunan harga yang berterusan dalam nilai duit syiling yang dilombong boleh memberi kesan negatif kepada keuntungan.\n\nBelarus dikenali kerana mempunyai kos tenaga yang murah berbanding negara-negara Eropah yang lain. Menurut sumber kerajaan Belarus, Belarus adalah antara tiga negara paling mampu milik di Eropah untuk harga elektrik.\n\nTenaga Belarus yang murah dan banyak telah menarik minat pelombong kripto, kata Kementerian Tenaga dilaporkan pada Disember.\n\nPegawai kerajaan telah mengadakan rundingan awal dengan pelabur yang melihat Belarus sebagai hab perlombongan yang berpotensi, menurut bekas Timbalan Menteri Tenaga, Denis Moroz.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTYxZTktZTk1OC03ZjkzLWJlMmItOTJmNDM0NThlNmFi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c72e067622444d7c4afecc",
            "timestamp": "2025-03-04 16:40:00",
            "status": "Posted"
        }
    ]
}