{
    "timestamp": "2025-04-08 22:25:09",
    "all_news": [
        {
            "title": "BlackRock Partners with Anchorage for Secure Custody",
            "translated_facebook_post": "BlackRock dah bekerjasama dengan Anchorage Digital untuk jaga aset kripto dengan lebih selamat,  membuka jalan untuk lebih ramai pelabur masuk pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/blackrock-partners-with-anchorage-for-secure-custody",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-083.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:08:00"
        },
        {
            "title": "Pi Coin Price Prediction for Today (April 9)",
            "translated_facebook_post": "Harga Pi Coin dijangka bergerak antara $0.54 dan $0.60 hari ini, dengan trend menurun masih dilihat, kecuali ada perubahan momentum.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59eac913cd23c6734a2e9",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2025/02/image-611-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:05:00"
        },
        {
            "title": "Ethereum Faces Bearish Pressure as Peter Schiff Predicts Sub-$1,000 Drop",
            "translated_facebook_post": "Harga Ethereum turun naik, ada yang ramal harga akan jatuh bawah $1000, ada juga yang yakin ia akan naik semula.  Situasi sekarang agak tak menentu, kena tengok perkembangan seterusnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/ethereum-faces-bearish-pressure-as-peter-schiff-predicts-sub-1000-drop/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/ethereum-faces-bearish-pressure-as-peter-schiff-predicts-sub-1000-drop.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:00:00"
        },
        {
            "title": "Crypto Whales Rush to Dragoin for 100x ROI — While VeChain Drops 7% & SHIB Stalls",
            "translated_facebook_post": "Harga SHIB dan VET agak tak menentu, tapi ada satu lagi duit kripto, Dragoin, yang nampaknya tengah naik sebab strategi jualan awal dia yang unik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59d7eeb0c47183d04c00f",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744110847.docx_1744110847_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:00:00"
        },
        {
            "title": "Groundbreaking SUI ETF Filing: Canary Capital’s Bold Move on CBOE Signals New Crypto Era",
            "translated_facebook_post": "Syarikat pelaburan kripto, Canary Capital, telah mengemukakan permohonan untuk dana perdagangan bursa (ETF) SUI di CBOE, menandakan langkah besar dalam penerimaan kripto arus perdana.  Ini mungkin akan memudahkan pelaburan dalam kripto dan menarik lebih ramai pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59d7beb0c47183d04c009",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Groundbreaking-SUI-ETF-Filing-Canary-Capitals-Bold-Move-on-CBOE-Signals-New-Crypto-Era.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:00:00"
        },
        {
            "title": "Ripple Acquires Hidden Road in $1.25B Deal",
            "translated_facebook_post": "Ripple beli Hidden Road dengan harga $1.25 billion, guna duit tunai, XRP, dan saham Ripple sendiri.  Ini menunjukkan usaha Ripple nak perbesarkan lagi perkhidmatan kewangan digital untuk pelanggan besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59d7c913cd23c6734a2e4",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/xrp-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:00:00"
        },
        {
            "title": "Pepe (PEPE) And Mutuum Finance (MUTM) To Outperform Other Crypto Assets In 2025 As Altcoin With Real World Utility Goes Viral",
            "translated_facebook_post": "Ramalan menunjukkan  'Pepe' mungkin akan meningkat nilainya, tapi  Mutuum Finance (MUTM) dijangka lebih berjaya pada 2025 sebab platform pinjaman DeFi mereka yang inovatif dan berguna.  Dengan pelaburan mencecah $6.3 juta dan pulangan 140%, MUTM nampaknya berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59eaeeb0c47183d04c011",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-24-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 22:00:00"
        },
        {
            "title": "BlackRock Collaborates with Anchorage Digital to Enhance Crypto Custody Solutions",
            "translated_facebook_post": "BlackRock dan Anchorage Digital bekerjasama untuk tingkatkan lagi keselamatan simpanan aset kripto, bagi memenuhi permintaan pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/blackrock-collaborates-with-anchorage-digital-to-enhance-crypto-custody-solutions/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1032.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:59:00"
        },
        {
            "title": "RedStone targets trading latency with new oracle on MegaETH",
            "translated_facebook_post": "RedStone lancarkan oracle baru, Bolt, untuk percepatkan urusan dagangan dalam aplikasi DeFi di rangkaian MegaETH, mengurangkan masalah kelewatan.",
            "translated_title": "RedStone sasarkan kelewatan dagangan dengan orakel baharu pada MegaETH.",
            "translated_content": "RedStone, pembekal orakel rantaian blok, telah memperkenalkan orakel berasaskan tolakan di MegaETH untuk menangani isu kelewatan yang mencabar kecekapan perdagangan dalam rantaian.\n\nMenurut jurucakap RedStone, orakel baharu ini boleh menolak harga baharu dalam rantaian setiap 2.4 milisaat. Pada mulanya dilancarkan di MegaETH, rangkaian lapisan-2 Ethereum, produk ini mungkin akan dilancarkan ke rantaian tambahan pada masa hadapan.\n\nRedStone menyatakan orakelnya mendapatkan harga daripada bursa berpusat dan menyampaikannya terus kepada aplikasi atau kontrak pintar melalui nod yang beroperasi secara asli di rantaian MegaETH.\n\nStrategi “kolokasi” ini meminimumkan kelewatan dengan menghapuskan kelewatan yang biasanya disebabkan oleh jarak fizikal antara pelayan. Pada masa hadapan, RedStone juga merancang untuk memasukkan suapan harga daripada bursa terdesentralisasi.\n\nOrakel yang serasi dengan Mesin Maya Ethereum (EVM) semakin popular.  Menurut Alchemy, terdapat 12 rangkaian orakel terdesentralisasi yang beroperasi di Ethereum pada masa kini.\n\nOrakel boleh menjana pendapatan melalui yuran penggunaan data, lesen, ganjaran penguncian dan insentif nod.  Pengapungan pasaran semasa untuk token orakel adalah sebanyak $10.2 bilion, menurut CoinMarketCap.\n\nPertumbuhan DeFi memacu peningkatan selanjutnya orakel\nJumlah nilai yang dikunci dalam kewangan terdesentralisasi (DeFi) dalam rantaian hampir mencecah $88 bilion pada 8 April, selepas meningkat 116% pada tahun 2024, menurut DefiLlama. Ethereum kekal sebagai rantaian blok utama untuk aplikasi DeFi, dengan $47.8 bilion dikunci dalam rangkaian itu, diikuti oleh Solana dengan $6.1 bilion dalam TVL DeFi.\n\nPeningkatan DeFi telah meningkatkan persaingan dalam pasaran orakel — komponen penting untuk fungsi aplikasi terdesentralisasi. Orakel harga memberi suapan data pasaran masa nyata ke dalam kontrak pintar, bertindak sebagai jambatan antara rantaian blok dan dunia sebenar.\n\nPemain popular dalam ruang orakel termasuk Chainlink dan Pyth Network. Pada Oktober 2024, Pyth mengatasi Chainlink dalam jumlah 30 hari, mencapai $36 bilion dalam transaksi. Protokol ini menawarkan model berasaskan tarikan yang menyediakan data atas permintaan, oleh itu menjadikannya dioptimumkan untuk aktiviti berjumlah tinggi.",
            "translated_summary": "RedStone, penyedia oracle, bakal melancarkan oracle baharu bernama \"Bolt\" di MegaETH.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59c55eb0c47183d04c006",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjE3MmEtOTM0MC03NjAyLWI2OWYtZWM0MGNlNzYzYTZh.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 21:55:00"
        },
        {
            "title": "Binance CEO Cites Trump's Tariffs Boosting Crypto Interest",
            "translated_facebook_post": "CEO Binance rasa tarif Trump mungkin akan tingkatkan minat orang ramai dalam kripto, sebab orang mungkin cari alternatif pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59c55913cd23c6734a2e1",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-businessman-ceo-smartphone.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:54:00"
        },
        {
            "title": "Intriguing Waymo’s Generative AI Ambition: Robotaxi Camera Data & User Privacy",
            "translated_facebook_post": "Waymo, syarikat robotaxi, mungkin guna data kamera dalam kereta untuk latih AI, tapi pengguna boleh pilih untuk tak bagi data diorang.  Ini mungkin bantu Waymo perbaiki servis dan keselamatan, tapi juga timbulkan isu privasi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59b282503196a46432c8f",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Intriguing-Waymos-Generative-AI-Ambition-Robotaxi-Camera-Data-User-Privacy.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:50:00"
        },
        {
            "title": "Bitcoin Surges as Institutional Interest Grows",
            "translated_facebook_post": "Harga Bitcoin naik mendadak sebab ramai pelabur besar berminat, manakala percaturan politik di Amerika Syarikat tentang dasar tarif pula menimbulkan ketidakpastian pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59b29913cd23c6734a2de",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bipartisan-discussion-room.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:50:00"
        },
        {
            "title": "Bitcoin price could rally even as global trade war rages on — Here is why",
            "translated_facebook_post": "Harga Bitcoin mungkin akan naik walaupun perang perdagangan global berterusan, disebabkan beberapa faktor.  Kebimbangan kemelesetan ekonomi dan masalah hutang AS yang semakin meningkat mungkin mendorong pelabur untuk mencari aset selamat seperti Bitcoin.  Kenaikan kadar faedah juga dijangka akan menyokong harga Bitcoin dalam jangka masa panjang.",
            "translated_title": "Harga Bitcoin Mungkin Melonjak Walaupun Perang Perdagangan Global Berterusan — Inilah Sebabnya",
            "translated_content": "Pedagang kripto dan ekuiti berharap akan penyelesaian saat akhir yang dapat menghalang Amerika Syarikat daripada mengenakan tarif 104% ke atas barangan China yang memasuki Amerika Syarikat, tetapi dalam sidang akhbar, pihak White House mengesahkan bahawa tarif tersebut akan bermula pada 9 April. Pasaran merosot apabila Peter Navarro, penasihat perdagangan kepada Presiden AS Donald Trump, menyatakan bahawa tarif adalah \"bukan rundingan.\"\n\nAkibatnya, indeks S&P 500 ditutup pada 8 April dengan kerugian 1.6%, membalikkan keuntungan awal sebanyak 4%. Kemelesetan ini telah menyebabkan pedagang tertanya-tanya sama ada Bitcoin (BTC) dapat memperoleh semula momentum menaiknya di tengah-tengah keadaan makroekonomi yang semakin buruk.\n\nMasalah hutang AS yang semakin meningkat kekal, membuka jalan untuk keuntungan Bitcoin\nAntara 2 April dan 7 April, indeks S&P 500 jatuh sebanyak 14.7%, menyebabkan panik di kalangan pemegang Bitcoin dan memaksa ujian semula paras $75,000—paras terendah dalam tempoh lebih daripada lima bulan.\n\nSemasa pertemuan dengan Perdana Menteri Israel Benjamin Netanyahu pada 7 April, Presiden Trump dilaporkan berkata matlamatnya adalah untuk \"memulakan semula meja\" dalam perdagangan. Beliau menambah bahawa \"boleh ada tarif kekal, dan juga boleh ada rundingan kerana terdapat perkara yang kita perlukan di luar tarif.\" Di tengah-tengah ketidakpastian ini, IPO dan penggabungan telah ditangguhkan, sementara perjanjian pinjaman berleveraj dan jualan bon telah diketepikan.\n\nIa menjadi jelas bahawa pasaran saham kemungkinan akan meningkat jika risiko perang perdagangan berkurangan. Pakar ekonomi telah memberi amaran bahawa tarif boleh mencetuskan inflasi dan meningkatkan peluang kemelesetan ekonomi dengan ketara. Walau bagaimanapun, menilai impaknya terhadap harga Bitcoin masih merupakan tugas yang mencabar. Ini kerana sesetengah pelabur melihat sistem kewangan tetap mata wang kripto sebagai perlindungan terhadap pengembangan berterusan bekalan mata wang fiat global.\n\nKorelasi jangka pendek menjejaskan BTC, tetapi kemungkinan pengurangan kadar faedah boleh mengubah keadaan\nDalam jangka pendek, korelasi positif antara Bitcoin dan pasaran saham dijangka berterusan. Walau bagaimanapun, cabaran fiskal kerajaan AS menawarkan peluang yang berpotensi untuk harga Bitcoin berkembang. Pada 8 April, hasil Perbendaharaan AS 10 tahun meningkat kepada 4.28%, berikutan penurunan ringkas kepada 3.90% pada 7 April. Peningkatan ini menunjukkan bahawa pelabur menuntut pulangan yang lebih tinggi untuk memegang aset ini.\n\nKos yang semakin meningkat untuk melancarkan semula $9 trilion hutang kerajaan persekutuan yang akan matang dalam tempoh 12 bulan akan datang dijangka meningkatkan ketidakseimbangan fiskal dan melemahkan dolar AS. Indeks Dolar AS (DXY) telah menyimpang daripada hasil Perbendaharaan AS, jatuh kepada 103.0 pada 8 April daripada 104.2 pada 31 Mac. Keadaan ini berpotensi menyokong harga Bitcoin—sentimen yang dikongsi oleh Ketua Pegawai Eksekutif BlackRock Larry Fink dalam suratnya kepada pelabur pada 31 Mac.\n\nMichael Gapen, ketua pakar ekonomi AS Morgan Stanley, menyatakan dalam nota pelanggan pada 8 April: \"Kami fikir jawapan yang tepat adalah bagi Fed untuk menunggu dalam pendirian semasa untuk lebih lama,\". Mengikut ramalan dikemaskini Morgan Stanley, Rizab Persekutuan AS dijangka mengekalkan kadar faedah pada 4.25%-4.50% sehingga Mac 2026, sambil menambah bahawa \"hanya kemelesetan akan mengubah pengiraan\" dan \"kemelesetan boleh bermakna pengurangan awal dan lebih besar di hadapan.\"\n\nMomentum Bitcoin kemungkinan akan menjadi positif apabila pedagang menyedari bahawa Rizab Persekutuan AS mempunyai alat terhad untuk mengelakkan kemelesetan tanpa mengambil risiko inflasi. Walaupun meramalkan masa tepat penembusan masih tidak pasti, kelewatan yang berpanjangan dalam menyelesaikan isu perang perdagangan boleh mendorong pelabur ke arah aset yang jarang ditemui seperti Bitcoin, terutamanya di tengah-tengah kebimbangan tentang potensi penurunan nilai dolar AS.\n\nArtikel ini adalah untuk tujuan maklumat umum dan tidak bertujuan untuk menjadi dan tidak boleh diambil sebagai nasihat undang-undang atau pelaburan. Pandangan, pemikiran, dan pendapat yang dinyatakan di sini adalah pandangan pengarang sahaja dan tidak semestinya mencerminkan atau mewakili pandangan dan pendapat Cointelegraph.",
            "translated_summary": "Bitcoin Berpotensi Menarik Kelebihan daripada Perubahan Strategi Rizab Persekutuan AS di Tengah Risiko Kemelesetan yang Meningkat.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f59b28eb0c47183d04c003",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NWYyZjMtYzExNy03ZjhiLTlkMWUtNWNjMmRkYTgwYzBm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-08 21:49:00"
        },
        {
            "title": "Corporate Giants Eye Bitcoin for Asset Reserves",
            "translated_facebook_post": "Syarikat besar makin nampak Bitcoin sebagai aset simpanan yang berbaloi,  dan pelaburan makin meningkat walaupun pasaran agak tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/corporate-giants-eye-bitcoin-for-asset-reserves",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-news-301.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:48:00"
        },
        {
            "title": "Where Will Michael Saylor Start Making Losses If Bitcoin Price Further Falls? Here’s the Critical BTC Price Threshold",
            "translated_facebook_post": "Kalau harga Bitcoin jatuh lagi, MicroStrategy mungkin mula rugi kalau harga Bitcoin turun bawah purata harga beli mereka iaitu sekitar $67,458.  Syarikat tu dah pun catat kerugian belum tentu (unrealized loss) hampir $6 billion, dan keadaan kewangan mereka makin tegang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f599e5d45bc842cc265efb",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/08/bitcoin-michael-saylor.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:48:00"
        },
        {
            "title": "XRP Price Falls Amid Stalled ETF Enthusiasm",
            "translated_facebook_post": "Harga XRP jatuh selepas kegembiraan awal ETF reda, menyebabkan kurangnya minat pelabur dan masa depan yang masih belum pasti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f599e52503196a46432c8d",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/falling-xrp-oil-painting-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:45:00"
        },
        {
            "title": "Ethereum Drops Below $2K With Three CME Gaps Targeting $2,550 to $3,933 Range",
            "translated_facebook_post": "Harga Ethereum jatuh bawah $2,000, dan analisa menunjukkan potensi kenaikan semula ke paras antara $2,550 hingga $3,933.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/ethereum-drops-below-2k-with-three-cme-gaps/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/04/ethereum-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:45:00"
        },
        {
            "title": "Amid market crash a16z is raising $20 billion AI fund, the biggest fund in its history",
            "translated_facebook_post": "a16z, sebuah firma pelaburan modal teroka, tengah kumpul dana besar, iaitu $20 bilion, untuk pelaburan AI, menunjukkan minat pelabur terhadap teknologi AI di Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f598ba913cd23c6734a2d7",
            "source": "Coinstelegram",
            "image": "https://coinstelegram.com/wp-content/uploads/2025/04/POST-85.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:43:00"
        },
        {
            "title": "US Initiates Higher Tariffs to Enhance Fair Trade",
            "translated_facebook_post": "Amerika Syarikat akan naikkan tarif import bermula 8 April ni, menjejaskan lebih 50 buah negara, untuk dapatkan hubungan perdagangan yang lebih adil dan seimbang di peringkat global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f598b8eb0c47183d04bff8",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-news-lady-liberty-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-08 21:41:00"
        }
    ]
}