{
    "timestamp": "2025-03-18 11:21:42",
    "all_news": [
        {
            "title": "Bitcoin mengatasi aset global pasca pilihan raya Trump, meskipun pembetulan BTC.",
            "description": "Bitcoin mengatasi prestasi semua segmen pasaran tradisional utama sejak pelantikan Trump, meskipun mengalami pembetulan yang ketara semasa di Amerika Syarikat...",
            "content": "Bitcoin mengatasi prestasi aset global utama lain, seperti pasaran saham, ekuiti, bon kerajaan dan logam berharga, walaupun pembetulan pasaran kripto baru-baru ini bertepatan dengan tempoh penggantungan hutang selama dua bulan di Amerika Syarikat.\n\nHarga Bitcoin (BTC) kini turun 23% daripada paras tertinggi sepanjang zaman melebihi $109,000 yang dicatatkan pada 20 Januari, pada hari perasmian Presiden AS Donald Trump, data Cointelegraph Markets Pro menunjukkan.\n\nWalaupun penurunan baru-baru ini, Bitcoin masih mengatasi semua segmen pasaran global utama, termasuk pasaran saham, ekuiti, bon kerajaan AS, hartanah dan logam berharga, menurut data Bloomberg yang dikongsi oleh Thomas Fahrer, pengasas bersama Apollo Sats.\n\n\"Walaupun dengan pengunduran, Bitcoin masih mengatasi semua aset lain selepas pilihan raya,\" tulis Fahrer dalam catatan X pada 18 Mac.\n\nWalaupun kebimbangan mengenai ketibaan awal kitaran pasaran menurun, penurunan Bitcoin kepada $76,000 masih merupakan sebahagian daripada \"pembetulan dalam pasaran lembu,\" menurut Aurelie Barthere, penganalisis penyelidikan utama di platform risikan kripto Nansen.\n\n\"Kita masih berada dalam pembetulan dalam pasaran lembu: Saham dan kripto telah menyedari dan sedang menilai tempoh ketidakpastian tarif dan pemotongan fiskal, tiada Fed put. Ketakutan kemelesetan sedang muncul,\" kata penganalisis itu kepada Cointelegraph.\n\nDana dagangan bursa (ETF) Bitcoin AS mula mencatatkan aliran masuk bersih harian yang positif, yang mungkin membawa momentum menaik yang lebih besar untuk kripto pertama dunia itu.\n\nETF Bitcoin AS mencatatkan lebih daripada $274 juta aliran masuk bersih kumulatif pada 17 Mac, menandakan hari pelaburan tertinggi sejak 4 Februari, apabila Bitcoin didagangkan melebihi $98,652, data Sosovalue menunjukkan.\n\nPelaburan ETF memainkan peranan utama dalam perhimpunan Bitcoin 2024, menyumbang kira-kira 75% daripada pelaburan baru apabila Bitcoin mencapai semula tanda $50,000 pada 15 Februari.\n\nWalaupun Bitcoin mungkin mengalami turun naik ke bawah yang lebih banyak disebabkan oleh kebimbangan perang perdagangan global, ia tidak mungkin mengalami penurunan yang ketara di bawah paras semasa, menurut Gracy Chen, Ketua Pegawai Eksekutif Bitget.\n\nKetua-ketua industri lain juga optimis tentang trajektori harga Bitcoin untuk baki tahun 2025, dengan ramalan harga antara $160,000 hingga melebihi $180,000.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTljNGItNTMyMy03YjdhLTg1YTMtZTVkYjg5ZTA4MWIx-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d9533874445761ed3c1786",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 10:59:00",
            "status": "Posted"
        }
    ]
}