{
    "timestamp": "2025-04-20 15:25:44",
    "all_news": [
        {
            "title": "The last time this pattern formed, DOGE surged: It’s now showing on Codename: Pepe",
            "translated_facebook_post": "Satu pola yang pernah menyebabkan Dogecoin melonjak naik, kini muncul dalam Codename: Pepe.  Ini menarik perhatian ramai pelabur yang berharap akan berlaku peningkatan harga yang sama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050f63472c354e62b26137",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-analyst-option02.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:13:00"
        },
        {
            "title": "Bitcoin Price Drops Amid China's Regulatory Crackdown",
            "translated_facebook_post": "Harga Bitcoin jatuh sebab China ketatkan kawalan terhadap mata wang kripto, dan ini menjejaskan pasaran global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050f649377327b8a48192d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/china-crypto-regulation-impact.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:13:00"
        },
        {
            "title": "Canary Capital Submits TRX Staking ETF Application to SEC",
            "translated_facebook_post": "Canary Capital dah mohon ETF TRX yang ada fungsi staking kat Amerika, mungkin akan bagi pulangan 4.5% setahun kalau lulus, dan ni mungkin bukak jalan untuk lebih banyak ETF kripto yang guna kaedah staking.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050f64556338149a5a848b",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/canary-crypto-etf-thumbnails.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:11:00"
        },
        {
            "title": "Emmanuel Macron's UK Visit: No Immediate Impact on Crypto Markets",
            "translated_facebook_post": "Lawatan Presiden Perancis Macron ke UK bulan Mei 2025 nanti lebih fokus pada hubungan diplomatik, tak jejas pasaran kripto secara langsung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050e38a7baba018ec31337",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/macron-uk-pm-diplomatic-meeting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:09:00"
        },
        {
            "title": "Is an Economic Collapse on the Horizon?",
            "translated_facebook_post": "Pakar kewangan Robert Kiyosaki ramal kemelesetan ekonomi di Amerika Syarikat, menyarankan pelaburan dalam emas, perak dan Bitcoin sebagai langkah berjaga-jaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/is-an-economic-collapse-on-the-horizon",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-251.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:08:00"
        },
        {
            "title": "5 Rocket Boosters for Ripple (XRP) Prices in Q2",
            "translated_facebook_post": "Lima faktor utama dijangka melonjakkan harga XRP pada suku kedua tahun ini, antaranya corak teknikal 'cup and handle', minat institusi yang semakin meningkat, permohonan ETF yang banyak, khabar angin kerjasama dengan SWIFT, dan sokongan daripada pasaran Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050e3a9377327b8a48192b",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/08/Ripple_Bulls.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:05:00"
        },
        {
            "title": "Crypto Expert Unveils Altcoin Season Start with Golden Cross Indicator",
            "translated_facebook_post": "Pakar kripto ramal musim altcoin akan bermula 21 April berdasarkan indikator Golden Cross, yang menunjukkan kenaikan harga yang ketara.  Sejarah menunjukkan peningkatan mendadak selepas Golden Cross berlaku.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050e38bc968e46856e333c",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/Altcoin_Season_No_Text.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:05:00"
        },
        {
            "title": "Hyperlane and Multiple Network Launch Token and Testnet Initiatives",
            "translated_facebook_post": "Hyperlane dan Multiple Network nak lancarkan token dan testnet baru,  untuk mudahkan transaksi antara rangkaian blok rantai yang berbeza.  Ini mungkin akan ubah cara kerjasama dalam industri blok rantai, dan buatkan inovasi lebih mudah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050cf89377327b8a481928",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-futuristic-cityscape.jpg.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:03:00"
        },
        {
            "title": "Trump's Economic Approval Falls, Crypto Market Unaffected",
            "translated_facebook_post": "Pasaran kripto masih stabil walaupun sokongan ekonomi terhadap Trump jatuh, dengan Bitcoin kekal kukuh, Ethereum maju dengan naik tarafnya, dan pelaburan institusi semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050cf8472c354e62b26133",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/crypto-market-update-oct-2023.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:03:00"
        },
        {
            "title": "The Next Explosive Crypto? MAGACOINFINANCE, XRP, and SOLANA Are Ready for Takeoff!",
            "translated_facebook_post": "XRP, Solana, dan beberapa projek kripto lain macam Arbitrum, Cardano, Injective, dan Kaspa tengah menarik perhatian pelabur. Tapi, MAGACOINFINANCE nampaknya menonjol dengan potensi pulangan pelaburan (ROI) 5,000% berdasarkan analisis awal.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/the-next-explosive-crypto-magacoinfinance-xrp-and-solana-are-ready-for-takeoff/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/unnamed-2025-04-20T004704.048.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:00:00"
        },
        {
            "title": "Robert Kiyosaki Predicts Economic Turmoil and Investment Opportunities",
            "translated_facebook_post": "Pakar ekonomi Robert Kiyosaki ramal kegawatan ekonomi akan datang, mencadangkan pelaburan dalam emas, perak dan Bitcoin sebagai langkah berjaga-jaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/robert-kiyosaki-predicts-economic-turmoil-and-investment-opportunities/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/bitcoin-cash-1045-3.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:00:00"
        },
        {
            "title": "Farmers are switching to stablecoins",
            "translated_facebook_post": "Ramai petani dah mula guna stablecoin untuk pembayaran rentas sempadan, mudahkan urusan, dan akses pasaran global.  Sistem kewangan sedia ada banyak kelemahan, terutama di Afrika,  tapi stablecoin boleh bantu atasi masalah kos tinggi, bayaran lambat, dan faedah pinjaman tinggi. Walaupun ada cabaran dari segi peraturan dan teknologi, permintaan untuk stablecoin dalam pertanian semakin meningkat.",
            "translated_title": "Petani beralih kepada mata wang kripto stabil.",
            "translated_content": "Pendapat oleh: Henry Duckworth, pengasas dan CEO AgriDex\n\nKita semua memerlukan dan membelinya. Makanan adalah asas yang sama dan universal di seluruh planet ini. Maka, tidak menghairankan bahawa industri pertanian adalah sangat besar. Pada tahun 2023, Kesatuan Eropah sahaja mengimport 154 juta tan produk pertanian dan mengeksport 134 juta tan lagi. Pasaran juga sedang berkembang, diunjurkan berkembang sebanyak 3.45% setiap tahun bermula tahun ini untuk mencapai $5.52 trilion menjelang 2029.\n\nNamun, petani dan peniaga pertanian berdepan dengan masalah serius. Mereka perlu mengeksport makanan ke luar negara dan berinteraksi dengan mata wang asing. Sistem kewangan — terutamanya di Afrika — bagaimanapun, masih kurang maju. Ketidakupayaan dalam perdagangan mereka mengakibatkan kos transaksi yang tinggi, kelewatan pembayaran rentas sempadan, dan kadar faedah yang tinggi untuk pinjaman. Syarikat besar boleh menangani halangan kewangan dengan lebih baik, tetapi ini tidak selalu berlaku untuk petani kecil, yang paling menderita akibat sistem perbankan yang usang.\n\nTeknologi blockchain dan stablecoin menjanjikan untuk melicinkan air yang tidak stabil bagi peniaga pertanian. Dengan menghapuskan orang tengah dan menyediakan kemasukan kewangan, teknologi ini memberi petani akses langsung ke pasaran global. Dengan pasaran makanan dan pertanian Afrika diramalkan bernilai $1 trilion menjelang 2030, stablecoin akan menjadi lebih daripada sekadar satu lagi trend kewangan untuk industri ini.\n\nPembayaran rentas sempadan menyembunyikan kos yang signifikan\n\nPembayaran rentas sempadan adalah jantung perdagangan pertanian, penting untuk mengakses sumber, seperti peralatan dan benih, atau terlibat dalam perdagangan antara negara. Transaksi antarabangsa adalah penting untuk pertanian Afrika, kerana eksport dalam Afrika hanya mewakili 17% daripada jumlah eksport Afrika.\n\nSistem perbankan tempatan, bagaimanapun, masih kurang maju dan menghalang pembayaran ini dengan tahap yang mengejutkan. Satu halangan besar ialah sistem perbankan tradisional adalah mahal — ia mengenakan caj kepada petani antara 3% dan 6% dalam yuran. Ini bukan perkara kecil apabila margin keuntungan sudah nipis.\n\nDalam transaksi, permintaan untuk mata wang perantara, biasanya dolar AS, membawa kepada kerugian kadar pertukaran yang lebih banyak lagi, sering kali berada dalam lingkungan 3%-10%. Ini menjejaskan perniagaan kecil di Afrika, yang boleh membayar hampir 200% lebih daripada syarikat besar untuk menyelesaikan transaksi mereka melalui saluran formal.\n\nSeolah-olah perbelanjaan itu tidak cukup buruk, prosesnya juga sangat perlahan. Petani boleh menjangkakan untuk menunggu sehingga 120 hari untuk penyelesaian pembayaran. Kelewatan ini amat merugikan perniagaan yang bergantung pada akses cepat kepada dana. Mereka terpaksa mengambil pinjaman berfaedah tinggi tanpa kecairan segera, yang selanjutnya menghakis pendapatan mereka.\n\nStablecoin boleh memperbaiki perdagangan pertanian\n\nSistem kewangan yang sudah lapuk dan mengecewakan menghalang industri pertanian global, tetapi secerah harapan tiba dalam bentuk stablecoin. Bersedia untuk membentuk semula perdagangan pertanian, kripto menawarkan petani tiga tonggak utama transformasi.\n\nStablecoin bermakna petani dan peniaga boleh melangkau ketidakupayaan perbankan. Dengan orang tengah dikeluarkan daripada gambar, mereka boleh membuat transaksi serta-merta dan dengan kos yang lebih rendah. Petani menjimatkan antara 3%-6% setiap pembayaran, dan dana diterima dalam beberapa minit dan bukannya menunggu berminggu-minggu atau berbulan-bulan yang menyakitkan. Hasilnya? Pemain ini mempunyai modal kerja yang diperlukan untuk kekal dalam perniagaan.\n\nPeniaga boleh melupakan mata wang tempatan yang tidak stabil. Dengan menetapkan harga barangan mereka dalam aset digital yang stabil, mereka boleh mendapat akses ke pasaran global. Kadar pertukaran yang berfluktuasi akan menjadi masalah masa lalu. Perniagaan yang beroperasi di negara dengan mata wang yang tidak menentu akan merasai kelegaan itu dengan paling ketara, kerana penyusutan mata wang secara tiba-tiba mempunyai kuasa untuk menghapuskan keuntungan dalam sekelip mata.\n\nPerdagangan pertanian dilumpuhkan oleh penipuan sistemik yang besar dan ketidakupayaan rantaian bekalan, dengan penipuan makanan global menelan kos $40 bilion setiap tahun dan perdagangan global barangan palsu sebanyak $500 bilion lagi. Stablecoin boleh menjadi transformatif dalam mengurangkan pergerakan asal barangan palsu merentas rantaian bekalan, menjadikan industri ini jauh lebih cekap.\n\nKeputusan telah pun dilihat dalam agribusi Afrika. Sebagai contoh, konglomerat yang berpangkalan di Zimbabwe, Parrogate, komited kepada blockchain untuk memperkemas pembayaran kepada pembekalnya sambil meningkatkan kecekapan perdagangan rentas sempadan. Syarikat itu, yang mementingkan pertumbuhan dan pembangunan di seluruh benua itu, hanyalah salah satu daripada banyak perniagaan Afrika yang menyokong stablecoin dan menuai faedahnya.\n\nPertanian masih menghadapi cabaran global\n\nStablecoin sepatutnya menjadi muzik yang menggembirakan bagi mereka yang bekerja dalam pertanian. Walau bagaimanapun, jalan ke sana mungkin berbatu. Ketidakpastian pengawalseliaan yang signifikan, terutamanya di Afrika, adalah satu halangan. Ramai negara mempunyai kawalan aliran keluar modal yang ketat, jadi petani dan peniaga mesti mematuhi peraturan tempatan atau menghadapi masalah undang-undang.\n\nSatu lagi batasan ialah halangan teknologi dan jurang pendidikan merentas industri, yang menghalang sesetengah petani daripada memahami dan menggunakan teknologi sepenuhnya. Petani Eropah, yang kurang memerlukan stablecoin kerana infrastruktur sudah mantap, juga tidak akan mempunyai akses penuh kepada mekanisme stabil ini untuk memudahkan perdagangan.\n\nTerdapat halangan, tetapi permintaan untuk stablecoin dalam pertanian Afrika tidak dapat dinafikan. Terdapat kesediaan yang kuat dalam komuniti pertanian untuk menyertai stablecoin yang mematuhi peraturan yang menyokong kecairan rentas sempadan.\n\nPenggunaan stablecoin secara besar-besaran tidak akan berlaku dalam sekelip mata, tetapi itu bukan untuk mengatakan bahawa industri ini tidak menuju ke arah digital. Tawaran stablecoin adalah menggoda — transaksi serta-merta, yuran yang lebih rendah dan akses kewangan yang dipertingkatkan. Hanya soal masa sebelum lebih ramai petani beralih.\n\nPeniaga pertanian yang bergelut di bawah beban sistem perbankan yang lapuk dan mengganggu sudah bersedia untuk kemasukan kewangan yang lebih besar. Dan kita juga sepatutnya. Industri ini menghubungkan kita semua dan akan diangkat oleh stablecoin. Teknologi ini akan menjadi transformatif untuk bidang ini — bukan sahaja sebagai inovasi, tetapi sebagai evolusi yang penting.\n\nPendapat oleh: Henry Duckworth, pengasas dan CEO AgriDex.",
            "translated_summary": "Petani semakin beralih kepada mata wang stabil untuk memudahkan pembayaran rentas sempadan, memperkemaskan operasi, dan mendapat akses kepada pasaran global.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050cf89377327b8a481926",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWQ3NTgtZDM4Mi03NDE3LWI1NjMtNDk4NjMxYjIxNDJk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-20 15:00:00"
        },
        {
            "title": "Dogecoin (DOGE), Ripple (XRP), and Mutuum Finance (MUTM): Analysts Pick Their 2025 Millionaire-Maker",
            "translated_facebook_post": "Ramai pakar jangka Dogecoin, Ripple, dan Mutuum Finance berpotensi hasilkan keuntungan besar menjelang 2025.  Mutuum Finance, khususnya, menarik perhatian dengan protokol pinjaman terdesentralisasi yang inovatif dan program ganjaran menarik,  dah kumpul dana lebih $6.9 juta dalam prajualan fasa 4.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050f64556338149a5a848d",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-25-7.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 15:00:00"
        },
        {
            "title": "Bitcoin price at a crossroads: is a crypto winter looming or a rebound near?",
            "translated_facebook_post": "Harga Bitcoin sekarang agak tak menentu, turun sikit tapi masih menunjukkan peningkatan dalam jangka masa minggu lepas.  Walaupun ada tanda-tanda pasaran mungkin akan merosot, ada juga petunjuk positif daripada pelabur besar yang menunjukkan keyakinan mereka terhadap Bitcoin.  Projek-projek baharu dalam bidang permainan Web3 juga menarik perhatian.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050ab5472c354e62b2612e",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/Bitcoin.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 14:50:00"
        },
        {
            "title": "Strategy adds 3,459 Bitcoin, Kraken expands to stocks and forex, SEC drops CyberKongz case | Weekly Recap",
            "translated_facebook_post": "Syarikat Strategy beli lagi 3,459 Bitcoin, Kraken tambah servis saham dan forex, siasatan SEC terhadap CyberKongz ditutup.  Banyak perkembangan menarik dalam dunia kripto minggu ni!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050ab439bcae1eeb0bc90d",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/01/crypto-news-MicroStrategy-option04.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 14:50:00"
        },
        {
            "title": "This Undervalued Altcoin Could Outperform Cardano (ADA) and Ripple (XRP) in 2025, How Much Should You Invest?",
            "translated_facebook_post": "Ramai jangka Rexas Finance (RXS) akan mengatasi Cardano (ADA) dan Ripple (XRP) menjelang 2025, dengan potensi pulangan mencecah 30,000%.  Pelaburan awal nampaknya berbaloi, tapi kena buat kajian sendiri dulu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/this-undervalued-altcoin-could-outperform-cardano-ada-and-ripple-xrp-in-2025-how-much-should-you-invest/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-23-1-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 14:45:00"
        },
        {
            "title": "What’s Driving BTC Price Recovery And Rising Inflation Impact",
            "translated_facebook_post": "Harga Bitcoin pulih sikit, tapi inflasi tinggi dan kenaikan kadar faedah mungkin menjejaskan momentum.  Pelaburan institusi dalam ETF mungkin ada potensi, tapi belum nampak impak besar.  Buat masa ni, harga Bitcoin agak stabil,  kita tengok apa jadi minggu depan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6805098f556338149a5a8484",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/ae62a14fec86491f8cdf745213884786.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 14:45:00"
        },
        {
            "title": "Cup and Handle Formation Sets CRV Up for a Potential Surge",
            "translated_facebook_post": "Harga CRV mungkin akan naik mendadak, berdasarkan corak 'cup and handle' yang terbentuk.  Ia menunjukkan momentum kenaikkan harga, terutamanya jika harga berjaya melepasi paras $0.63.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68050bcd472c354e62b26130",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/08/Bullish-MarketBullish-Trading-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 14:45:00"
        },
        {
            "title": "Emmanuel Macron's UK Visit in May 2025: Strengthening Diplomatic Ties",
            "translated_facebook_post": "Presiden Macron bakal ke UK Mei 2025 untuk kukuhkan hubungan diplomatik, tak jejas pasaran kripto langsung.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6805098d9377327b8a481920",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/macron-uk-visit-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-20 14:44:00"
        }
    ]
}