{
    "timestamp": "2025-03-16 11:21:21",
    "all_news": [
        {
            "title": "Lupakan Solana, XRP mungkin mengatasi Ethereum terlebih dahulu di tengah harga tertinggi 5 tahun.",
            "description": "Pasaran XRP hanya kurang daripada AS$100 bilion untuk menyamai nilai pasaran Ethereum.",
            "content": "Harga XRP (XRP) berbanding Ether (ETH) mencapai paras tertinggi dalam lima tahun pada hujung minggu, melanjutkan pemulihannya.\n\nPada 15 Mac, pasangan XRP/ETH mencecah 0.00128 ETH buat pertama kalinya sejak April 2020. Ini bersamaan dengan kenaikan sebanyak 925% jika diukur daripada paras terendah sepanjang zaman iaitu 0.00013 ETH yang dicatatkan pada Jun 2024 dan kira-kira 620% keuntungan sejak November 2024, apabila Donald Trump memenangi pilihan raya presiden AS.\n\nCarta harga mingguan XRP/ETH. Sumber: TradingView\n\nPotensi Breakout XRP berbanding ETH\n\nRali XRP/ETH mendorong spekulasi di kalangan pemerhati pasaran bahawa XRP boleh mengatasi Ether untuk menjadi kripto mata wang kedua terbesar dari segi kapitalisasi pasaran.\n\nSebagai contoh, penganalisis Dom menyerlahkan 0.0012 ETH sebagai paras rintangan yang signifikan dari segi sejarah, satu ambang yang secara konsisten mendahului rali eksplosif dalam kitaran lepas. Beliau menyatakan bahawa XRP telah meningkat secara mendadak selepas memecah rintangan ini, memberikan keuntungan sekurang-kurangnya 160% dalam kejadian sebelumnya.\n\nCarta harga XRP/ETH 12 jam. Sumber: TradingView/Dom\n\nBeliau menggambarkan perkara yang sama dengan tiga titik breakout utama—pada awal 2017, akhir 2017, dan 2018 apabila XRP melonjak berbanding Ether berikutan pelanggaran yang disahkan terhadap rintangan 0.0012 ETH.\n\nSetakat 16 Mac, XRP sekali lagi menguji paras kritikal ini. Jika sejarah berulang, walaupun rali separa sebanyak 80% sudah memadai untuk XRP mengatasi ETH dalam kapitalisasi pasaran, cadang DOM, terutamanya memandangkan harga Ether berisiko mengalami penurunan lebih lanjut pada tahun 2025.\n\nPada $138 bilion, topi pasaran XRP kurang daripada $100 bilion untuk mencapai paras Ethereum. Lebih-lebih lagi, penilaian pencairan penuh XRP (FDV) seketika mengatasi Ethereum awal minggu ini.\n\nSebagai konteks, FDV mewakili jumlah nilai teori semua token, termasuk yang belum diedarkan, manakala kapitalisasi pasaran hanya mengambil kira token yang sedang diedarkan.\n\nMengapa Ethereum kurang berprestasi berbanding XRP?\n\nDominasi pasaran XRP telah meningkat lebih daripada 300% sejak pilihan raya semula Trump pada 5 November.\n\nCarta harga harian XRP.D vs. ETH.D. Sumber: TradingView\n\nTempoh yang sama menyaksikan Ethereum kehilangan bahagian pasarannya sebanyak lebih 35.50%, menunjukkan kekurangan minat di kalangan pedagang untuk Ether berbanding aset kripto utama yang lain.\n\nSatu faktor utama dalam perbezaan ini ialah sentimen pengawalseliaan. Trump telah meletakkan AS sebagai \"ibu kota kripto dunia\" pada masa hadapan, melantik pengawal selia pro-kripto dan berjanji untuk mewujudkan persekitaran yang lebih baik.\n\nPerubahan ini telah memberi manfaat kepada XRP, yang memenuhi keperluan pengguna perusahaan, terutamanya apabila Ripple memperkenalkan pelan hala tuju DeFi institusi pada bulan Februari.\n\nSementara itu, Ethereum telah merosot disebabkan oleh peningkatan persaingan daripada rantaian blok peringkat 1 pesaing, terutamanya Solana (SOL).\n\nPenambahbaikan Dencun pada Mac 2024, yang mengurangkan yuran transaksi Ethereum sebanyak 95%, bertujuan untuk meningkatkan kebolehskalaan. Walau bagaimanapun, ia juga telah mengurangkan kadar pembakaran ETH, meningkatkan bekalan dan melemahkan daya tarikan deflasi dan naratif \"wang ultrabunyi\"nya.\n\nKadar bekalan ETH sejak Penggabungan. Sumber: UltraSound Money\n\nPada masa yang sama, dominasi Solana telah meningkat, dengan jumlah dagangannya kini menyaingi Ethereum dan semua rantaian peringkat 2 gabungannya.\n\nTransaksi yang lebih pantas dan murah rangkaian ini telah menjadikannya platform pilihan untuk aktiviti DeFi, dagangan memecoin, dan pasaran NFT, yang sebelum ini didominasi oleh Ethereum. Peralihan ini telah menghakis bahagian pasaran Ethereum, terutamanya di kalangan pedagang dan pembangun yang mencari transaksi berkelajuan tinggi dan kos rendah.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5Mzc3NTItYmRhZi03MjUwLWI1ODItMTczNWJhMDgwMjEz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6b16c2dc6703dbc6f7030",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 11:05:00",
            "status": "Posted"
        }
    ]
}