{
    "timestamp": "2025-04-17 14:26:32",
    "all_news": [
        {
            "title": "How Mantra’s OM token collapsed in 24 hours of chaos",
            "translated_facebook_post": "Token OM dari Mantra jatuh mendadak lebih 90% dalam masa 24 jam, pelbagai teori timbul termasuk manipulasi bursa dan pengalihan salah.  Siangatan ini masih disiasat, dan punca sebenar masih belum diketahui pasti.",
            "translated_title": "Kejatuhan Token OM Mantra Dalam 24 Jam Kekacauan",
            "translated_content": "Mantra’s OM token mengalami penurunan lebih dari 90% dalam semalam, dan dunia kripto belum mencapai kesepakatan tentang penyebabnya. Pada 13 April, harga OM anjlok dari lebih dari $6 menjadi di bawah $0,50, menghapus lebih dari $5 miliar kapitalisasi pasar dan memicu kepanikan meluas di industri kripto.\n\nKejatuhan mendadak ini mengundang perbandingan dengan implosi LUNA Terra karena para pedagang berebut jawaban. Rumor yang belum diverifikasi tentang penjualan internal, likuidasi paksa, dompet yang salah label, dan manipulasi bursa menyebar dengan cepat — tetapi Mantra bersikeras bahwa mereka terperangkap di tengah-tengahnya.\n\nMantra telah membangun posisi yang kuat dalam narasi tokenisasi aset dunia nyata menjelang 13 April, didukung oleh kesepakatan $1 miliar untuk mentokenisasi real estat dan pusat data Damac Group yang berbasis di Dubai. Perusahaan ini mendapatkan lisensi Otoritas Pengaturan Aset Virtual (VARA) di Dubai dan meluncurkan dana ekosistem senilai $108 juta dengan dukungan dari pemain berat seperti Laser Digital, Shorooq, Amber Group, dan Brevan Howard Digital. Pada Februari 2025, token OM mencapai titik tertinggi sepanjang masa hampir $9.\n\nTetapi pada 13 April, momentum itu terganggu secara tiba-tiba. Jam-jam berikutnya melukiskan gambaran yang kacau tentang transfer token, spekulasi orang dalam, dan saling menyalahkan. Berikut adalah pandangan mendetail tentang bagaimana keruntuhan OM terjadi.\n\n**24 Jam Fiasco Mantra OM**\n\n**13 April (16:00–18:00 UTC)**\n\nToken OM Mantra diperdagangkan sideways sepanjang hari.  Harga turun dari $6,14 menjadi $5,52 selama jendela dua jam ini.\n\n**13 April (18:00–20:00 UTC)**\n\nToken tiba-tiba jatuh ke $1,38 dalam satu jam pertama, kemudian serendah $0,52 di jam berikutnya — kehilangan lebih dari 90% nilainya dalam satu hari. Media sosial meletus dengan teori-teori, termasuk penarikan karpet, penjualan internal, likuidasi paksa, atau manipulasi bursa.\n\n**13 April (20:00–22:00 UTC)**\n\nSpekulasi awal berpusat pada penarikan karpet, dipicu oleh tangkapan layar saluran Telegram yang dihapus. Ini kemudian dibantah, karena grup yang dihapus bukanlah saluran resmi Matra. Cointelegraph telah mengkonfirmasi bahwa Telegram proyek tersebut aktif pada saat penulisan.\n\nMantra membagikan pernyataan pertamanya di X, tetapi pembaruan singkat itu langsung mendapat reaksi negatif dari komunitas.\n\n**13 April (22:00–00:00 UTC)**\n\nPendiri dan CEO Mantra, John Patrick Mullin, memposting pernyataan yang lebih detail di X, mengklaim aksi pasar OM dipicu oleh \"penutupan paksa yang ceroboh yang diprakarsai oleh bursa terpusat pada pemegang akun OM.\"\n\n\"Waktu dan kedalaman penurunan harga menunjukkan bahwa penutupan posisi akun yang sangat tiba-tiba diprakarsai tanpa peringatan atau pemberitahuan yang cukup,\" kata Mullin.\n\n**14 April (00:00–02:00 UTC)**\n\nDalam beberapa hari menjelang kecelakaan tersebut, setidaknya 17 dompet telah menyetor total 43,6 juta OM (senilai $227 juta) ke Binance dan OKX, menurut pelacak blockchain Lookonchain.\n\nDua dari dompet ini diberi label sebagai milik Laser Digital, investor strategis Mantra, oleh platform data blockchain Arkham Intelligence. Label tersebut memicu lebih banyak spekulasi dan tuduhan terhadap Laser Digital. Pada saat penulisan, keakuratan label Arkham belum dikonfirmasi, dan platform tersebut belum menanggapi permintaan Cointelegraph untuk klarifikasi.\n\nSementara itu, Mullin menjawab pertanyaan komunitas di bawah postingannya di X, menunjukkan temuan internal menunjukkan satu bursa sebagai penyebab utama keruntuhan sementara menyatakan bahwa itu bukan Binance.\n\n**14 April (02:00–05:00 UTC)**\n\nBaik Binance dan OKX menanggapi situasi tersebut. Binance mengatakan, \"Binance menyadari bahwa $OM, token asli MANTRA, telah mengalami volatilitas harga yang signifikan. Temuan awal kami menunjukkan bahwa perkembangan selama hari terakhir ini adalah hasil dari likuidasi antar bursa.\"\n\nCEO OKX, Star Xu, memposting di X, \"Ini adalah skandal besar bagi seluruh industri kripto. Semua data buka kunci dan setoran onchain bersifat publik, semua data jaminan dan likuidasi bursa utama dapat diselidiki. OKX akan menyiapkan semua laporan!\"\n\nOKX menyatakan, \"Setelah insiden tersebut, kami telah melakukan penyelidikan dan mengidentifikasi perubahan besar pada model tokenomics token MANTRA sejak Oktober 2024, berdasarkan data on-chain yang tersedia untuk umum dan data bursa internal.\n\n\"Penyelidikan kami juga menemukan bahwa beberapa alamat on-chain telah melakukan setoran dan penarikan skala besar yang berpotensi terkoordinasi di berbagai bursa terpusat sejak Maret 2025.\"\n\n**14 April (05:00–12:00 UTC)**\n\nLaser Digital membantah kepemilikan dompet yang ditandai oleh Arkham dan dilaporkan oleh Lookonchain, menyebutnya salah label.\n\n\"Kami ingin sangat jelas: Laser belum menyetor token OM ke OKX. Dompet yang dirujuk bukanlah dompet Laser,\" kata perusahaan itu di X, membagikan tiga alamat token untuk mendukung klaimnya bahwa tidak ada penjualan yang terjadi.\n\nLookonchain juga mengidentifikasi dompet lain menggunakan data Arkham yang telah tidak aktif selama setahun sebelum menjadi aktif hanya beberapa jam sebelum kecelakaan tersebut. Dompet tersebut diberi label sebagai milik Shane Shin, mitra pendiri Shorooq Partners, dan menerima 2 juta OM sesaat sebelum keruntuhan.\n\n**14 April (12:00–13:00 UTC)**\n\nMullin bergabung dengan acara Chain Reaction Cointelegraph dan membantah laporan bahwa investor utama Mantra membuang OM sebelum keruntuhan. Dia menolak tuduhan bahwa tim mengendalikan 90% dari pasokan.\n\n\"Saya pikir itu tidak berdasar. Kami memposting laporan transparansi komunitas minggu lalu, dan itu menunjukkan semua dompet yang berbeda,\" kata Mullin, mencatat pengaturan token ganda di Ethereum dan mainnet Mantra. Selain itu, ia meyakinkan pengguna bahwa pemulihan token OM adalah perhatian utama tim.\n\n\"Kami masih dalam tahap awal menyusun rencana ini untuk potensi pembelian kembali token,\" katanya.\n\n**14 April (13:00–16:00 UTC)**\n\nLebih banyak teori mulai muncul. Onchain Bureau mengklaim pembuat pasar di FalconX bertanggung jawab atas penurunan harga. Mereka menyalahkannya pada model opsi pinjaman — layanan yang memungkinkan pembuat pasar untuk meminjam token dan mengeksekusi pembelian yang dijamin pada saat kontrak berakhir.\n\n\"Alih-alih membayar pembuat pasar dengan biaya bulanan, mereka memiliki kontrak yang ditandatangani yang mengatakan bahwa mereka akan dapat memaksakan pembelian, misalnya, 1 juta token seharga $1 pada saat kontrak berakhir. Jelas, ketika kontrak berakhir, mereka menegakkan kontrak dan membuat tas mereka,\" kata Onchain Bureau dalam postingan X yang sekarang dihapus.\n\nTak lama setelah itu, Onchain Bureau menyusul, mengatakan FalconX telah menghubungi dan membantah menjadi pembuat pasar Mantra. Mullin juga menanggapi postingan tersebut, menyatakan bahwa FalconX bukanlah pembuat pasar proyek tersebut. Dia menggambarkan mereka sebagai mitra perdagangan.\n\nSementara itu, detektif kripto ZachXBT ikut campur, mengklaim bahwa individu yang terkait dengan Reef Finance diduga telah mencari pinjaman besar yang didukung OM pada hari-hari menjelang kecelakaan tersebut.\n\n**Apa yang Kita Ketahui Tentang Keruntuhan OM**\n\nBeberapa teori telah dilemparkan. Ketakutan awal berkisar dari penarikan karpet hingga perdagangan orang dalam, yang telah dibantah Mantra dalam beberapa kasus dengan membagikan alamat dompet. Tim telah menanggapi komentar online dan pertanyaan media untuk meyakinkan bahwa mereka belum melarikan diri.\n\nMantra juga membantah bahwa penurunan harga adalah hasil dari kesepakatan yang berakhir dengan pembuat pasar FalconX. Beberapa jari menunjuk ke Laser Digital, yang mengatakan itu adalah hasil dari kesalahan pelabelan di Arkham Intelligence.\n\nArkham Intelligence belum menanggapi permintaan Cointelegraph untuk mengklarifikasi labelnya. Namun, tag Laser Digital di Arkham adalah prediksi kepercayaan rendah yang dibuat oleh model AI, bukan entitas terverifikasi dengan tanda centang biru.\n\nPada hari-hari setelah kecelakaan OM, Mullin menyatakan bahwa ia akan membakar semua token timnya. Dia kemudian mengatakan bahwa dia akan mulai dengan mempertaruhkan alokasi sendiri.\n\nMullin mengumumkan bahwa Mantra akan menerbitkan post-mortem dan diikuti dengan \"pernyataan peristiwa\" pada 16 April. Tim menegaskan kembali bahwa tidak ada penjualan token yang dipimpin proyek yang terjadi dan bahwa semua alokasi tim tetap terkunci. Pernyataan tersebut menggandakan rencana Mantra untuk memperkenalkan program pembelian kembali dan pembakaran token tetapi tidak memberikan informasi baru tentang penyebab kecelakaan tersebut.\n\nMullin mengatakan kepada Cointelegraph bahwa Mantra telah menunjuk analis blockchain yang tidak disebutkan namanya untuk menyelidiki penyebab utama kecelakaan tersebut, meskipun detailnya tetap rahasia saat ini.",
            "translated_summary": "Inilah bagaimana kejatuhan Mantra OM berlaku sepanjang 24 jam kekacauan, khabar angin, dan saling menyalahkan.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010cd9651025464e73dc7f",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDRmZDktNDczYi03NzQ2LThmOTAtODlmYTU5ZmEzY2Mx.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-17 14:13:00"
        },
        {
            "title": "Bitcoin Gains as New Regulation Targeting Crypto Enforced",
            "translated_facebook_post": "Harga Bitcoin naik 5% lepas Amerika Syarikat umum peraturan baru untuk transaksi kripto melebihi $10,000,  walaupun ada pandangan berbeza tentang kesan jangka panjangnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010cda5049cc7044ea6835",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/financial-news-anchor-bitcoin.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:13:00"
        },
        {
            "title": "Ripple Price Analysis: Is $3 or $1.4 Next for XRP?",
            "translated_facebook_post": "Harga XRP sekarang macam tengah stabil,  ada potensi naik ke $3 kalau harga tutup di atas $2.5, tapi kalau jatuh bawah $2, mungkin turun sampai $1.40.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010cdd6b90256770c89cae",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/XRPUSDT-Daily-Apr-17-2025-scaled.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:12:00"
        },
        {
            "title": "Binance Consults Governments on Crypto Reserves Strategy",
            "translated_facebook_post": "Ramai kerajaan sekarang tengah berminat nak ada simpanan mata wang kripto, terutamanya Bitcoin, dengan Binance tolong bagi nasihat.  Amerika Syarikat nampaknya paling depan dalam usaha ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010cd98a51d93d60e8f6ab",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bitcoin-globe-futuristic-cityscape.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:12:00"
        },
        {
            "title": "Expectations Rise as XRP Aims for Spot ETF Approval",
            "translated_facebook_post": "Peluang XRP dapat kelulusan ETF spot semakin tinggi, tapi pasaran opsyen masih berhati-hati sebab nampak macam ada penurunan harga jangka pendek.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/expectations-rise-as-xrp-aims-for-spot-etf-approval/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1022-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:10:00"
        },
        {
            "title": "This DeFi Crypto at $0.025 Could Outperform Ethereum (ETH) in ROI by 2025",
            "translated_facebook_post": "Satu projek kripto DeFi, Mutuum Finance (MUTM), yang dijual pada harga $0.025, dijangka memberikan pulangan pelaburan (ROI) jauh lebih tinggi berbanding Ethereum menjelang 2025.  Peluang keuntungannya amat besar, malah dijangka mencecah sehingga 4,700% hingga 5,900% daripada harga pra-jualan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010cd8651025464e73dc7d",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/17193118/muttum-finance-eth.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:09:00"
        },
        {
            "title": "Bitcoin Price Analysis: BTC Finds Support at $83K but Danger Still Persists",
            "translated_facebook_post": "Harga Bitcoin sekarang stabil sekitar $83,000, walaupun masih ada risiko penurunan.  Para pelombong Bitcoin dilihat semakin mengurangkan simpanan mereka,  menunjukkan potensi jualan yang tinggi.  Namun,  jika permintaan terus meningkat, harga mungkin naik semula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010bb18a51d93d60e8f6a2",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/BTCUSDT-Daily-Apr-17-2025-scaled.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:08:00"
        },
        {
            "title": "Why Pepe Coin (PEPE) and 1 Other Penny Crypto Are Dominating Investor Portfolios Over Shiba Inu (SHIB) in 2025",
            "translated_facebook_post": "Sekarang ni ramai pelabur lebih minat kepada PEPE dan RXS berbanding SHIB sebab potensi pertumbuhannya lebih tinggi.  PEPE nampak macam nak naik mendadak, manakala RXS pula menarik perhatian sebab ada aplikasi dunia sebenar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/why-pepe-coin-pepe-and-1-other-penny-crypto-are-dominating-investor-portfolios-over-shiba-inu-shib-in-2025/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-21-1-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:05:00"
        },
        {
            "title": "80% of first-time crypto users demand visible security: study",
            "translated_facebook_post": "Ramai pengguna kripto baru utamakan keselamatan, nak platform tunjuk bukti keselamatan dorang jelas supaya rasa selamat guna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010bac6b90256770c89ca6",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-fraud-option06.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:04:00"
        },
        {
            "title": "U.S. stocks mixed as Trump calls for Fed to act",
            "translated_facebook_post": "Pasaran saham Amerika macam bercampur-campur, susulan kenyataan Trump suruh Fed bertindak.  Dow Jones jatuh, tapi S&P 500 dan Nasdaq naik sikit.  Kebimbangan tarif dan polisi monetari masih jadi faktor utama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010bac8a51d93d60e8f69a",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/05/crypto-news-crypto-related-stocks-option03.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:04:00"
        },
        {
            "title": "Despite Ripple ETF Optimism, XRP Options Market Leans Bearish",
            "translated_facebook_post": "Walaupun ramai optimistik tentang ETF Ripple,  pasaran pilihan ni nampak macam agak bearish untuk XRP sekarang.  Ada harapan untuk ETF diluluskan, tapi ramai juga yang berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a818a51d93d60e8f698",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/01/XRPETF_CB.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:03:00"
        },
        {
            "title": "MAGACOIN FINANCE and XRP Battle for April Volume Dominance",
            "translated_facebook_post": "April ni nampaknya bulan yang sibuk untuk mata wang kripto, dengan MAGACOIN FINANCE dan XRP bersaing sengit dari segi jumlah dagangan.  MAGACOIN FINANCE, walaupun masih baru, makin mendapat perhatian sebab peningkatan jumlah pemegang dan dagangan yang aktif.  XRP pula bergantung pada keputusan kes mahkamah, kelulusan ETF, dan permintaan pelabur besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a826b90256770c89ca4",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744831097.docx_1744831097_image1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:02:00"
        },
        {
            "title": "Mantra (OM) Open Interest Sinks as Traders Pull Back",
            "translated_facebook_post": "Minat terhadap Mantra (OM) menurun mendadak, menunjukkan ramai pelabur tarik balik pelaburan. Walaupun posisi beli masih lagi lebih banyak daripada jual, penurunan harga dan jumlah urusniaga menunjukkan kebimbangan ramai.  Kejatuhan harga yang teruk sebelum ini juga memberi kesan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a808a51d93d60e8f696",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/mantra-om-de0957ff-0f90-47a0-a5f9-63e08d8e40f4.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:00:00"
        },
        {
            "title": "Navigate Volatility: Discover UBS’s 4 Strategic Forex Trading Strategies",
            "translated_facebook_post": "Pasaran forex sekarang agak tak menentu disebabkan beberapa faktor macam ketegangan geopolitik, inflasi, dan tindakan bank pusat.  UBS mencadangkan empat strategi dagangan untuk mengatasinya: melabur dalam mata wang selamat, mengambil peluang daripada perbezaan ekonomi, memanfaatkan turun naik pasaran, dan berhati-hati dalam `carry trade`.  Penting untuk mempelbagaikan pelaburan, mengurus risiko, sentiasa peka dengan perkembangan semasa, dan fleksibel dalam strategi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a80651025464e73dc72",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Navigate-Volatility-Discover-UBSs-4-Strategic-Forex-Trading-Strategies.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:00:00"
        },
        {
            "title": "Here’s why Pi Network price could crash by more than 35%",
            "translated_facebook_post": "Harga Pi Network mungkin jatuh lebih daripada 35% sebab banyak sangat duit syiling baru dikeluarkan setiap hari, menyebabkan bekalan meningkat dan harga jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a808190c904d2c36420",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/09/crypto-news-Pi-Network-option05.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:00:00"
        },
        {
            "title": "Temu and Shein warn of price hikes as Trump slaps massive tariffs on Chinese imports",
            "translated_facebook_post": "Temu dan Shein terpaksa naikkan harga barang sebab tarif import dari China naik tinggi.  Mereka dah kurangkan iklan dan cari pasaran baru kat Eropah dan Australia. Jualan di Amerika dijangka jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010cd88a51d93d60e8f6a9",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/temu-shein-price-hike.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:00:00"
        },
        {
            "title": "RAY Price Breaks Resistance: How High Can Raydium Go Before Q2 Ends?",
            "translated_facebook_post": "Harga RAY dah naik lepas pecah paras rintangan, dan dengan pelancaran platform baru, ramai yang positif tentang masa depan dia.  Kalau berhasil tembus paras tertentu, mungkin boleh naik lagi tinggi sebelum suku tahun kedua tamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a808190c904d2c36422",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/11/image-30-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 14:00:00"
        },
        {
            "title": "Hyperliquid Price Prediction 2025, 2026 – 2030: Will HYPE Price Hit A New ATH?",
            "translated_facebook_post": "Harga Hyperliquid dijangka mencecah $41.39 pada 2025 dan mungkin sehingga $138.16 menjelang 2030,  namun ia juga bergantung kepada pelbagai faktor pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6785178c21f60916f54734b1",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/01/13190144/Price-Prediction-HYPE.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:59:00"
        },
        {
            "title": "Global Shift: Latest Data Indicates Decline in Dollar Dominance",
            "translated_facebook_post": "Dolar Amerika makin kurang digunakan di peringkat global, menjejaskan perdagangan antarabangsa dan ekonomi dunia. Perubahan ni mungkin akan beri kesan jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6801093d8a51d93d60e8f691",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-globe-trade-symbols.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:57:00"
        },
        {
            "title": "$125 Forms Next Pivotal Level For Solana Crypto, Here’s The Reason",
            "translated_facebook_post": "Harga Solana (SOL) sekarang tengah cuba stabil dekat harga $125,  walaupun pasaran kripto masih turun naik. Ada sorang penganalisis jangka harga SOL akan naik lagi, mungkin sampai $420,  disebabkan beberapa faktor positif.  Walaupun ada risiko penurunan,  pelaburan  baru-baru ini menunjukkan keyakinan terhadap SOL.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68010a828190c904d2c36426",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/edc5936a95ba4919b6b090838e1a5702.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-17 13:57:00"
        }
    ]
}