{
    "timestamp": "2025-03-07 05:25:27",
    "all_news": [
        {
            "title": "Jumlah dagangan NFT telah merudum 63% sejak Disember.",
            "description": "Jumlah dagangan NFT telah menurun sebanyak 63% daripada Disember kepada $498 juta pada Februari.",
            "content": "## Jual Beli NFT Menjunam Lebih 60% pada Februari 2025\n\nJumlah jual beli NFT pada bulan lepas menurun lebih daripada 60% berbanding Disember, walaupun momentum membina pada bulan-bulan terakhir tahun 2024. Penurunan ini bertepatan dengan kemelesetan pasaran kripto.\n\nPada bulan Disember, jumlah keseluruhan jual beli token bukan boleh tukar (NFT) mencecah $1.36 bilion tetapi jatuh 26% bulan ke bulan pada Januari, kemudian 50% lagi pada Februari, kata penganalisis DappRadar, Sara Gherghelas, dalam laporan industri pada 6 Mac.\n\n“Walaupun NFT menunjukkan tanda-tanda kebangkitan semula dalam beberapa bulan kebelakangan ini, momentumnya telah perlahan sejak awal tahun,” katanya.\n\nGherghelas mengaitkan penurunan nilai NFT kepada korelasinya dengan harga kripto.\n\nJumlah jual beli NFT menunjukkan peningkatan yang konsisten pada separuh kedua tahun 2024 sebelum merosot pada awal tahun baru. Sumber: DappRadar\n\nKejayaan pasaran kripto secara keseluruhan mencapai paras tertinggi sepanjang zaman sebanyak $3.71 trilion pada 9 Disember tahun lepas, dengan banyak kripto turut mencatatkan keuntungan harga yang besar, menurut CoinMarketCap.\n\nBitcoin (BTC) meningkat melebihi $109,000 sebentar pada 20 Januari, memecahkan paras tertinggi sepanjang zaman sebelumnya iaitu melebihi $108,000 yang dicatatkan pada 17 Disember, menjelang pelancaran Presiden Amerika Syarikat Donald Trump.\n\nBagaimanapun, kebanyakan keuntungan pasaran kripto hilang pada Februari di tengah-tengah ketidakpastian ekonomi makro yang semakin meningkat berhubung tarif Trump ke atas rakan dagangan AS.\n\nAktiviti aplikasi terdesentralisasi juga mereda pada Februari, dengan jumlah keseluruhan dompet aktif unik harian dianggarkan menurun sebanyak 8%, turun kepada 24 juta.\n\nWalau bagaimanapun, DappRadar menyatakan satu perubahan dalam trend berkaitan aktiviti NFT, yang meningkat sebanyak 6% pada Februari atau 3.5 juta pengguna berinteraksi dengan platform NFT dan minat yang semakin meningkat terhadap aset berkuasa AI.\n\n“Integrasi kecerdasan buatan yang semakin meningkat dalam projek NFT menandakan peralihan ke arah aset digital yang lebih dinamik dan interaktif dengan utiliti yang dipertingkatkan,” kata Gherghelas.\n\n“Landskap yang berkembang menunjukkan bahawa walaupun perdagangan spekulatif mungkin berubah-ubah, NFT dengan utiliti, penglibatan, dan aplikasi dunia sebenar yang kukuh akan memacu penggunaan jangka panjang dalam Web3,” tambahnya.\n\nNFT gambar profil terbukti paling popular, menjana $243 juta dalam jumlah jual beli merentasi 76,385 jualan.\n\nNFT permainan mencatatkan jumlah jual beli kedua tertinggi, mencatatkan $41 juta dan 421,853 aset yang didagangkan. NFT sukan mendominasi jualan, menyumbang 659,097 transaksi dan $7.7 juta dalam jumlah.\n\nNFT gambar profil dan permainan mencatatkan jumlah jual beli terbesar untuk kategori NFT individu pada Februari. Sumber: DappRadar\n\nSatu laporan Januari daripada DappRadar mendapati bahawa pada tahun 2024, NFT mengalami tahun terburuk mereka sejak 2020, sebahagiannya disebabkan oleh turun naik dan peningkatan harga token, mencatatkan $13.7 bilion dalam jumlah jual beli dan kurang daripada 50 juta jualan.\n\nNFT mempunyai tahun terbaik mereka pada tahun 2022, apabila ia mula memasuki arus perdana, dengan jumlah jual beli mencapai $57.2 bilion dan jumlah jualan pasaran mencecah 121.7 juta, menurut DappRadar.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDQ0MzItMGFmYy03MWQyLTlmZGYtODk0MjQzYzM3YjM3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca7d321f41903df5249271",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 04:57:00",
            "status": "Posted"
        }
    ]
}