{
    "timestamp": "2025-03-06 12:51:35",
    "all_news": [
        {
            "title": "Adakah harga Bitcoin akan merudum lagi?",
            "description": "Metrik harga Bitcoin utama bertemu pada paras $70,000, menjadikannya benteng terakhir bagi BTC.",
            "content": "Adakah Harga Bitcoin Akan Menjunam Lagi?\n\nPenurunan harga Bitcoin di bawah sokongan $90,000 meningkatkan kemungkinan pengambilan kecairan di bawah paras terendah julat harga.\n\nBitcoin (BTC) mencecah $92,700 pada awal waktu Asia pada 6 Mac, 19% di atas paras terendah pada 28 Februari iaitu $78,200, sejajar dengan peningkatan sentimen secara menyeluruh.\n\nBagaimanapun, penolakan baru-baru ini pada $94,500 menimbulkan persoalan sama ada harga BTC boleh jatuh lebih jauh dalam beberapa hari akan datang.\n\nCarta Bitcoin/USD setiap jam. Sumber: Cointelegraph/TradingView\n\nSidang Kemuncak Kripto Rumah Putih: jual-selepas-berita?\n\nSidang Kemuncak Kripto Rumah Putih yang dijadualkan pada 7 Mac telah membuat pasaran bersemangat dengan optimisme, menjangkakan rangka kerja pro-kripto. Walau bagaimanapun, ini boleh menjadi acara \"jual-selepas-berita\", yang membawa kepada penurunan harga kripto sekali lagi.\n\n**Inti Pati:**\n\n* Presiden AS Donald Trump akan menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih yang pertama pada 7 Mac.\n* Sidang kemuncak ini bertujuan untuk mengumpulkan pemimpin industri untuk membincangkan dasar pengawalseliaan, pengawasan stablecoin, dan peranan potensi mata wang kripto dalam sistem kewangan AS.\n* Para peserta termasuk pemimpin industri terkemuka, termasuk Pengasas Strategi Michael Saylor, Ketua Pegawai Eksekutif Ripple Brad Garlinghouse dan Ketua Pegawai Eksekutif Coinbase Brian Armstrong, bersama-sama dengan ahli Kumpulan Kerja Presiden mengenai Aset Digital.\n* Walaupun pentadbiran Trump telah menunjukkan sokongan terhadap industri kripto, hasil sidang kemuncak itu masih tidak menentu.\n* Pendekatan pengawalseliaan yang ketat—katakan, peraturan KYC yang ketat untuk pegangan Bitcoin atau cukai ke atas keuntungan yang belum direalisasikan—boleh menakutkan pelabur.\n* Kejadian kemalangan sebelum ini, seperti kemerosotan pada 2022 selepas tindakan keras SEC Biden, menunjukkan betapa sensitifnya Bitcoin terhadap perubahan dasar.\n* Sekiranya sidang kemuncak itu mengecewakan atau memperkenalkan beban pematuhan yang tidak dijangka, kita mungkin melihat jualan besar-besaran, dengan Bitcoin jatuh 20-30% dalam beberapa hari, seperti yang dicadangkan oleh corak sejarah.\n* Sebelum ini, Bitcoin kembali meningkat sebentar selepas pengumuman Trump mengenai Rizab Kripto Strategik, tetapi \"ini ternyata menjadi satu lagi peristiwa 'jual-selepas-berita', dengan harga terus jatuh dan didagangkan di bawah paras sebelum pengumuman,\" kata firma perisikan pasaran Glassnode dalam laporan Mingguan Rantaiannya yang terkini.\n* Selepas pada mulanya meningkat kepada $95,150 susulan berita pada 2 Mac, harga Bitcoin jatuh 15% kepada paras terendah $81,483 pada 4 Mac.\n\nAset utama: Harga. Sumber: Glassnode\n\nBerkaitan: Trump mungkin \"lembu jantan yang mengamuk\" kripto, namun EU mungkin mempunyai kelebihan\n\nParas Harga Bitcoin Utama yang Perlu Diperhatikan\n\nBitcoin mencapai paras $92,000 pada 6 Mac sebelum susut. Peniaga kini memberi tumpuan kepada kawasan utama di bawah paras ini, yang mungkin dilawati semula oleh harga BTC dalam masa terdekat.\n\n**Terutamanya:**\n\n* Paras utama Bitcoin yang perlu diperhatikan serta-merta pada sebelah bawah ialah sokongan utama pada $87,200 dan purata bergerak mudah 200 hari (SMA) pada $82,908.\n* Di bawah itu, kawasan minat pertama terletak di antara dua paras terendah julat baru-baru ini pada $81,463 (dibentuk pada 4 Mac) dan $78,200 (dibentuk pada 28 Februari).\n* BTC berpotensi akan menyasarkan kelompok kecairan sekitar paras ini jika sokongan pada $90,000 hilang.\n* Peredaan segera untuk pihak lembu jantan akan menjadi pembalikan yang tajam daripada julat ini, yang akan menunjukkan minat membeli di bawah SMA 200 hari.\n* Jika tidak, BTC berpotensi boleh menguji kawasan minat seterusnya antara $74,500 dan $75,800 sebelum mengisi nilai jurang yang saksama di bawahnya pada $70,000.\n\nCarta harian BTC/USD. Sumber: Cointelegraph/TradingView\n\nCarta di atas juga menunjukkan zon rintangan utama di atas antara $92,000 dan $97,400 (di mana SMA 50 hari dan 100 hari kelihatan bersatu).\n\nMenangani halangan ini akan mengesahkan berakhirnya aliran menurun apabila pihak lembu jantan menetapkan pandangan mereka pada $100,000 dan seterusnya.\n\nAsas kos pemegang jangka pendek (STH) pada $92,000 ialah paras utama yang perlu diperhatikan kerana ia \"secara sejarahnya bertindak sebagai paras rujukan penting merentas aliran menaik pasaran lembu jantan,\" jelas penganalisis Glassnode.\n\nBitcoin: jalur asas kos STH, setiap jam. Sumber: Glassnode\n\nMenurut Glassnode, harga yang direalisasikan aktif didagangkan pada $70,000, sejajar dengan jalur bawah asas kos STH, menjadikannya kawasan minat utama.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDkvMDE5MWUxYmEtM2VjOC03NDU4LWE4NDctNTA1ZGY2YjQzMTQ4.jpg",
            "url": "https://cointelegraph.com/news/is-bitcoin-price-going-to-crash-again",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 12:30:00",
            "status": "Posted"
        },
        {
            "title": "Syarikat Fintech Brazil, Meliuz, yang berstatus unicorn, mengguna pakai strategi rizab Bitcoin.",
            "description": "Syarikat fintech unicorn Brazil, Meliuz, dilaporkan telah memperoleh Bitcoin sebagai sebahagian daripada strategi perbendaharaan BTC.",
            "content": "Syarikat Fintech Unicorn Brazil, Meliuz, Umum Pembelian Bitcoin\n\nSyarikat fintech unicorn Brazil, Meliuz, mengumumkan pada hari Khamis bahawa mereka telah mula membeli Bitcoin sebagai sebahagian daripada strategi pengurusan perbendaharaan yang baharu, menyertai trend semakin ramai syarikat kewangan tradisional yang memegang aset kripto.\n\nPada Khamis, 6 Mac, Meliuz, yang menyediakan perkhidmatan pulangan wang dan teknologi kewangan, mengumumkan kemasukannya ke pasaran kripto, dengan lembaga pengarah syarikat meluluskan pengumpulan sehingga 10% wang tunai syarikat dalam Bitcoin (BTC), menurut agensi berita tempatan Visno Invest.\n\nMenurut laporan itu, Meliuz telah pun menyelesaikan pembelian Bitcoin pertamanya, membeli 45.72 Bitcoin bernilai kira-kira $4.1 juta pada harga purata $90,296 setiap BTC.\n\nDengan strategi perbendaharaan Bitcoin yang baru diterima pakai, Meliuz sedang mencari pulangan jangka panjang terhadap aset tersebut, menurut laporan itu.\n\nMeliuz Mengguna Pakai Strategi Perbendaharaan Bitcoin\n\nMenurut Visno, Meliuz juga telah mengumumkan penciptaan Jawatankuasa Strategik Bitcoin, yang akan menjalankan analisis untuk mengembangkan strategi dan bertanggungjawab ke atas operasi pembelian dan mewujudkan garis panduan berkaitan.\n\nDi samping itu, lembaga eksekutif dilaporkan akan menjalankan analisis terperinci sama ada untuk mengembangkan strategi Bitcoin, termasuk kemungkinan menggunakan Bitcoin sebagai aset strategik utama perbendaharaan syarikat.\n\n“Pengurusan syarikat percaya bahawa strategi perbendaharaan yang tertumpu pada rizab Bitcoin mempunyai potensi yang signifikan untuk memaksimumkan nilai untuk syarikat dan pemegang sahamnya,” kata Meliuz.\n\nIni adalah cerita yang sedang berkembang, dan maklumat lanjut akan ditambah apabila ia tersedia.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZiNWQtNzM3ZS03ZjAxLTk5MzktOTZjNzQ3MGU2ZWJm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c993f86bafc078bc955c22",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 12:20:00",
            "status": "Posted"
        }
    ]
}