{
    "timestamp": "2025-03-18 19:22:50",
    "all_news": [
        {
            "title": "Rang Undang-Undang stablecoin AS dijangka dalam ‘2 bulan akan datang’ — Ketua Majlis Kripto Trump",
            "description": "Bo Hines memberitahu Sidang Kemuncak Aset Digital di New York bahawa penggubalan undang-undang mata wang stabil adalah \"sebentar lagi.\"",
            "content": "Bo Hines, Pengarah Eksekutif Majlis Penasihat Presiden mengenai Aset Digital, berkata undang-undang komprehensif untuk stablecoin dijangka dimuktamadkan dalam beberapa bulan akan datang, menggariskan kegentaran kerajaan untuk mengekalkan dominasi dolar AS dalam aktiviti onchain.\n\nBercakap di Sidang Kemuncak Aset Digital di New York pada 18 Mac, Hines berkata undang-undang stablecoin adalah \"segera\" berikutan kelulusan Akta GENIUS oleh Jawatankuasa Perbankan Senat minggu lalu.\n\nAkta GENIUS, yang merupakan singkatan bagi Guiding and Establishing National Innovation for US Stablecoins, menetapkan garis panduan cagaran untuk penerbit stablecoin dan memerlukan pematuhan sepenuhnya dengan undang-undang Anti-Pengubahan Wang Haram.\n\n\"Kami melihat undian itu keluar daripada Jawatankuasa Perbankan Senat dengan cara yang sangat bipartisan, [...] yang sangat mengagumkan,\" kata Hines, sambil menambah:\n\nDitanya bila undang-undang stablecoin akan diluluskan, Hines berkata, \"Saya fikir stablecoin boleh berada di meja presiden dalam tempoh dua bulan akan datang.\"\n\nBuat masa ini, pasaran seolah-olah memandang rendah apa yang rang undang-undang ini \"boleh lakukan untuk ekonomi AS dari segi dominasi dolar AS, dari segi landasan pembayaran, dari segi mengubah hala tuju pasaran kewangan,\" kata Hines.\n\nMemanjangkan hegemoni dolar\n\nDolar AS menyumbang sebahagian besar daripada $230 bilion nilai stablecoin yang beredar, menunjukkan bahawa dolar AS kekal sebagai mata wang pilihan untuk membiayai akaun kripto dan menghantar wang ke luar negara.\n\nBeberapa pakar industri percaya ini akan berubah pada masa hadapan apabila stablecoin menjadi pelbagai mata wang, tetapi setakat ini, dolar digital masih menjadi pilihan utama.\n\nSetiausaha Perbendaharaan AS, Scott Bessent, berkata pentadbiran Trump akan menggunakan stablecoin untuk mengekalkan status dolar sebagai mata wang rizab global, yang sebahagiannya menjelaskan rasa kegentaran untuk menolak undang-undang sehingga selesai.\n\n\"Kami akan banyak berfikir tentang rejim stablecoin, dan seperti yang diarahkan oleh Presiden Trump, kami akan mengekalkan [dolar] AS sebagai mata wang rizab dominan di dunia, dan kami akan menggunakan stablecoin untuk melakukan itu,\" kata Bessent kepada Sidang Kemuncak Kripto Rumah Putih pada 7 Mac.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGQ1NGYtMjEzMy03MDJiLWI5NDctMTUxN2M3ZTEzMTUz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d9c611ee2d5b0183e49d22",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-18 19:12:00",
            "status": "Posted"
        }
    ]
}