{
    "timestamp": "2025-03-07 17:22:45",
    "all_news": [
        {
            "title": "Senator Warren minta pendedahan kewangan daripada 'czar' kripto Trump.",
            "description": "Dengan sidang kemuncak Rumah Putih yang dipengerusikan oleh David Sacks bakal diadakan, Elizabeth Warren telah meminta \"caesar kripto\" tersebut untuk menjawab soalan mengenai potensi konflik kepentingan...",
            "content": "Senator Massachusetts Elizabeth Warren, ahli jawatankuasa Bank Senat, meminta David Sacks,  penasihat AI dan kripto Rumah Putih, untuk membuktikan dakwaannya bahawa beliau tidak lagi memegang sebarang aset digital.\n\nDalam surat bertarikh 6 Mac kepada Sacks, Senator Warren menyatakan Presiden AS Donald Trump dan \"individu swasta lain\" akan mendapat manfaat langsung daripada dasar aset digital cawangan eksekutif.  Beliau melahirkan kebimbangan mengenai potensi konflik kepentingan Sacks, meminta beliau mendedahkan maklumat kewangannya kepada Pejabat Etika Kerajaan dan memberikan maklumat mengenai statusnya sebagai \"pegawai kerajaan khas.\"\n\nSenator Warren memetik penglibatan Sacks dengan pentadbiran sejak Trump mengumumkan pelantikannya sebagai penasihat kripto pada Disember 2024. Presiden AS telah menandatangani perintah eksekutif pada Januari untuk membentuk kumpulan kerja yang meneroka peraturan aset digital — yang dipengerusikan oleh Sacks — termasuk simpanan kripto AS.\n\nTrump berkata semasa menandatangani perintah eksekutif bahawa Sacks akan \"menjana banyak wang,\" menunjukkan bahawa beliau akan mendapat manfaat peribadi daripada dasar kerajaan yang dipantau beliau. Pada 2 Mac, Presiden AS mengumumkan bahawa beliau telah mengarahkan kumpulan kerja untuk memasukkan XRP (XRP), Solana (SOL) dan Cardano (ADA) dalam rizab kripto, sebagai tambahan kepada Bitcoin (BTC) dan Ether (ETH), yang dipegang oleh Sacks tetapi didakwa telah dijual sebelum 20 Januari.\n\n\"Pengumuman Presiden Trump pada 2 Mac, dan pengumuman anda berikutnya pada 6 Mac, telah menimbulkan kekeliruan mengenai rancangan kripto Pentadbiran, dan menimbulkan persoalan serius mengenai sejarah pelaburan kripto anda — termasuk pelaburan dalam semua lima token yang pada mulanya dicadangkan oleh Presiden untuk dimasukkan ke dalam 'rizab strategik',\" kata senator Massachusetts itu, sambil menambah:\n\nRamai penggubal undang-undang dan pemimpin industri juga mengkritik Trump atas potensi konflik kepentingan beliau dalam melancarkan memecoin. Senator Warren merujuk kepada kenyataan pada 27 Februari daripada Suruhanjaya Sekuriti dan Bursa AS yang menyatakan bahawa ia tidak lagi menganggap memecoin sebagai sekuriti, yang menunjukkan bahawa agensi tersebut — di bawah pengerusi bertindak yang dipilih oleh Presiden AS — telah mengambil tindakan untuk memberi manfaat langsung kepada Trump.\n\nSenator Warren meminta Sacks memberikan jawapan kepada soalan-soalan beliau selewat-lewatnya pada 14 Mac, dan mencadangkan agar beliau mempertimbangkan untuk bercakap mengenai isu-isu tersebut di sidang kemuncak kripto Rumah Putih. Pemimpin industri dan CEO kripto — sesetengah syarikat yang baru-baru ini mempunyai siasatan atau kes penguatkuasaan yang digugurkan oleh SEC — akan menghadiri acara 7 Mac.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzI2OTgtNDU0ZC03Yzg5LWI2NGYtOTJlODc1ZGZmOWRi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb25ed8399c40e44865d43",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 16:55:00",
            "status": "Posted"
        }
    ]
}