{
    "timestamp": "2025-03-07 15:28:12",
    "all_news": [
        {
            "title": "Bitcoin melonjak melebihi AS$90,000 susulan data pekerjaan AS memberi rangsangan sebelum sidang kemuncak kripto.",
            "description": "Reaksi harga Bitcoin terhadap data makro AS menjadi tumpuan utama menjelang Sidang Kemuncak Kripto Rumah Putih.",
            "content": "Bitcoin (BTC) kekal hampir $90,000 semasa pembukaan Wall Street pada 7 Mac, didorong oleh komen positif daripada Amerika Syarikat bersempena Sidang Kemuncak Kripto Rumah Putih.\n\nCarta BTC/USD 1 jam. Sumber: Cointelegraph/TradingView\n\nBitcoin cuba menawan semula paras $90,000 di tengah-tengah \"ketakutan\" aset berisiko.\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan turun naik harga BTC kekal terkawal pada awal hari yang sibuk bagi pasaran kripto.\n\nAngka pengangguran AS memberikan rangsangan awal apabila data pekerjaan bukan pertanian (NFP) berada di bawah jangkaan, menunjukkan kemungkinan kelonggaran dasar kewangan akan berlaku lebih awal.\n\n\"Pasaran saham hadapan melonjak naik berikutan pengumuman data ini. Ini nampaknya disebabkan oleh laporan yang tidak jauh menyimpang daripada jangkaan,\" tulis sumber dagangan The Kobeissi Letter sebagai reaksi awal di X.\n\nSentimen pasaran kripto bagaimanapun mendapat sokongan daripada Setiausaha Perbendaharaan AS, Scott Bessent, yang sebelum acara Sidang Kemuncak itu menyeru agar Bitcoin dibawa \"ke persisir\".\n\n“Saya penyokong teguh Amerika Syarikat mengambil alih kepimpinan dunia dalam kripto. Saya fikir kita perlu membawanya ke persisir dan menggunakan amalan serta peraturan terbaik kita,” katanya dalam temu bual dengan CNBC.\n\nBessent merujuk kepada perintah eksekutif yang ditandatangani oleh Presiden Donald Trump sehari sebelumnya, yang menghentikan penjualan BTC yang dirampas sambil menangguhkan pembelian tambahan secara langsung — satu langkah yang pada awalnya menyebabkan BTC/USD jatuh dengan mendadak.\n\nFirma dagangan QCP Capital berpendapat bahawa perintah eksekutif itu telah menghilangkan sebahagian besar rasa ingin tahu mengenai acara Sidang Kemuncak tersebut.\n\n“Dengan pengumuman Rizab Bitcoin Strategik kini selesai, jangkaan untuk Sidang Kemuncak Kripto Rumah Putih malam ini telah berkurangan,” katanya kepada pelanggan saluran Telegram lebih awal pada hari itu.\n\nCecair ramai harga spot Bitcoin\n\nMelihat tindakan harga BTC, pedagang popular Daan Crypto Trades membuat perbandingan dengan fasa penyatuan Bitcoin, yang mengambil masa lebih daripada separuh daripada tahun 2024.\n\nBTC/USD, katanya dalam analisis X terbaharunya, mungkin meniru peningkatan yang terhasil sekiranya sokongan berjaya dikekalkan.\n\n“Selagi harga terus menyatukan berhampiran paras rendah julat, saya masih fikir senario ini mempunyai peluang yang baik untuk berlaku,” tulis analisis tersebut.\n\nCarta swap kekal BTC/USDT 1 hari. Sumber: Daan Crypto Trades/X\n\nParas penghapusan buku pesanan sementara itu membentuk asas untuk tesis kenaikan harga oleh pedagang lain, TheKingfisher.\n\n“Peta penghapusan untuk $BTC menunjukkan penghapusan jualan pendek YANG BESAR tertumpu di antara 90k-94k!” lapornya bersama data daripada bursa global Binance.\n\nData penghapusan BTC/USDT untuk Binance. Sumber: TheKingfisher/X\n\nPedagang popular Patric H. menambah $92,500 sebagai paras utama untuk ditawan semula.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap langkah pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzY0MDAtNzA5My03YjFjLTk3MzEtNjY3ZWY2NWJlZDJk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb0d54b2b50c4a77a8becf",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 15:11:00",
            "status": "Posted"
        },
        {
            "title": "DeFi bukan lagi terdesentralisasi — pematuhan sedang melemahkan penyahpusatan.",
            "description": "Bolehkah DeFi wujud bersama pengawalseliaan, atau adakah tuntutan pematuhan ditakdirkan untuk memusnahkan kebebasan dan ketelusan yang menjadikan DeFi menarik pada mulanya...?",
            "content": "Pendapat oleh: Artem Tolkachev, Pelabur Web3\n\nApabila kewangan terdesentralisasi (DeFi) mula muncul, idea terasnya mudah: kebebasan kewangan, ketelusan dan ketiadaan kawalan berpusat. Kontrak pintar dijangka menggantikan bank, kecairan akan diagihkan secara global, dan pengguna sepatutnya mempunyai kawalan sepenuhnya terhadap dana mereka.\n\nIa kedengaran seperti mimpi. Orang ramai menerima mimpi itu, mengguna pakai DeFi walaupun terdapat isu teknikal, UX yang lemah dan kecairan yang rendah. Dalam tempoh dua tahun yang lalu, DeFi telah berkembang dengan ketara, menangani kebanyakan masalah pentingnya.\n\nWalau bagaimanapun, konsep teras desentralisasi dan kebebasan telah mula retak. Pematuhan, yang sebelum ini nampaknya sama sekali tidak wajar bagi ekosistem ini, kini sedang diintegrasikan ke dalam DeFi.\n\nSebelum ini, risiko utama dalam DeFi berkaitan dengan penggodaman kontrak pintar dan kecairan yang rendah. Hari ini, ancaman terbesar datang daripada kepatuhan yang berlebihan. Kita kini melihat kes di mana pengguna kehilangan akses kepada dana mereka tanpa amaran, tanpa jalan penyelesaian, dan tanpa kriteria yang telus.\n\nTiada badan pengawalseliaan yang jelas untuk melindungi pengguna. Projek DeFi memperkenalkan mekanisme pematuhan, tetapi pengguna tetap tidak berdaya menghadapi potensi penyalahgunaan. Ini amat ironik, kerana DeFi dicipta sebagai ruang yang bebas daripada peraturan, namun pengguna kini tertakluk kepada mekanisme Anti-Pengubahan Wang Haram (AML) tanpa jalan penyelesaian undang-undang.\n\nBagaimana pematuhan berfungsi dalam kripto?\n\nDalam kewangan tradisional, mekanisme pematuhan bertujuan untuk mencegah pengubahan wang haram, pengelakan cukai dan pembiayaan pengganas. Dalam kripto, pematuhan dikuatkuasakan melalui pemantauan transaksi dan pelabelan dompet.\n\nFirma analisis swasta memainkan peranan penting, membina model penilaian risiko yang kompleks dan memberikan skor risiko dompet berdasarkan kriteria yang mereka anggap relevan. Perkhidmatan ini beroperasi secara tertutup dan tidak terkawal, namun pengawal selia telah giat mendorong bursa dan perkhidmatan berlesen untuk mengguna pakai alat mereka sejak dekad yang lalu.\n\nSatu isu utama yang boleh dihadapi oleh mana-mana pengguna ialah \"pencemaran dompet\" melalui transaksi. Jika satu dompet ditanda sebagai mencurigakan, semua dompet yang telah berinteraksi dengannya juga mungkin dikenakan sekatan. Dalam banyak kes, ini berlaku secara retrospektif. Pihak lawan yang pada mulanya dianggap selamat mungkin kemudiannya dianggap berisiko tinggi. Akibatnya, pengguna tidak dapat meramal atau mengawal sama ada pihak lawan mereka berisiko pada masa interaksi. Alamat yang tidak bersalah disekat, dan mendapatkan semula akses hampir mustahil.\n\nIni bukan sahaja menjejaskan DeFi tetapi juga penyedia perkhidmatan aset maya berlesen (VASP), yang mungkin mendapati diri mereka menghadapi masalah akibat penilaian semula tahap risiko pelanggan mereka secara retrospektif. Bank dan penyedia pembayaran mungkin menutup akaun berdasarkan pencetus yang sama, walaupun satu alamat adalah bersih semasa transaksi asal. Ini menimbulkan persoalan tentang kebolehpercayaan penilaian sedemikian dan keperluan untuk mekanisme penyelesaian pertikaian yang telus.\n\nSatu kelemahan asas dalam sistem pemantauan dompet ialah ia tidak menganalisis sifat sebenar transaksi. Jika \"bendera merah\" diberikan kepada mana-mana dompet dalam rantaian transaksi, ia sudah cukup untuk menyekat pengguna. Pendekatan ini mempunyai sedikit kaitan dengan pematuhan AML atau sekatan dalam erti kata tradisional mereka. Malah pematuhan perbankan yang ketat melibatkan siasatan dalam kes aktiviti yang mencurigakan dan bukannya larangan automatik tanpa dialog pelanggan.\n\nDeFi bukan sahaja kekurangan peraturan dan perlindungan yang jelas terhadap kepatuhan yang berlebihan, malah ia menguatkuasakan peraturan ini dengan lebih keras daripada perbankan tradisional.\n\nUntuk mengurangkan risiko, pengguna boleh menyemak dompet mereka terlebih dahulu untuk potensi sekatan. Beberapa alat membolehkan anda mendapatkan skor risiko untuk dompet dan pihak lawan anda. Sudah tentu, ini bukan penyelesaian yang mujarab dan tidak menghalang penetapan dompet pasca fakta yang mencurigakan, tetapi sekurang-kurangnya ia memberikan sedikit keterlihatan sebelum melibatkan diri dengan platform DeFi.\n\nMengapa projek DeFi mengguna pakai pematuhan?\n\nPada pandangan pertama, sebabnya jelas: Pengawal selia semakin ketat, dan projek mahu mengelakkan tindakan penguatkuasaan daripada Suruhanjaya Sekuriti dan Bursa, Task Force Tindakan Kewangan, atau Pejabat Kawalan Aset Luar Negara. Ini amat benar bagi platform yang berdaftar di AS, EU dan bidang kuasa yang dikawal selia dengan ketat yang lain.\n\nBerbagai saman dan tindakan pentadbiran telah menimbulkan ketakutan dan ketidakpastian dalam industri ini. Pemantauan pematuhan dan sekatan telah menjadi keutamaan utama berikutan kes Binance dan tindakan penguatkuasaan terhadap bursa lain. Peguam dan pegawai pematuhan, yang bimbang tentang potensi sekatan dan risiko undang-undang, lebih suka mematuhi secara berlebihan, walaupun sekatan itu nampaknya keterlaluan.\n\nMenghadapi beberapa kes profil tinggi, ramai pengasas mendapati sukar untuk menentang tuntutan ini, akhirnya menghakis prinsip teras DeFi iaitu menghapuskan perantara antara pengguna dan dana mereka.\n\nKetidakpastian pengawalseliaan hanyalah sebahagian daripada gambaran keseluruhan. Ramai projek mencari pembiayaan daripada firma modal teroka yang terkenal, yang memerlukan pasukan untuk mematuhi standard AML/KYC. Di samping itu, apabila lebih ramai pembangun beroperasi sebagai entiti undang-undang yang boleh dikenal pasti dan bukannya penyumbang tanpa nama, mereka secara proaktif melaksanakan mekanisme pematuhan untuk mengurangkan risiko untuk diri mereka sendiri dan pelabur mereka.\n\nSatu lagi sebab ialah desentralisasi palsu. Sesetengah projek menggunakan istilah \"DeFi\" tetapi, pada hakikatnya, adalah entiti berpusat. Mereka cuba mengelakkan pelesenan sebagai bursa sambil mengurangkan risiko AML dan sekatan dengan melaksanakan sekatan dompet dan proses pengesahan. Akibatnya, DeFi berubah menjadi CeFi, tetapi tanpa jaminan sistem berpusat.\n\nBolehkah DeFi wujud bersama peraturan?\n\nPematuhan tidak akan hilang, tetapi ia boleh dibuat lebih telus. Satu pendekatan yang berpotensi ialah pematuhan pilihan masuk, di mana pengguna memutuskan sama ada untuk menjalani Kenali Pelanggan Anda (KYC) untuk berinteraksi dengan protokol tertentu. Ini boleh mewujudkan ekosistem yang tersegmentasi dalam DeFi, di mana sesetengah platform mematuhi keperluan pengawalseliaan manakala yang lain kekal seautonomi mungkin.\n\nDari perspektif teknikal, mekanisme penyekatan yang telus boleh dilaksanakan. Daripada sekadar \"memotong\" dompet berdasarkan keputusan daripada firma analisis yang tidak telus, projek boleh menggunakan mekanisme onchain yang dikawal oleh organisasi autonomi terdesentralisasi. Ini akan membolehkan pengguna melihat mengapa satu dompet disekat dan mengambil bahagian dalam penyelesaian pertikaian dan bukannya ditimpa sekatan secara tiba-tiba yang tidak dapat mereka lawan.\n\nSatu lagi pilihan ialah pembangunan kolam kecairan yang \"bersih\", di mana aset disahkan terhadap kriteria yang jelas dan telah ditetapkan dan bukannya algoritma Chainalysis yang tersembunyi. Ini boleh mengurangkan risiko sekatan sewenang-wenang sambil mengekalkan tahap pematuhan pengawalseliaan tertentu.\n\nSemua mekanisme ini memerlukan pendekatan yang seimbang. Jika protokol DeFi terus memperkenalkan mekanisme pematuhan berpusat, mereka berisiko mengikut nasib bursa berpusat, di mana kawalan tertumpu di tangan segelintir orang. Melaksanakan model pembuatan keputusan yang telus dan memastikan kawalan pengguna ke atas tadbir urus protokol boleh membantu mengekalkan keseimbangan antara pematuhan pengawalseliaan dan kebebasan pengguna.\n\nTerdapat juga perspektif alternatif: Jika DeFi kekal benar-benar terdesentralisasi — tanpa hujung hadapan yang dikawal oleh pasukan berpusat dan tanpa satu titik masuk tunggal yang boleh ditekan — maka peraturan dan pematuhan mungkin tidak diperlukan. Soalannya ialah sama ada ini realistik dalam persekitaran hari ini. Kebanyakan pengguna masih lebih suka UI yang mudah daripada berinteraksi dengan kontrak pintar secara langsung.\n\nMasa depan DeFi\n\nJika DeFi terus melalui jalan pematuhan yang tersembunyi, ia akan kehilangan kelebihan utamanya — desentralisasi. Dalam beberapa tahun, kita mungkin melihat bukan pasaran kewangan yang bebas tetapi bentuk baharu platform berpusat dengan UX yang lebih teruk dan peningkatan risiko sekatan dompet.\n\nMasih ada peluang untuk mengubah trajektori ini. Membangunkan model pengawalseliaan baharu, mekanisme onchain yang telus, dan pemisahan yang jelas antara DeFi dan CeFi boleh membantu industri mengekalkan kemerdekaannya.\n\nPematuhan tidak sepatutnya menjadi mekanisme untuk penyensoran tersembunyi. Ia boleh berfungsi sebagai alat untuk melindungi pengguna dan projek — jika dilaksanakan secara sedar dan bukannya melalui keputusan tertutup dan larangan dompet secara besar-besaran.\n\nBuat masa ini, pengguna perlu menyemak dompet mereka secara berkala untuk potensi sekatan dan, jika boleh, mengagihkan dana merentas pelbagai alamat untuk mengurangkan risiko sekiranya berlaku sekatan secara tiba-tiba.\n\nPendapat oleh: Artem Tolkachev, Pelabur Web3.\nRencana ini adalah untuk tujuan maklumat umum dan tidak bertujuan untuk dan tidak boleh dianggap sebagai nasihat undang-undang atau pelaburan. Pandangan, pemikiran dan pendapat yang dinyatakan di sini adalah pandangan penulis sahaja dan tidak semestinya mencerminkan atau mewakili pandangan dan pendapat Cointelegraph.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2YyOWItNDNiZi03Yjg1LWFhYzYtNWZkMjdhNTEyM2M5.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb0b03115c652a2d740fa2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 15:00:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa harga Solana (SOL) jatuh hari ini?",
            "description": "Harga Solana mungkin susut lagi 25% susulan perintah eksekutif kripto Presiden Trump yang mengecewakan.",
            "content": "Solana (SOL) menjunam sebanyak 7.50% dalam tempoh 24 jam yang lalu, mencecah sekitar $142 pada 7 Mac, mencerminkan kerugian di seluruh pasaran kripto.\n\nCarta harga SOL/USD empat jam. Sumber: TradingView\n\nAntara sebab utama penurunan harga SOL hari ini termasuk:\n\nArahan eksekutif kripto yang mengecewakan daripada Presiden AS Donald Trump.\nKadar pembiayaan negatif.\nCorak saluran menurun.\nKegagalan Stok Aset Digital untuk menarik minat pelabur SOL.\n\nHarga Solana merudum hari ini apabila pasaran kripto bertindak balas terhadap arahan eksekutif Presiden Donald Trump yang mewujudkan rizab strategik Bitcoin AS dan stok aset digital.\n\nYang perlu diketahui:\n\nPelabur menjangkakan kerajaan AS akan secara aktif membeli Bitcoin dan kripto lain, tetapi arahan tersebut tidak menyatakan sebarang pemerolehan baharu selain daripada aset yang telah dirampas.\nTrump menunaikan janji kempennya untuk mewujudkan rizab Bitcoin, tetapi ia akan terdiri daripada BTC yang sudah dimiliki oleh kerajaan persekutuan.\nSetiausaha Perbendaharaan dan Perdagangan mungkin meneroka \"strategi neutral belanjawan\" untuk memperoleh lebih banyak Bitcoin pada masa hadapan—tetapi tanpa menggunakan dana pembayar cukai.\nStok Aset Digital yang lebih luas yang tertumpu kepada altcoin tidak akan termasuk sebarang pembelian token baharu.\nAS memegang kira-kira $17.7 bilion dalam Bitcoin dan $400 juta dalam tujuh token lain, kebanyakannya dirampas daripada kes sivil dan jenayah.\nKerajaan belum mendedahkan sebarang pegangan SOL setakat ini, dengan penganalisis menyatakan bahawa jumlah yang mereka pegang kemungkinan \"sangat sedikit\".\nSumber: Moon Lambo\n\nKadar pembiayaan Solana menjadi negatif\n\nMinat terbuka (OI) Solana semakin berkurangan, dan kadar pembiayaannya adalah negatif, yang memberikan gambaran mengapa harga SOL sedang bergelut.\n\nTitik utama:\n\nOI Solana dalam pasaran niaga hadapan telah menurun daripada puncak tempatan sebanyak $8.57 bilion pada 17 Januari kepada $4.03 bilion pada 7 Mac.\nOI mengukur jumlah keseluruhan kontrak niaga hadapan yang belum diselesaikan, dan penurunan menunjukkan lebih ramai peniaga keluar daripada kedudukan.\nPenurunan OI biasanya bermaksud permintaan spekulatif berkurangan, melambatkan momentum harga menaik.\nKadar pembiayaan mingguan SOL jatuh kepada -0.20% pada 7 Mac, tiga bulan selepas memuncak pada 1.37%.\nKadar pembiayaan berwajaran OI SOL. Sumber: CoinGlass\nPembiayaan negatif bermaksud penjual pendek membayar pembeli panjang untuk mengekalkan kedudukan mereka.\nPenurunan OI dan kadar pembiayaan negatif menunjukkan kekurangan keyakinan terhadap tindakan harga jangka pendek SOL.\n\nHarga Solana menyasarkan penurunan 25% lagi\n\nSOL telah jatuh lebih daripada 50% sejak mencipta paras tertinggi rekod sekitar $295.30 pada Januari — dan nampaknya terdapat ruang lagi untuk menurun dalam beberapa minggu akan datang.\n\nTitik utama:\n\nHarga SOL sedang membetulkan di dalam apa yang kelihatan seperti baji menurun, corak pembalikan menaik klasik, tetapi pengesahan diperlukan.\n$106, turun 25% daripada paras harga semasa, nampaknya merupakan sasaran penurunan utama untuk Solana.\nParas tersebut sejajar dengan retracement Fibonacci 0.382, purata bergerak eksponen 200 minggu (200-week EMA; gelombang biru), dan puncak baji.\nCarta harga mingguan SOL/USD. Sumber: TradingView\nIndeks Kekuatan Relatif (RSI) pada 42.03 menunjukkan potensi penurunan lanjut sebelum mencapai keadaan terlebih jual.\nJumlah dagangan kekal lemah, menunjukkan minat membeli yang lebih rendah.\nPecahan di atas garisan aliran menaik baji mungkin melemahkan risiko SOL menurun ke $106, sebaliknya menghantar harga ke paras yang sama panjang dengan ketinggian baji.\nSebaliknya, SOL boleh menguji semula $265 jika ia memecah di atas garisan aliran menaik baji dalam beberapa hari akan datang.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap langkah pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDkvMDE5MWM4NWYtNTYyMi03NWM5LWIxODQtMDMyZWFiYzQ3OTBj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65d6781995ca2e6df9be8983",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 14:55:00",
            "status": "Posted"
        }
    ]
}