{
    "timestamp": "2025-03-06 20:28:24",
    "all_news": [
        {
            "title": "Sam Bankman-Fried Sambut Ulang Tahun Ke-33 di Penjara",
            "description": "Pengulas sayap kanan, Tucker Carlson, berbual dengan bekas CEO FTX, Sam Bankman-Fried, mengenai kehidupan di penjara, kawal selia kripto, dan sumbangan politik.",
            "content": "Bekas CEO FTX, Sam “SBF” Bankman-Fried, dijatuhi hukuman penjara 25 tahun pada tahun 2024 atas peranannya dalam menyalahgunakan dana pelanggan, memberikan temu bual lain dari penjara sebelum ulang tahunnya yang ke-33.\n\nBercakap dengan pengulas politik sayap kanan Tucker Carlson pada 5 Mac, Bankman-Fried membincangkan kehidupan penjara sejak hukumannya dan pendapatnya tentang peraturan kripto di Amerika Syarikat. Walaupun Carlson tidak secara langsung bertanya kepada bekas CEO FTX sama ada dia menjangkakan menerima pengampunan daripada Presiden AS Donald Trump, SBF seolah-olah tertarik dengan beberapa idea Republikan semasa temu bual itu.\n\nTemu bual Sam Bankman-Fried, dikeluarkan pada 6 Mac. Sumber: Tucker Carlson\n\nMenurut SBF, dia tidak meminta sebarang ahli undang-undang AS untuk membantunya pada tahun 2022 di tengah-tengah tuduhan jenayah yang belum selesai, mendakwa bahawa dia \"tidak mahu melakukan sesuatu yang tidak wajar.\" Walaupun Bankman-Fried adalah penderma Demokrat yang terkenal, termasuk kepada kempen bekas Presiden AS Joe Biden, dia berkata dia mungkin menyumbang sebanyak kepada Republikan.\n\n“Saya mempunyai hubungan yang baik, mungkin lebih baik, dengan Republikan di DC berbanding dengan Demokrat pada ketika itu, walaupun itu bukan apa yang difikirkan orang ramai,” kata Bankman-Fried, merujuk kepada kesan kejatuhan FTX.\n\nFTX memfailkan kebankrapan pada November 2022. Kejatuhan bursa itu disebabkan oleh masalah kecairan telah membawa kepada tuduhan jenayah AS terhadap Bankman-Fried dan empat eksekutif. Tiga — SBF, bekas CEO Alameda Research Caroline Ellison, dan bekas Ketua Pegawai Eksekutif FTX Digital Markets Ryan Salame — telah dipenjara.\n\n“Saya tidak fikir saya seorang penjenayah,” kata Bankman-Fried kepada Carlson, sambil menambah bahawa dia fikir Salame telah didakwa dengan “jenayah yang sama sekali palsu,” mungkin kerana dia seorang Republikan. Salah satu daripada beberapa temu bual lain yang diberikan SBF sejak 2024 adalah kepada saluran berita konservatif New York Sun, menunjukkan usaha untuk mendekati Trump dan ahli undang-undang dalam majoriti.\n\nBerikutan pendengaran hukumannya pada Mac 2024, pasukan undang-undang Bankman-Fried memfailkan rayuan terhadap sabitan itu. Laporan juga mencadangkan bahawa ibu bapa bekas CEO FTX sedang meneroka pengampunan presiden untuk anak mereka daripada Trump berikutan kemenangan pilihan raya November beliau.\n\nKehidupan di penjara untuk bekas bilionair\n\nBankman-Fried kini ditempatkan di Pusat Tahanan Metropolitan di Brooklyn sementara menunggu rayuan — kemudahan yang sama yang menempatkan rapper Sean “Diddy” Combs, yang menghadapi tuduhan berkaitan serangan seksual dan perdagangan seks. Memerihalkan kehidupan penjaranya baru-baru ini, SBF berkata dia kebanyakannya makan nasi dan kacang dan tiada bekas pekerja FTX telah melawatnya.\n\n“Sesiapa sahaja yang rapat dengan saya akhirnya mendapat senjata di kepala mereka, diberitahu bahawa mereka mempunyai dua pilihan, dan salah satunya melibatkan beberapa dekad di penjara,” kata SBF.\n\nKes jenayah yang melibatkan FTX sebahagian besarnya telah selesai berikutan bekas pengarah kejuruteraan Nishad Singh dan pengasas bersama Gary Wang dijatuhi hukuman penjara. Ellison dijatuhi hukuman penjara dua tahun pada September 2024, manakala Salame dijatuhi hukuman tujuh setengah tahun pada Mei. Isteri Salame, Michelle Bond, dijangka dibicarakan pada tahun 2025 atas tuduhan pembiayaan kempen.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTZjZDAtYmM5NS03MzAxLThjODMtYmVlZjM5YzY1ZGZj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67ca0221c949fb015c7c7f5c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-06 20:10:00",
            "status": "Posted"
        }
    ]
}