{
    "timestamp": "2025-03-21 08:32:52",
    "all_news": [
        {
            "title": "Carta harga XRP menunjukkan potensi keuntungan 75% seterusnya setelah SEC menamatkan saman terhadap Ripple.",
            "description": "Ripple masih berdepan halangan undang-undang dengan satu perintah mahkamah yang menghalang jualan XRP kepada pelabur institusi.",
            "content": "Harga XRP (XRP) telah meningkat hampir 30% dalam dua minggu terakhir, didorong oleh pemulihan pasaran kripto dan berakhirnya pertempuran undang-undang Ripple yang lama menentang Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC).\n\nCarta harga harian XRP/USD. Sumber: TradingView\n\nPeningkatan mata wang kripto ini juga berlaku dalam lingkungan corak sambungan menaik klasik, menjanjikan keuntungan selanjutnya dalam beberapa minggu akan datang.\n\nSegitiga simetri XRP menjanjikan kenaikan 75%\n\nTeknikal menaik XRP muncul apabila ia membentuk apa yang kelihatan seperti corak segitiga simetri.\n\nSegitiga simetri dianggap sebagai persediaan sambungan menaik klasik yang terbentuk selepas harga menyatukan diri dalam julat yang dibentuk oleh garis tren yang bertumpu selepas aliran menaik yang kuat.\n\nSebagai peraturan analisis teknikal, persediaan ini diselesaikan apabila harga memecah di atas garis tren atas, berpotensi meningkat setinggi panjang jarak maksimum antara garis tren atas dan bawah.\n\nCarta harga mingguan XRP/USD. Sumber: TradingView\n\nSehingga 21 Mac, XRP kembali meningkat selepas menguji garis tren bawah segitiga, menyasarkan kenaikan ke arah garis tren atas — sekitar titik puncak pada aras $2.35 — menjelang April. Sasaran utama untuk penembusan yang mungkin ini ialah $4.35 menjelang Jun, meningkat 75% daripada paras harga semasa.\n\nSebaliknya, penurunan di bawah garis tren bawah boleh membatalkan persediaan menaik, meletakkan XRP pada laluan ke arah $1.28. Sasaran menurun diperolehi dengan menolak ketinggian maksimum segitiga daripada titik kejatuhan berpotensi pada $2.35.\n\nSumber: Amonyx\n\nAsas XRP meningkatkan prospek menaik\n\nPersediaan teknikal menaik sedang berkembang selaras dengan beberapa peristiwa positif baru-baru ini mengenai Ripple dan XRP.\n\nTerutama, mata wang kripto itu meningkat sebanyak 7.85% untuk mencapai $2.41 pada 21 Mac, dua hari selepas SEC menarik rayuannya terhadap Ripple.\n\nPeningkatan itu mendapat momentum selepas bursa kripto Bitnomial secara sukarela menggugurkan saman terhadap SEC sebelum melancarkan niaga hadapan XRP yang dikawal selia CFTC pertama di AS.\n\nSumber: Alva\n\nKontrak niaga hadapan membenarkan peniaga untuk membuat spekulasi tentang harga XRP tanpa memegang aset secara langsung, meningkatkan aktiviti pasaran keseluruhan. Ini memperdalam kecairan, mengurangkan gelinciran dan memudahkan pelaksanaan urus niaga yang besar.\n\nWalau bagaimanapun, menurut peguam kripto John Deaton, Ripple masih menghadapi halangan undang-undang dalam bentuk perintah yang dikeluarkan oleh Hakim Analisa Torres, yang menyekat syarikat daripada menjual XRP kepada pelabur institusi.\n\nBeliau memberitahu Cointelegraph bahawa keputusan itu berpotensi mengehadkan keupayaan Ripple untuk mengagihkan XRP secara langsung kepada pelabur institusi, iaitu bank dan institusi kewangan, sambil menambah:\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGUwOTYtMTZlOC03MGU4LTkwNDctZjgwMzMwYjA1NjMx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd22399ce59b1082ea9134",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 08:14:00",
            "status": "Posted"
        }
    ]
}