{
    "timestamp": "2025-03-11 01:55:33",
    "all_news": [
        {
            "title": "Pengatur kewangan California amaran tujuh jenis penipuan kripto dan AI baharu.",
            "description": "Jabatan Perlindungan dan Inovasi Kewangan California menerima ribuan aduan pada tahun 2024, termasuk tujuh jenis kripto baharu dan...",
            "content": "## Pengawal Selia Kewangan California Laporkan Tujuh Jenis Penipuan Kripto dan AI Baharu\n\nSeorang pengawal selia kewangan California menyatakan pengguna melaporkan tujuh jenis penipuan kripto dan AI baharu yang belum pernah dilihat sebelum ini menerusi ribuan aduan pada tahun 2024.\n\nJabatan Perlindungan dan Inovasi Kewangan California (DFPI) menyatakan dalam satu kenyataan pada 10 Mac bahawa mereka menerima 2,668 aduan pada tahun 2024 dan menemui tujuh jenis penipuan yang belum direkodkan lagi, seperti skim perlombongan Bitcoin (BTC) palsu, di mana penipu menawarkan pelaburan palsu dalam perlombongan.\n\nDFPI juga menerima aduan mengenai skim permainan kripto palsu, di mana pengguna digalakkan untuk menyimpan dana hanya untuk dompet mereka dikosongkan, dan penipu menawarkan pekerjaan palsu yang memerlukan mangsa memindahkan kripto dan memberikan maklumat peribadi.\n\nMangsa juga melaporkan kecurian kunci peribadi melalui airdrop palsu, penipuan kumpulan pelaburan palsu di WhatsApp atau Telegram, penipuan pelaburan AI yang menawarkan pulangan yang luar biasa tinggi dan kehilangan kripto mereka selepas berinteraksi dengan laman web palsu tertentu.\n\nIndustri AI mengalami pertumbuhan yang ketara pada tahun 2024, mencapai had pasaran sebanyak $638 bilion, menurut Precedence Research.\n\nTerdapat juga peningkatan ketara dalam jenayah sebagai perkhidmatan (CaaS), di mana penggodam dan penjenayah siber yang berpengalaman menjual alat dan perkhidmatan mereka kepada pesalah yang kurang berpengalaman dengan harga tertentu.\n\nPesuruhjaya DFPI, KC Mohseni, berkata pengawal selia itu menggesa berhati-hati apabila berinteraksi dengan platform yang tidak dikenali dan untuk \"mengesahkan domain laman web untuk mengelakkan tiruan palsu, dan berwaspada terhadap laman web penipuan pemulihan kripto.\"\n\nMelalui perkongsiannya dengan Negeri, DFPI menyatakan mereka telah menutup lebih daripada 26 laman web kripto palsu dan mendedahkan kerugian pengguna sebanyak $4.6 juta tahun lepas.\n\nJabatan Kehakiman California (DOJ) menutup 42 laman web penipuan kripto pada tahun 2024 yang mencuri $6.5 juta daripada mangsa, dengan purata kerugian setiap orang sebanyak $146,306.\n\nDalam satu kenyataan pada 10 Mac, DOJ California menyatakan bahawa kerana penipu antarabangsa sering melakukan penipuan, mereka sukar untuk didakwa dan ditangkap.\n\nBenang biasa di kalangan laman web penipuan adalah janji pulangan tinggi, tiada maklumat hubungan, tawaran hadiah untuk mendaftar, dan tiada senarai di laman web industri kripto yang sah seperti CoinMarketCap, kata DOJ California.\n\nSatu laporan daripada firma keselamatan rantaian blok Cyvers mengenal pasti skim penyembelihan babi sebagai salah satu yang paling mahal pada tahun 2024, menganggarkan penipuan itu menelan kos industri lebih daripada $5.5 bilion merentas 200,000 kes yang dikenal pasti.\n\nSementara itu, laporan keselamatan Web3 tahunan firma keselamatan blok rantaian CertiK menandakan serangan pancingan data kripto, yang menelan kos pengguna $1 bilion merentas 296 kejadian, sebagai ancaman keselamatan yang paling ketara pada tahun 2024.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTgyNTMtOTc0My03OGFhLWE1OTQtYWNmNmVkMzZjNWNj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf877291de883e7d708af4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 00:41:00",
            "status": "Posted"
        }
    ]
}