{
    "timestamp": "2025-04-16 11:23:16",
    "all_news": [
        {
            "title": "Crypto in a bear market, rebound likely in Q3 — Coinbase",
            "translated_facebook_post": "Pasaran kripto nampaknya tengah menurun sekarang, tapi Coinbase jangka mungkin akan pulih semula dalam separuh kedua tahun 2025.  Walaupun ada penurunan, beberapa petunjuk menunjukkan kemungkinan perubahan arah yang mendadak nanti.",
            "translated_title": "Kripto dalam pasaran menurun, kemungkinan pemulihan pada suku ketiga — Coinbase",
            "translated_content": "Satu ulasan pasaran bulanan oleh bursa kripto yang tersenarai awam di AS, Coinbase, menunjukkan bahawa walaupun pasaran kripto telah mengecut, ia kelihatan sedang bersiap sedia untuk suku tahun yang lebih baik.\n\nMenurut pandangan bulanan Coinbase pada 15 April untuk pelabur institusi, had pasaran altcoin telah susut sebanyak 41% daripada paras tertinggi $1.6 trilion pada Disember 2024 kepada $950 bilion menjelang pertengahan April. Data BTC Tools menunjukkan bahawa metrik ini mencecah paras terendah $906.9 bilion pada 9 April dan berada pada $976.9 bilion pada masa penulisan.\n\nPembiayaan modal teroka kepada projek kripto dilaporkan telah menurun sebanyak 50%–60% dari 2021–22. Dalam laporan itu, ketua penyelidikan global Coinbase, David Duong, menekankan bahawa musim sejuk kripto baharu mungkin sedang menjelma.\n\n“Beberapa isyarat yang bertemu mungkin menunjukkan permulaan ‘musim sejuk kripto’ baharu kerana beberapa sentimen negatif yang melampau telah berlaku disebabkan oleh bermulanya tarif global dan potensi peningkatan selanjutnya,” katanya.\n\nMasalah makroekonomi menyebabkan pergolakan kripto\n\nLaporan itu menyatakan bahawa minat pelabur modal teroka yang lebih rendah “sangat mengehadkan penyertaan modal baharu ke dalam ekosistem,” yang dirasai terutamanya dalam sektor altcoin. Punca itu, menurut Duong, ialah keadaan makroekonomi semasa:\n\nMenurut penyelidik Coinbase, fakta-fakta itu telah mengakibatkan “pandangan kitaran yang sukar untuk ruang aset digital,” dan memerlukan berhati-hati berterusan dalam tempoh empat hingga enam minggu akan datang. Namun, penulis laporan itu berkata bahawa pasaran kemungkinan akan menukar arah secara meluas:\n\nDuong memetik beberapa metrik untuk menunjukkan bila pasaran kripto bergerak antara fasa pasaran lembu dan beruang, termasuk prestasi yang diselaraskan risiko dan purata bergerak 200 hari.\n\nSatu lagi metrik ialah skor Z Bitcoin (BTC), yang membandingkan nilai pasaran dan nilai yang direalisasikan untuk mengenal pasti keadaan terlebih beli dan terlebih jual. Skor Z menunjukkan betapa luar biasanya prestasi harga semasa jika dibandingkan dengan data bersejarah.\n\nMetrik ini “secara semulajadinya mengambil kira turun naik kripto yang lebih besar,” tetapi ia juga lambat bertindak balas. Metrik ini cenderung menghasilkan sedikit isyarat dalam pasaran yang stabil. Model Coinbase, berdasarkannya, menentukan bahawa pasaran lembu berakhir pada akhir Februari tetapi sejak itu menganggap pasaran neutral.\n\nSebaliknya, penganalisis Coinbase mencadangkan bahawa purata bergerak 200 hari adalah penunjuk yang lebih baik untuk menentukan trend pasaran. Ia melicinkan bunyi jangka pendek sambil kekal relevan dengan mengambil kira data pasaran selama 200 hari terakhir.\n\nLaporan itu juga menyatakan bahawa mengukur trend pasaran kripto yang lebih luas dengan arah pergerakan Bitcoin semakin kurang boleh dipercayai. Ini adalah kerana kripto berkembang ke sektor baharu dengan kewangan terdesentralisasi (DeFi), rangkaian infrastruktur fizikal terdesentralisasi (DePIN), ejen kecerdasan buatan, dan banyak lagi, semuanya dengan daya pasaran tertentu yang bebas daripada Bitcoin.\n\nAdakah kita berada dalam pasaran beruang?\n\nDuong menyatakan bahawa purata bergerak 200 hari menunjukkan bahawa penurunan Bitcoin baru-baru ini telah menggerakkannya ke wilayah pasaran beruang pada akhir Mac. Namun, dengan menggunakan model yang sama kepada indeks Coinbase Coin50 berdasarkan 50 aset kripto teratas menunjukkan pasaran beruang sejak akhir Februari.\n\nLaporan baru-baru ini menunjukkan bahawa Bitcoin menunjukkan daya tahan yang semakin meningkat terhadap tekanan makroekonomi berbanding dengan pasaran kewangan tradisional. “Penurunan Bitcoin agak sederhana, melawat semula paras harga dari sekitar tempoh pilihan raya AS,” menurut Wintermute.\n\nDuong melihat Bitcoin menjadi kurang sebagai penunjuk kripto umum sebagai akibat daripada trend ini. Beliau menulis:",
            "translated_summary": "Pasaran kripto sedang menyusut, tetapi Coinbase meramalkan kemungkinan pemulihan pada separuh kedua tahun 2025.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8ff3d8138b1f1f1bdfe6",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNkZTUtNTQxOC03MjZlLWE0Y2ItNjQ5NjAyOTkwYjZl.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 11:07:00"
        },
        {
            "title": "Nvidia Stock Falls After $5.5B Hit From AI Chip Ban",
            "translated_facebook_post": "Larangan eksport cip AI kepada China telah menyebabkan Nvidia kerugian $5.5 bilion dan menjejaskan harga saham syarikat serta pesaingnya, AMD, selain menimbulkan kebimbangan tentang kemungkinan bermulanya perang perdagangan antara Amerika Syarikat dan China yang boleh menjejaskan pasaran teknologi dan kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8f6171c56b1fbbb7152f",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/70a7f120a6ea4cdf9c6cf7ece51ff61a.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:07:00"
        },
        {
            "title": "Semler Scientific Reports $42 Million Loss on Bitcoin, Plans $500 Million Stock Sale",
            "translated_facebook_post": "Syarikat teknologi kesihatan, Semler Scientific, rugi hampir $42 juta atas pelaburan Bitcoin, tapi masih rancang jual saham sebanyak $500 juta untuk tambah modal dan bayar penyelesaian tuntutan hampir $30 juta.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/semler-scientific-reports-dollar42-million-loss-on-bitcoin-plans-dollar500-million-stock-sale/",
            "source": "Atqa Arif",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/cec4a9c3da0249bdab295256b36525aa.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:06:00"
        },
        {
            "title": "DeepBook Protocol (DEEP) Secures New Listing – Can This Bullish Pattern Formation Ignite a Recovery?",
            "translated_facebook_post": "DEEP, walaupun pernah jatuh teruk, nampaknya ada potensi untuk naik balik lepas disenaraikan di Upbit dan menunjukkan corak carta yang positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8f4171c56b1fbbb7152d",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/c660e26c2641422f914d7df3b94c9788.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:06:00"
        },
        {
            "title": "OKX Announces U.S. Expansion After $500 Million Settlement With DOJ",
            "translated_facebook_post": "OKX dah masuk pasaran Amerika Syarikat lepas selesaikan isu dengan Jabatan Kehakiman, dan rancang nak lancarkan platform perdagangan di sana menjelang akhir 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/okx-announces-us-expansion-after-dollar500-million-settlement-with-doj/",
            "source": "Atqa Arif",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/901447df2e604dd0a525729fced2cedd.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:05:00"
        },
        {
            "title": "$PAWS Airdrop Update: Token Redistribution Announced",
            "translated_facebook_post": "Projek airdrop $PAWS buat pengagihan semula token sebab ada perubahan kriteria kelayakan.  Ramai yang tak dapat sebelum ni akan dapat, kecuali pengguna di EEA.  Kalau rasa layak tapi tak dapat, hubungi pasukan $PAWS.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/dollarpaws-airdrop-update-token-redistribution-announced/",
            "source": "Atqa Arif",
            "image": "https://academy-public.coinmarketcap.com/optimized-uploads/e017b9f99a034e8e9ed5079da01bd752.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:03:00"
        },
        {
            "title": "$100 to $50K Potential With SOL, BTC, and ETH in Q2",
            "translated_facebook_post": "Bitcoin, Ethereum, dan Solana dijangka naik, sementara MAGACOINFINANCE menawarkan pulangan tinggi dengan harga sekarang $0.0002908 dan sasaran $0.007.  Ramai dah sertai, jadi cepat sebelum terlepas peluang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8ed271c56b1fbbb7152b",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744723076.docx_1744723076_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:02:00"
        },
        {
            "title": "Bold Strategy: Mantra CEO’s 772K OM Token Burn Sparks Hope for Price Surge",
            "translated_facebook_post": "CEO Mantra, John Patrick Mullin,  bakar 772,081 token OM miliknya sendiri.  Tindakan ni bertujuan tingkatkan nilai token OM dan keyakinan pelabur.  Walaupun jumlahnya kecil berbanding jumlah keseluruhan, ia menunjukkan komitmen CEO kepada projek tersebut.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8ed0fdbfc4339b8b5e67",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Bold-Strategy-Mantra-CEOs-772K-OM-Token-Burn-Sparks-Hope-for-Price-Surge.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:00:00"
        },
        {
            "title": "KiloEx Offers Bounty as ZKsync Investigates Admin Breach",
            "translated_facebook_post": "Dua platform kewangan terdesentral, ZKsync dan KiloEx, alami kerugian lebih $12 juta akibat serangan siber. KiloEx tawarkan ganjaran kepada penggodam yang mencuri $7.5 juta, manakala ZKsync pula alami kehilangan $5 juta disebabkan akaun pentadbir digodam.  Kedua-dua platform menegaskan dana pengguna selamat dan usaha pemulihan dijalankan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8ed071c56b1fbbb71525",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/cp6225_people_investigating_a_blockchain_network_16e6a094_ba90_4e83_87f4_4b39bc90e1cd_e8a483334b.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 11:00:00"
        },
        {
            "title": "South Korea and Vietnam Forge Stronger Trade Ties Amid US Tariffs",
            "translated_facebook_post": "Korea Selatan dan Vietnam sasar nilai perdagangan AS$150 bilion menjelang 2030, nak kukuhkan hubungan ekonomi di tengah-tengah tarif AS.  Kerjasama strategik dalam sektor teknologi dan lain-lain dijangka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8d8dd8138b1f1f1bdfd4",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/korean-vietnamese-diplomats-unity.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:58:00"
        },
        {
            "title": "ECB Interest Rate Cut Triggered by Tariffs",
            "translated_facebook_post": "Bank Pusat Eropah turunkan kadar faedah disebabkan tarif baharu, tindakan ni bagi elak kemelesetan ekonomi dan reaksi pasaran agak bercampur-campur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8d8d71c56b1fbbb71520",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/ecb-building-interest-rate-cut.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:57:00"
        },
        {
            "title": "Mantra vs. Pi Coin: Are We Watching the Same Movie Twice?",
            "translated_facebook_post": "Harga OM jatuh mendadak, tapi CEO cuba pulihkan kepercayaan.  Pi Coin pula perlahan-lahan merosot sebab masalah dalaman dan kelewatan pelancaran.  Kedua-dua duit kripto ni tunjuk betapa pentingnya pengurusan risiko, komunikasi yang jelas dan struktur yang kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8d8c22af2047b8f60589",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/mantra-vs-pi-a353129b-ba79-4b6d-8b73-b77592f8f9e0.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:57:00"
        },
        {
            "title": "U.S. Bancorp (USB) Beats Q1 Expectations with $6.96B in Revenue",
            "translated_facebook_post": "U.S. Bancorp mencatat prestasi memberangsangkan pada suku pertama 2025, dengan pendapatan mencecah $6.96 bilion, mengatasi jangkaan pasaran dan mencatatkan peningkatan berbanding suku sebelumnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8d92d8138b1f1f1bdfd8",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/29742459_m.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:56:00"
        },
        {
            "title": "KiloEX Suspends Platform, Tracks $7.5M Exploit Funds",
            "translated_facebook_post": "Platform KiloEX terpaksa tutup sementara sebab ada  wang sebanyak $7.5 juta dicuri.  Pasukan KiloEX tengah berusaha sedaya upaya untuk kesan duit yang hilang tu dan harap dapat pulangkan balik.  Pengguna dan pelabur sekarang tengah risau.\n\nKiloEX kena hack, rugi $7.5 juta, tengah siasat dan cuba dapatkan balik duit yang hilang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8d8bd8138b1f1f1bdfd2",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/36053.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:54:00"
        },
        {
            "title": "US-China Trade Tensions Escalate: Bitcoin, Stocks, Gold React to 245% Tariff Threat",
            "translated_facebook_post": "Ketegangan perdagangan AS-China meningkat, menyebabkan pasaran saham jatuh, harga emas meningkat, manakala Bitcoin kekal stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8c6fd8138b1f1f1bdfcf",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2021/07/ChinaAmerica.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:52:00"
        },
        {
            "title": "Why is the crypto market down today?",
            "translated_facebook_post": "Pasaran kripto jatuh hari ni sebab sekatan baru terhadap Nvidia, khabar angin China nak jual Bitcoin, dan beberapa faktor lain.  Nilai keseluruhan pasaran kripto susut,  dan beberapa aset utama pun turut terjejas.  Nampaknya keadaan pasaran agak tidak menentu buat masa ni.",
            "translated_title": "Mengapa pasaran kripto merudum hari ini?",
            "translated_content": "Nilai gabungan semua mata wang kripto telah jatuh sekitar 3.65%, atau $97 bilion, dalam tempoh 24 jam yang lalu, mencecah $2.58 trilion pada 16 April.\n\nCarta prestasi pasaran kripto keseluruhan selama empat jam. Sumber: TradingView\n\nAntara pemangkin utama yang mendorong pasaran kripto menurun hari ini termasuk:\n\nKemelesetan sektor teknologi yang berterusan.\nLaporan mengenai kemungkinan China melupuskan $16 bilion dalam Bitcoin.\nPenghentian dagangan dalam pasaran hadapan.\nKelemahan teknikal.\nSekatan eksport ke atas Nvidia menjejaskan saham dan kripto\n\nHari ini, penurunan pasaran kripto mencerminkan sentimen negatif yang sama dalam pasaran risiko yang lebih luas. Sentimen Wall Street menjadi negatif selepas pentadbiran Donald Trump mengenakan sekatan baharu ke atas eksport cip Nvidia ke China, menimbulkan kebimbangan tentang satu lagi kitaran tarif yang sengit.\n\nPada 16 April, niaga hadapan Nasdaq 100 jatuh lebih 2.30%, manakala pasaran Eropah merudum, dengan pengeluar cip ASML Holding NV jatuh lebih 7% disebabkan jangkaan permintaan yang lemah. Ketidaktentuan pasaran merebak ke mata wang kripto, sektor yang menunjukkan korelasi yang konsisten dengan saham AS sejak Mei 2020.\n\nKorelasi pekali 52 minggu antara topi pasaran kripto keseluruhan dan Nasdaq 100. Sumber: TradingView\n\nSementara itu, pasaran emas terus bertindak sebagai tempat perlindungan global dalam masa ketidaktentuan ekonomi yang diketuai oleh dasar tarif Trump yang berliku-liku. Logam berharga itu meningkat kepada paras tertinggi baharu melebihi $3,317 sejam pada 16 April.\n\nEmas telah mengatasi Bitcoin (BTC) pada tahun 2025 setakat ini, meningkat sebanyak 26.50% sejak awal tahun berbanding penurunan BTC sebanyak 11.50%.\n\nCarta prestasi sejak awal tahun XAU/USD berbanding BTC/USD. Sumber: TradingView\n\nIni menunjukkan lagi pengurangan selera risiko dalam kalangan pelabur dan pedagang, yang menjejaskan Bitcoin dan pasaran kripto yang lebih luas.\n\nChina mungkin melupuskan pegangan Bitcoin bernilai $16 bilion\n\nPenurunan pasaran kripto berlaku di tengah-tengah laporan bahawa China mungkin mula melupuskan aset Bitcoin yang dirampas, berbeza dengan rancangan AS untuk menggunakan aset tersebut sebagai rizab negara.\n\nBeberapa pihak berkuasa tempatan China dilaporkan melupuskan sekitar 15,000 BTC (bernilai $1.4 bilion) melalui bursa luar pesisir untuk mengatasi kelembapan ekonomi domestik.\n\nLaporan itu muncul beberapa bulan selepas Ketua Pegawai Eksekutif CryptoQuant, Ki Young Ju mendakwa bahawa kerajaan China mungkin telah menjual hampir $20 bilion Bitcoin yang dirampas daripada skim Ponzi PlusToken pada Januari.\n\nBagaimanapun, data terkini menunjukkan bahawa kerajaan telah memegang 190,000 BTC—bernilai lebih $16 bilion—sejak Januari 2024.\n\nCarta pegangan Bitcoin China. Sumber: BitcoinTreasuries.net\n\nPenjualan lepas oleh Jerman dan AS telah menunjukkan bahawa walaupun penghapusan aset negara yang sederhana boleh mencetuskan panik dan menurunkan harga.\n\nPasaran kripto mengalami penghentian dagangan bernilai $245 juta\n\nPenjualan pasaran mata wang kripto hari ini bertepatan dengan gelombang penghentian dagangan dalam pasaran hadapan, berjumlah $245.37 juta dalam tempoh 24 jam yang lalu.\n\nIa perlu diperhatikan bahawa pasaran hadapan menyaksikan penghentian dagangan panjang bernilai $173.83 juta daripada jumlah keseluruhan. Sebagai perbandingan, pedagang pendek menyaksikan penghentian dagangan yang agak rendah iaitu $71.55 juta.\n\nPeta haba penghentian dagangan pasaran kripto (24 jam). Sumber: CoinGlass\n\nBitcoin dan Ether (ETH) mengetuai kerugian dengan $51.54 juta dan $49.81 juta penghentian dagangan, masing-masing. Mantra’s OM menyusul dengan $18.33 juta, manakala Solana (SOL) dan Worldcoin (WCT) menyaksikan $12.74 juta dan $11.58 juta yang dihentikan dagangannya, masing-masing.\n\nTeknikal pasaran kripto menunjukkan kelemahan\n\nDari sudut teknikal, penurunan pasaran kripto yang berterusan berlaku selepas gagal menembusi rintangan selama beberapa bulan pada sekitar paras $2.6 trilion.\n\nCarta di bawah menunjukkan pasaran menguji semula sempadan atas saluran menurun, paras yang sejajar dengan purata bergerak eksponen 50 hari (50-hari EMA; gelombang merah) berhampiran $2.72 trilion.\n\nCarta prestasi harian topi pasaran kripto keseluruhan. Sumber: TradingView\n\nSecara sejarah, setiap ujian garisan aliran dan purata bergerak ini sejak Januari telah mengakibatkan penolakan dan penurunan selanjutnya. Pasaran juga kekal di bawah EMA 200 hari, kini pada $2.81 trilion, mengukuhkan kecenderungan menurun.\n\nIndeks Kekuatan Relatif (RSI) berada sekitar 47, di bawah paras neutral 50, menunjukkan tekanan pembelian yang semakin lemah.\n\nJika corak ini berterusan, pasaran berisiko jatuh ke sempadan bawah saluran menurun berhampiran $2.2 trilion. Paras ini juga bertindak sebagai zon sokongan yang kukuh pada akhir tahun 2023, menambah lagi kepentingannya.\n\nSehingga pasaran menembusi dengan pasti di atas EMA 50 hari dan garisan aliran menurun, persediaan memihak kepada penurunan berterusan ke arah $2.2 trilion.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Pasaran mata wang kripto jatuh hari ini disebabkan oleh sekatan terbaru Trump ke atas Nvidia, ancaman penjualan Bitcoin oleh China, dan sebab-sebab lain.",
            "original_url": "https://coinmarketcap.com/community/en/articles/65f975fb4353f14d4ab76943",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMDgvODAzMjgxMmQtMWQ1MC00NmFiLWI5NjUtYTBjYjZkZDQxYTYz.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 10:51:00"
        },
        {
            "title": "VanEck’s Sigel proposes Bitcoin-backed bonds to help refinance US debt",
            "translated_facebook_post": "Satu cadangan menarik untuk selesaikan masalah hutang AS: guna bon disokong Bitcoin!  Idea ni gabungkan bon kerajaan dengan Bitcoin, bagi pulangan lumayan pada pelabur dan kurangkan kos pinjaman kerajaan. Tapi, ada risiko juga, terutama kalau harga Bitcoin jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8ed0d8138b1f1f1bdfe0",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/vaneck-bitcoin-backed-bonds-refinance-debt.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:50:00"
        },
        {
            "title": "Local Governments in China Are Quietly Selling Crypto Abroad: Report",
            "translated_facebook_post": "Kerajaan tempatan di China diam-diam jual aset kripto yang dirampas di pasaran luar negara untuk tambah dana, walaupun kerajaan pusat melarang perdagangan kripto.  Langkah ni menimbulkan kebimbangan tentang ketelusan dan kemungkinan salah guna kuasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8ff3d8138b1f1f1bdfe8",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/Amid-China-strict-ban-on-crypto-trading-local-governments-are-quietly-offloading-large-stashes-of-seized-digital-assets-in-offshore-markets.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:50:00"
        },
        {
            "title": "Last Chance To Invest In Senior Presale Ends Tomorrow",
            "translated_facebook_post": "Peluang terakhir untuk melabur dalam pra-jualan SENIOR berakhir esok.  50% keuntungan disalurkan untuk perumahan warga emas, 35% untuk pelabur, dan 15% untuk pembangunan projek.  Cepat, selamat, dan memberi impak sosial yang positif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8b038825f67208cf8deb",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/df47750b7de84fc3b7dd84adc9fc08b0.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:48:00"
        },
        {
            "title": "JPMorgan CEO Urges US-China Trade Talks for Stability",
            "translated_facebook_post": "CEO JPMorgan, Jamie Dimon, gesa rundingan perdagangan AS-China segera bagi mengelakkan ketidaktentuan ekonomi global dan menstabilkan pasaran kripto yang turut terjejas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff8b4f22af2047b8f60582",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/jamie-dimon-digital-finance-ink.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 10:48:00"
        }
    ]
}