{
    "timestamp": "2025-03-13 03:39:39",
    "all_news": [
        {
            "title": "Isipadu dagangan kripto merudum, menandakan keletihan pasaran: Analisis",
            "description": "Pedagang dan pelabur kripto mungkin semakin kehabisan momentum ekoran daripada jumlah dagangan pasaran yang terus merosot, sejajar dengan penurunan harga aset.",
            "content": "**Crypto Trading Volume Plunges, Signaling Potential Market Weakness**\n\nAnalysts are observing a significant decline in cryptocurrency trading volume and asset prices, suggesting trader exhaustion and weakening market momentum.  Since peaking in February, driven by dip-buying opportunities, crypto trading volume has fallen sharply.\n\nCoinGecko data reveals a 63% drop in daily trading volume from a high of $440 billion in early February to $163 billion on March 12.  CoinMarketCap reports a similar trend, showing a 52% decrease from a peak in early March.\n\nAnalytics firm Santiment noted this volume decline on March 13, indicating diminishing trader enthusiasm.  They described trader behavior as a “mix of exhaustion, hopelessness, and capitulation” following recent market capitalization losses.\n\nTotal market capitalization has decreased by almost 25% since early February, a $900 billion drop, as the market correction deepens.  This decline accelerated over the past 10 days, with a 15% loss fueled by recession fears in the United States and escalating global trade tensions.\n\nSantiment highlighted growing trader caution, suggesting skepticism about the sustainability of current price increases.  Reduced trading activity reflects uncertainty, with fewer traders confident in profitable outcomes at current price levels.\n\nWeakening trading volume during minor price rebounds serves as an early warning sign of diminishing market momentum, according to Santiment.  Without strong buying participation, price gains may quickly falter due to insufficient underlying support.  However, they cautioned that shrinking volume during minor rebounds isn't inherently bearish, as volume reflects participation from both retail and institutional traders and needs to increase before price rises.\n\nCurrently, the crypto market capitalization stands at approximately $2.8 trillion, similar to its level a year ago, preceding seven months of consolidation.  The Crypto Fear & Greed Index remains in \"fear\" territory (below 50) since February 21.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThkMzAtNmRkNS03YWU0LThkZDktNzcyMDA0MzVkZGIy-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d24304fd4a574c1b107eff",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 02:26:00",
            "status": "Posted"
        }
    ]
}