{
    "timestamp": "2025-03-05 08:48:48",
    "all_news": [
        {
            "title": "IOTA dan WLD Menguji Semula Garisan Trend Penembusan Utama – Adakah Pemulihan Akan Datang?",
            "description": "Tarikh: Rabu, 5 Mac 2025 | 08:05 PG Waktu Greenwich  Pasaran mata wang kripto menunjukkan tanda-tanda pemulihan hari ini, dengan Bitcoin (BTC) dan Ethereum (ETH) kembali...",
            "content": "**Tarikh: Rab, 5 Mac 2025 | 08:05 AM GMT**\n\nPasaran kripto menunjukkan tanda-tanda pemulihan hari ini, dengan Bitcoin (BTC) dan Ethereum (ETH) masing-masing mencatat peningkatan lebih 5% selepas mengalami salah satu penurunan jualan paling mendadak dalam tempoh 2 hari terakhir.\n\nBerikutan ini, altcoins utama IOTA (IOTA) dan Worldcoin (WLD) sedang menguji semula paras penembusan utama mereka, dan pemulihan yang berjaya boleh membuka jalan untuk pemulihan daripada fasa pembetulan utama 60 hari mereka.\n\n**Sumber: Coinmarketcap**\n\n**Analisis IOTA (IOTA)**\n\nIOTA baru-baru ini mencatatkan pergerakan menaik yang ketara, menembusi corak baji menurun pada 1 Mac 2025, yang menolak harganya ke puncak $0.31. Walau bagaimanapun, berikutan pembetulan pasaran yang lebih luas, IOTA telah susut untuk menguji semula garis trend penembusannya sekitar $0.19 dan kini didagangkan pada kira-kira $0.2170.\n\n**Carta Harian IOTA/Coinsprobe (Sumber: Tradingview)**\n\nJika IOTA berjaya kekal di atas paras sokongan ini, ia boleh melonjak ke arah rintangan seterusnya pada purata bergerak 100 hari (100 MA) berhampiran $0.30, dengan sasaran menaik yang meluas sebanyak $0.31. Pergerakan yang pasti melepasi paras ini boleh mendorong harga ke arah rintangan penting seterusnya pada $0.4251, mewakili peningkatan berpotensi 98% daripada paras semasa.\n\n**Analisis Worldcoin (WLD)**\n\nWLD telah mengikuti trajektori yang serupa, menembusi corak baji menurunnya pada 27 Februari pada paras harga $1.11. Walau bagaimanapun, kejatuhan pasaran baru-baru ini telah menyebabkan penurunan, membawa WLD kembali untuk menguji semula garis trend penembusannya. Pada masa ini, WLD didagangkan pada kira-kira $0.97.\n\n**Carta Harian Worldcoin (WLD)/Coinsprobe (Sumber: Tradingview)**\n\nJika WLD berjaya pulih daripada ujian semula ini, ia boleh mensasarkan rintangan segera pada $1.37, sejajar dengan purata bergerak 50 hari (50 MA). Penembusan selanjutnya di atas paras ini boleh menolak WLD ke arah rintangan utama seterusnya pada $1.88, mewakili potensi kenaikan 96% daripada harga semasa.\n\n**Adakah Pemulihan Akan Datang?**\n\nKeupayaan IOTA dan WLD untuk mengekalkan garis trend penembusan utama mereka akan menjadi faktor penting dalam menentukan pergerakan harga jangka pendek mereka. Pemulihan yang kukuh daripada paras ini boleh mengesahkan corak kesinambungan menaik, menarik minat pelabur selanjutnya dan berpotensi membalikkan momentum menurun yang berpanjangan.\n\nWalau bagaimanapun, pedagang harus berhati-hati, kerana kegagalan untuk kekal di atas garis trend ini boleh membatalkan struktur penembusan dan membawa kepada penurunan selanjutnya.\n\n**Penafian: Artikel ini adalah untuk tujuan maklumat sahaja dan bukan nasihat kewangan. Sentiasa lakukan kajian anda sendiri sebelum melabur dalam kripto.\n\nBaca Juga: Ethena (ENA) Bersedia Untuk Membuka Kunci Token Utama Hari Ini – Menguji Sokongan Utama**",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/080637051276464b8ca794180f3983bb.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c80c04cf25a70ab3353220",
            "timestamp": "2025-03-05 08:32:00",
            "status": "Posted"
        },
        {
            "title": "Teknologi Anti-Penipuan Web3Bay vs. Perjuangan Harga Solana & Cardano – Masa Depan Mana Yang Lebih Cerah?",
            "description": "Penipuan dan ketidaktentuan kekal sebagai dua kebimbangan terbesar dalam ekonomi digital, yang menjejaskan pasaran e-dagang dan mata wang kripto. Web3Bay ialah...",
            "content": "## Penipuan dan Ketidakstabilan dalam Ekonomi Digital: Adakah Web3Bay Penyelesaiannya?\n\nPenipuan dan ketidaktentuan kekal sebagai dua kebimbangan terbesar dalam ekonomi digital, yang menjejaskan pasaran e-dagang dan kripto. Web3Bay menangani penipuan dalam transaksi dalam talian dengan memanfaatkan teknologi blockchain untuk meningkatkan keselamatan, ketelusan, dan kepercayaan.\n\nSementara itu, mata wang kripto utama seperti Solana dan Cardano menghadapi penurunan harga yang berterusan, bergelut untuk mengekalkan kestabilan walaupun perkembangan pasaran. Sistem berasaskan kontrak pintar Web3Bay meminimumkan risiko penipuan, menawarkan alternatif yang lebih selamat kepada platform tradisional.\n\nKetika peniaga kripto menilai pergerakan harga dan pelabur mencari kebolehpercayaan, penyelesaian e-dagang yang disokong blockchain seperti Web3Bay membentangkan hujah yang menarik untuk mengurangkan risiko kewangan dalam dunia yang semakin digital.\n\n**Bolehkah Web3Bay Mengurangkan Penipuan E-dagang?**\n\nPenipuan dalam talian terus menjadi kebimbangan utama dalam e-dagang, kerana platform berpusat bergelut untuk mengekang pencurian identiti, penipuan bayaran balik, dan barangan palsu.  Sebagai tindak balas kepada cabaran ini, Web3Bay memanfaatkan teknologi blockchain untuk meningkatkan keselamatan transaksi dan mencegah penipuan melalui rekod telus dan tidak berubah serta pembayaran berasaskan kontrak pintar. Tidak seperti pasaran tradisional yang bergantung kepada perantara, Web3Bay memudahkan transaksi peer-to-peer, menghapuskan bayaran balik yang tidak dibenarkan dan pertikaian palsu.\n\nTambahan pula, kontrak pintar di Web3Bay memastikan bahawa dana hanya dilepaskan apabila syarat yang telah ditetapkan dipenuhi, mengurangkan penipuan yang melibatkan barang yang tidak dihantar atau pembalikan pembayaran. Di samping itu, buku besar terdesentralisasi blockchain menyediakan sejarah transaksi kalis manipulasi, menyukarkan pelaku jahat untuk memanipulasi ulasan atau memalsukan rekod pembelian. Dengan mengintegrasikan pengesahan identiti dalam rangkaian, Web3Bay selanjutnya mengukuhkan pencegahan penipuan, memastikan bahawa kedua-dua pembeli dan penjual mengekalkan akauntabiliti reputasi.\n\nAkibatnya, perdagangan yang dikuasakan oleh blockchain semakin mendapat perhatian, dan pendekatan Web3Bay yang berorientasikan keselamatan menarik minat pelabur. Setakat ini, pra-jualan telah mengumpul $1.6 juta, meningkat ke peringkat 5, dengan lebih daripada 390 juta token 3BAY dijual pada $0.00524 setiap token. Memandangkan penipuan e-dagang tradisional menelan belanja berbilion dolar setiap tahun kepada perniagaan, platform yang disokong blockchain seperti Web3Bay menawarkan penyelesaian yang berpotensi. Jika pengambilan meningkat, ia boleh membentuk semula landskap pasaran dalam talian, mengurangkan pergantungan kepada perantara berpusat sambil mengutamakan keselamatan dan kepercayaan.\n\n**Trend Menurun Solana Berterusan Walaupun Spekulasi ETF**\n\nSolana (SOL) terus menurun, jatuh dari paras tinggi berhampiran $294 kepada sekitar $120-$130. Penurunan ini menyusuli Gelombang pembetulan (C) dalam corak ABC, dengan pemecahan di bawah saluran menaik meningkatkan tekanan jualan. Khususnya, SOL telah jatuh melepasi paras retracement Fibonacci 0.5 ($151.96), dengan sokongan utama seterusnya pada $118.34. RSI hampir kepada wilayah terlebih jual, tetapi tanpa perbezaan menaik, penurunan selanjutnya masih mungkin berlaku sebelum pembalikan.\n\nSementara itu, data derivatif menunjukkan bahawa minat terbuka kekal melebihi $2 bilion, menunjukkan peniaga memegang posisi walaupun pembetulan harga sebanyak 7%. Walau bagaimanapun, penurunan minat terbuka sebanyak 2.2% menunjukkan bahawa ramai menjangkakan penurunan jangka pendek dan bukannya penurunan yang berpanjangan.\n\nPada masa yang sama, ETF Solana futures telah ditambah kepada senarai DTCC, menandakan potensi minat institusi. Walaupun teknikal kekal menurun, perkembangan ETF yang berterusan boleh membentuk prospek jangka panjang SOL.\n\n**ADA Cardano Menghadapi Risiko Penurunan Selanjutnya Apabila Kelemahan Pasaran Menjadi Lebih Teruk**\n\nADA Cardano telah menghadapi tekanan jualan yang berat, jatuh hampir 7% kepada $0.60, berikutan penurunan 23% awal minggu ini. Sebahagiannya, kelemahan pasaran yang lebih meluas, didorong oleh dasar monetari yang ketat dan sentimen anti-risiko, telah menyumbang kepada masalah ADA, dengan Bitcoin dan Ethereum juga mengalami kerugian.\n\nDari perspektif teknikal, petunjuk menunjukkan potensi penurunan dua angka, kerana ADA telah jatuh di bawah paras sokongan utama. Jika momentum menurun berterusan, token itu boleh jatuh lagi, menguji ambang harga yang lebih rendah dalam beberapa hari akan datang. Penganalisis memberi amaran bahawa tanpa sokongan pembelian yang kukuh, ADA mungkin bergelut untuk mendapatkan semula kestabilan.\n\nAkibatnya, sentimen pelabur kekal berhati-hati, dengan ramai yang memantau perkembangan makro dan kemas kini projek Cardano untuk isyarat pemulihan yang berpotensi. Memandangkan ketidaktentuan semasa, peniaga menimbang kedudukan mereka dengan teliti, menilai sama ada ADA boleh menahan tekanan pasaran selanjutnya atau jika pembetulan yang lebih mendalam akan berlaku. Akhirnya, zon sokongan seterusnya akan menjadi penting dalam menentukan arah harga jangka pendek ADA.\n\n**Kesimpulan**\n\nOleh kerana penipuan e-dagang terus meningkat dan pasaran kripto menghadapi ketidakpastian, teknologi blockchain menawarkan penyelesaian yang melangkaui spekulasi. Web3Bay menangani kebimbangan keselamatan kewangan dengan mengurangkan penipuan melalui kontrak pintar dan rekod transaksi yang tidak berubah, membezakannya daripada platform tradisional. Sementara itu, Solana dan Cardano bergelut dengan ketidaktentuan pasaran, menyoroti cabaran kestabilan harga dalam perdagangan kripto.\n\nKetika pelabur menganalisis pergeseran trend, platform yang disokong blockchain seperti Web3Bay menyediakan aplikasi praktikal teknologi terdesentralisasi, mengukuhkan kepercayaan dalam transaksi digital.  Apabila pengambilan meningkat, penyelesaian yang berfokus pada keselamatan mungkin memainkan peranan yang lebih besar dalam membentuk masa depan e-dagang dan kewangan digital.\n\n**Sertai Pra-jualan Web3Bay Sekarang:**\n\nPra-jualan: https://web3bay.io/buy\nLaman web: https://web3bay.io/\nTwitter: https://x.com/web3bayofficial\nInstagram: https://www.instagram.com/web3bayofficial/\n\n**Penafian:** Sebarang maklumat yang ditulis dalam siaran akhbar ini tidak membina nasihat pelaburan. Optimisus tidak dan tidak akan menyokong sebarang maklumat tentang mana-mana syarikat atau individu di halaman ini. Pembaca digalakkan untuk melakukan kajian sendiri dan berdasarkan sebarang tindakan pada penemuan mereka sendiri, bukan pada sebarang kandungan yang ditulis dalam siaran akhbar ini. Optimisus adalah dan tidak akan bertanggungjawab terhadap sebarang kerosakan atau kerugian yang disebabkan secara langsung atau tidak langsung oleh penggunaan sebarang kandungan, produk, atau perkhidmatan yang disebut dalam siaran akhbar ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ef5e82b355d74004a1a9a9507df4c36a.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c80be71cda991f9dda633d",
            "timestamp": "2025-03-05 08:31:00",
            "status": "Posted"
        },
        {
            "title": "Kripto Teratas Untuk Diinvestasikan Minggu Ini: Prajualan Qubetics pada $0.0976, Sonic Memperluas DeFi, dan Cronos Melonjak 40%!",
            "description": "Pasaran kripto rancak dengan pelbagai aktiviti, dan beberapa mata wang kripto yang paling meningkat minggu ini mencetuskan impak positif. Sonic sedang berkembang…",
            "content": "Kripto Teratas Untuk Dilabur Minggu Ini: Prajualan Qubetics pada $0.0976, Sonic Memperluas DeFi, dan Cronos Melonjak 40%!\n\nPrajualan peringkat 24 Qubetics hampir mencapai lonjakan harga seterusnya, Sonic mengembangkan ekosistem DeFi, dan Cronos (CRO) melonjak 40% selepas pengumuman rizab strategik Crypto.com — temui mengapa ini adalah kripto teratas untuk dilabur minggu ini!\n\nPasaran kripto dipenuhi dengan pelbagai aktiviti, dan antara pergerakan terbesar minggu ini adalah yang memberi impak positif. Sonic sedang mengembangkan jejak DeFi, meletakkan dirinya sebagai pemain utama dalam sektor kewangan terdesentralisasi. Sementara itu, Cronos (CRO) telah melonjak 40% selepas Crypto.com mendedahkan rancangan rizab strategiknya, mencetuskan semangat baharu di kalangan ahli komuniti. Tetapi tajuk utama yang sebenar ialah Qubetics, inovator blok rantaian yang menyelesaikan salah satu masalah terbesar kripto — kebolehcapaian pembangunan blok rantaian — dengan IDE QubeQode.\n\nQubetics bukan sekadar projek Lapisan 1; ia adalah pengagregat Web3 yang menyatukan blok rantaian utama, menjadikannya lebih mudah berbanding sebelum ini untuk perniagaan dan individu membangun, menggunakan, dan berinteraksi dengan aplikasi terdesentralisasi (dApp). Dengan prajualan peringkat 24nya kini berharga $0.0976, Qubetics mendapat momentum yang serius, dengan pembeli awal mengunci sebelum kenaikan harga berjadual seterusnya. Kripto teratas untuk dilabur minggu ini bukan sahaja mengenai pergerakan harga — ia adalah mengenai potensi jangka panjang, penggunaan dunia sebenar, dan inovasi yang mengubah permainan.\n\nIDE QubeQode Qubetics: Revolusi Blok Rantaian Tanpa Kod\n\nBlok rantaian adalah luar biasa, tetapi mari kita jujur — ia masih terlalu rumit untuk digunakan oleh orang biasa, apatah lagi membina di atasnya. Kebanyakan pembangunan blok rantaian memerlukan pengkodan yang kompleks, pembangun yang mahal, dan berbulan-bulan kerja hanya untuk melancarkan dApp yang berfungsi. Di sinilah IDE QubeQode Qubetics mengubah permainan.\n\nQubeQode ialah persekitaran pembangunan berasaskan AI seret dan lepas yang membolehkan perniagaan, syarikat permulaan, dan juga pengguna bukan teknikal membina aplikasi blok rantaian tanpa menulis kod yang meluas. Bayangkan sebuah syarikat hartanah mentokenkan harta, jenama e-dagang mengintegrasikan pembayaran Web3, atau projek NFT melancarkan pasaran — semuanya tanpa memerlukan pasukan pembangunan penuh. QubeQode menjadikannya semudah membina laman web, membawa penggunaan blok rantaian kepada industri yang sebelum ini dikunci kerana halangan teknikal.\n\nBagi perniagaan, ini adalah peluang yang besar. Syarikat yang ingin meneroka blok rantaian tetapi mendapati ia terlalu kompleks kini boleh mengintegrasikan kontrak pintar, alat DeFi, dan aset digital dengan usaha minimum. Ini bukan sekadar teori — ini adalah penggunaan sebenar yang boleh memacu fasa pertumbuhan Web3 yang seterusnya. Dan untuk pengguna runcit, ia bermakna aplikasi yang lebih baik, akses yang lebih mudah kepada perkhidmatan terdesentralisasi, dan pengalaman kripto yang lebih mesra pengguna secara keseluruhan.\n\nPrajualan Qubetics: Jangka Masa Terhad untuk Keuntungan Maksimum\n\nPrajualan Qubetics kini berada di peringkat 24, dengan harga $TICS pada $0.0976 setiap token. Lebih daripada 495 juta token telah dijual, menjadikan jumlah prajualan melebihi $14.5 juta, dengan lebih 22,100 pemegang token menyertai sebelum kenaikan harga seterusnya.\n\nTidak seperti projek lain yang memanjangkan prajualan mereka, Qubetics bergerak pantas — setiap peringkat hanya berlangsung selama 7 hari, dengan kenaikan harga 10% berlaku setiap hari Ahad pada tengah malam. Pendekatan berstruktur ini memberi ganjaran kepada pembeli awal, memastikan bahawa mereka yang menyertai lebih awal mengunci harga terbaik yang mungkin.\n\nDan ramalannya? Ia mengagumkan. Penganalisis meramalkan bahawa jika $TICS mencapai $0.25 menjelang akhir prajualan, peserta awal boleh melihat pulangan sebanyak 155.93%. Jika ia mencapai $1 selepas pelancaran, ROI itu melonjak kepada 923.72%. Tetapi FOMO yang sebenar? Unjuran jangka panjang mencadangkan bahawa $TICS boleh mencapai $10 selepas pelancaran rangkaian utamanya pada Q2 2025, ROI 10,137.16% yang menakjubkan.\n\nMari kita letakkan dalam perspektif. Jika anda melabur $1,000 sekarang pada $0.0976, anda akan memiliki 10,246 token. Jika $TICS mencapai $10 selepas rangkaian utama, $1,000 yang sama boleh berubah menjadi $102,460. Dan dengan Qubetics menyelesaikan masalah yang nyata dan ketara dalam pembangunan blok rantaian, nombor ini bukan sekadar heboh — ia berasaskan potensi yang serius.\n\nSonic Memperluas Empayar DeFi\n\nSonic, protokol DeFi yang disokong oleh Aave, sedang membuat pergerakan besar dengan pengumuman pengembangan terbarunya. Projek ini, yang dikenali dengan tumpuannya pada penyelesaian kewangan terdesentralisasi berkelajuan tinggi, sedang berkembang ke pasaran dan perkhidmatan baharu, bertujuan untuk mengukuhkan ekosistem dan pangkalan penggunanya.\n\nMenurut laporan, pengembangan Sonic akan membawa produk kewangan baharu, penyelesaian kecairan yang lebih baik, dan keupayaan DeFi yang dipertingkatkan kepada platformnya. Walaupun butiran masih terhad, pakar industri percaya bahawa langkah ini boleh meletakkan Sonic sebagai pesaing utama berbanding platform DeFi teratas yang lain. Pengembangan ini dijangka menarik projek baharu, penggunaan institusi, dan kecairan tambahan, yang boleh memacu pertumbuhan jangka panjang untuk protokol tersebut.\n\nIni adalah satu perkara yang besar untuk komuniti DeFi, kerana platform yang lebih kukuh bermakna peluang pinjaman, peminjaman, dan pertanian hasil yang lebih baik untuk peserta. Pendekatan Sonic terhadap kebolehskalaan dan kecekapan membezakannya dalam industri yang sentiasa berkembang, menjadikannya salah satu kripto teratas untuk dilabur minggu ini bagi mereka yang mencari pendedahan kepada generasi kewangan terdesentralisasi yang seterusnya.\n\nCronos (CRO) Melonjak 40% Apabila Crypto.com Mempamerkan Rancangan Rizab Strategik\n\nCronos (CRO), token asli Crypto.com, baru sahaja mengalami lonjakan 40%, dan semuanya berkat pengumuman rizab strategik terbaru Crypto.com. Syarikat itu mencadangkan untuk membalikkan pembakaran token 70 bilion sebelumnya, satu langkah yang menerima kelulusan 86.81% daripada komuniti.\n\nMengapa ini penting? Kerana rizab strategik memberi Crypto.com lebih banyak fleksibiliti dalam membangunkan perkhidmatan baharu, program kecairan, dan inisiatif pertumbuhan ekosistem. Dengan cabaran pengawalseliaan dan peningkatan persaingan dalam ruang bursa kripto, mempunyai rizab yang kukuh meletakkan Crypto.com untuk kekal sebagai kuasa dominan dalam pasaran.\n\nBagi pemegang Cronos, lonjakan ini mungkin hanya permulaan. Jika Crypto.com berjaya mengintegrasikan perkhidmatan baharu menggunakan rizab ini, harga CRO boleh melihat peningkatan selanjutnya, terutamanya apabila token yang didorong bursa terus memainkan peranan penting dalam ekonomi DeFi dan Web3.\n\nKesimpulan: Kripto Teratas Untuk Dilabur Minggu Ini Sedang Mengubah Permainan\n\nPasaran kripto sentiasa berkembang, tetapi pemenang sebenar ialah projek yang menyelesaikan masalah sebenar dan memacu penggunaan sebenar. Prajualan kripto Qubetics sedang memecah halangan dengan IDE QubeQode, menjadikan pembangunan blok rantaian semudah membina laman web. Pengembangan DeFi Sonic sedang menyediakan landasan untuk inovasi kewangan baharu, manakala rizab strategik Cronos sedang memacu lonjakan harga yang besar.\n\nBagi mereka yang mencari potensi peningkatan yang serius, Qubetics menonjol sebagai peluang terbesar minggu ini. Dengan prajualan peringkat 24nya kini berharga $0.0976, masa semakin singkat sebelum kenaikan harga seterusnya. Pelancaran rangkaian utama ditetapkan untuk Q2 2025, dan pembeli awal sedang mengunci sebelum $TICS melonjak.\n\nJangan menjadi orang yang melihat ke belakang dan berharap mereka telah menyertai prajualan Qubetics lebih awal. Peluang itu ada — ia hanya soal bertindak sebelum pasaran menyedarinya.\n\nUntuk Maklumat Lanjut:\nQubetics: https://qubetics.com/\nTelegram: https://t.me/qubetics\nTwitter: https://twitter.com/qubetics\n\nSoalan Lazim\n1. Mengapa Qubetics dianggap sebagai salah satu kripto teratas untuk dilabur minggu ini?\nQubetics sedang menangani salah satu cabaran terbesar dalam kripto — menjadikan pembangunan blok rantaian boleh diakses. Dengan IDE QubeQode, perniagaan dan individu boleh mencipta dApp tanpa pengkodan yang kompleks. Kebolehsesuaian pelbagai rantaiannya, prajualan yang semakin meningkat, dan potensi pasaran yang kukuh menjadikannya salah satu projek yang paling menjanjikan pada tahun 2025.\n\n2. Bagaimanakah prajualan Qubetics berfungsi?\nPrajualan Qubetics beroperasi dalam peringkat 7 hari, dengan kenaikan harga 10% setiap hari Ahad pada tengah malam. Peringkat 24 kini aktif pada $0.0976 setiap token, dan lebih daripada $14.5 juta telah dikumpul. Penganalisis meramalkan potensi ROI yang besar selepas pelancaran rangkaian utama pada Q2 2025.\n\n3. Mengapa Cronos (CRO) melonjak 40%?\nCronos menyaksikan lonjakan harga 40% selepas Crypto.com mengumumkan rancangan rizab strategiknya, membalikkan pembakaran token 70 bilion sebelumnya. Dengan kelulusan komuniti sebanyak 86.81%, langkah ini menandakan pengembangan dan pertumbuhan ekosistem jangka panjang untuk rangkaian Cronos.",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/unnamed-17-1-1.png",
            "url": "https://cryptonewsland.com/top-cryptos-to-invest-in-this-week-qubetics-presale-at-0-0976-sonic-expands-defi-and-cronos-surges-40/",
            "timestamp": "2025-03-05 08:30:00",
            "status": "Posted"
        },
        {
            "title": "Harga XRP Kekal Teguh Ketika Metrik Rantaian XRP Ledger Ripple Melonjak 620%",
            "description": "Sepanjang tempoh pasaran yang tidak menentu, boleh dikatakan bahawa harga XRP menunjukkan ketahanan kerana ia berjaya melindungi sokongan penting pada $2.1...",
            "content": "**Harga XRP Menunjukkan Ketahanan Ketika Metrik Rantaian XRP Ledger Ripple Melonjak 620%**\n\nSemasa tempoh pasaran yang tidak menentu, kita boleh katakan dengan selamat bahawa harga XRP menunjukkan ketahanan kerana ia berjaya melindungi sokongan penting dalam julat $2.10-$2.20 dan kini diniagakan jauh melebihi paras ini pada lebih daripada $2.40.\n\nPada masa yang sama, bilangan alamat XRP aktif telah meningkat sebanyak 620% dalam minggu lepas, yang bermaksud peningkatan penglibatan dengan rangkaian tersebut.\n\nPeningkatan aktiviti ini selari dengan perkembangan pasaran yang lebih luas, termasuk inisiatif Ripple baru-baru ini, tetapi mari kita kaji butirannya.\n\n**Alamat XRP Aktif Melambung Naik**\n\nData rantaian blok menunjukkan lonjakan dalam alamat XRP aktif sepanjang minggu lepas. Penganalisis kripto Ali (@ali_charts) menyerlahkan peningkatan sebanyak 620%, dengan alamat aktif meningkat daripada 74,589 kepada 462,650. Data, yang diperoleh daripada Glassnode, menunjukkan peningkatan penyertaan dalam transaksi XRP dan potensi peningkatan penggunaan.\n\nBilangan alamat $XRP aktif telah melonjak sebanyak 620% dalam seminggu yang lalu, meningkat daripada 74,589 kepada 462,650!\n\nPeningkatan ini didorong oleh beberapa perkembangan menarik dalam ruang kripto. Pelancaran stablecoin RLUSD oleh Ripple telah menarik perhatian. Selain itu, minat yang semakin meningkat terhadap keupayaan teknikal XRP Ledger menambah momentum kepada trajektori kripto semasa.\n\nSetakat penulisan ini, harga XRP diniagakan pada $2.43, meningkat 2.98% daripada sehari yang lalu. Secara keseluruhan, XRP telah meningkat sebanyak 5.52% dalam minggu lepas, dengan jumlah dagangan kira-kira $8.23 bilion. Pemacu utama trend positif ini ialah peningkatan penggunaan dan peningkatan kepercayaan dalam ekosistem XRP.\n\nMengikut capitalization pasaran, XRP kini stabil di antara mata wang kripto terkemuka, menunjukkan minat pelabur yang berterusan, ketahanan, dan ruang untuk pengembangan. Pandangan optimis ini disokong sebahagian besarnya oleh keberkesanan dan skalabiliti XRP Ledger.\n\n**Penganalisis Mengenal Pasti Tiga Senario Bullish untuk XRP**\n\nPenganalisis kripto XForceGlobal (@XForceGlobal) menggariskan tiga senario bullish untuk trajektori harga XRP berdasarkan Teori Gelombang Elliott. Beliau menekankan bahawa ketahanan XRP menyokong pandangan yang kebanyakannya bullish.\n\nSenario pertama, ABC Flat, kekal sah jika urutan gelombang 3-3-5 berlaku seperti yang dijangka. Susunan ini mencadangkan bahawa Gelombang B boleh lengkap sekitar zon Fibonacci $3.90–$4.80 sebelum menyediakan untuk dorongan bullish yang lain.\n\nSenario kedua, Pembetulan WXY, membentangkan struktur bullish walaupun dengan pembetulan yang lebih mendalam. XForceGlobal menyatakan bahawa selagi tindakan harga XRP kekal pembetulan, pandangan bearish adalah tidak mungkin. Pergerakan dorongan kuat sebelumnya memberikan asas kukuh untuk keuntungan selanjutnya.\n\nSenario ketiga mencadangkan bahawa Gelombang 5 sedang berjalan, walaupun jangka masa mikro kurang pengesahan. Jika disahkan, ini akan menjadi hasil yang paling bullish, menandakan kesinambungan trend menaik XRP.\n\nLonjakan terkini dalam aktiviti rangkaian dan analisis teknikal menunjukkan keyakinan pasaran yang kuat terhadap XRP. Penganalisis terus menyokong senario bullish, manakala peningkatan penggunaan menyokong sentimen positif. Gabungan peningkatan aktiviti pengguna dan persediaan teknikal bullish mengukuhkan jangkaan momentum berterusan.",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/09/P2P-Review-4-300x175.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c80caf1cda991f9dda6341",
            "timestamp": "2025-03-05 08:30:00",
            "status": "Posted"
        },
        {
            "title": "Pakar Ramal Rollblock Akan Membawakan Prestasi Lebih Baik Daripada Solana & Cardano Tahun Ini dan Mewujudkan Jutawan Baru",
            "description": "Kemasukan Solana dan Cardano dalam rizab kripto AS menandakan keyakinan institusi terhadap aset-aset ini yang semakin meningkat dengan pesat, membuka jalan untuk…",
            "content": "Pakar Ramal Rollblock Akan Mengatasi Solana & Cardano Tahun Ini dan Mewujudkan Jutawan Baru\n\nRollblock (RBLK) menerajui permainan blockchain dengan ganjaran main-untuk-menjana (play-to-earn) dan tokenomik yang kukuh.  Laju labur dalam peluang GameFi berpertumbuhan tinggi ini! Layari presale.rollblock.io\n\nKemasukan Solana dan Cardano dalam rizab kripto AS menandakan keyakinan institusi yang semakin meningkat terhadap aset-aset ini, membuka jalan untuk perhimpunan besar-besaran.  Apabila keadaan pasaran bertambah baik dan kecairan beralih kepada mata wang kripto dalam sepuluh teratas, kedua-dua aset ini berpotensi menunjukkan peningkatan yang ketara menjelang musim altcoin.\n\nBagi mereka yang mencari pulangan dalam lingkungan 50-100x, Rollblock menonjol sebagai peluang utama dalam permainan blockchain semasa prajualan percubaannya. Dengan model main-untuk-menjana dan ekosistem yang berkembang pesat, Rollblock bersedia untuk memanfaatkan kebangkitan semula GameFi, menawarkan pelabur peluang untuk memanfaatkan sektor berpertumbuhan tinggi.\n\nMeneroka Potensi Menarik Rollblock\n\nRollblock menerajui permainan blockchain, menawarkan platform main-untuk-menjana yang canggih. Disokong oleh audit SolidProof dan lesen Anjouan Gaming, Rollblock mengutamakan keselamatan dan permainan yang adil, memastikan persekitaran permainan yang dipercayai apabila platform memasuki fasa pengembangan baharu pada tahun 2025.\n\nDengan katalog pelbagai permainan melebihi 7,000 permainan, platform ini memenuhi keperluan peminat kasino tradisional dan pemain blockchain yang mencari pengalaman peringkat seterusnya. Pelancaran pertaruhan sukan baru-baru ini telah meningkatkan lagi daya tarikan Rollblock, mengubahnya menjadi hab hiburan yang sepenuhnya menyeluruh di mana pemain boleh menjana pendapatan, bersaing, dan terlibat dalam ekonomi digital yang berkembang maju.\n\nModel tokenomik Rollblock dibina untuk kemampanan, memperuntukkan 30% daripada pendapatan platform untuk pembelian balik RBLK, di mana 60% dibakar secara kekal untuk memacu kekurangan manakala 40% diagihkan sebagai ganjaran penguncian. Struktur ini memupuk pertumbuhan nilai jangka panjang sambil memberi ganjaran kepada ahli komuniti yang aktif.\n\nDengan prajualan yang telah mengumpul lebih daripada $10.8 juta dan komuniti yang melebihi 50,000 ahli, Rollblock semakin mendapat momentum. Dengan mengintegrasikan insentif main-untuk-menjana dan pegang-untuk-menjana, platform ini mewujudkan ekosistem yang luas yang bersedia untuk pertumbuhan pesat dalam landskap GameFi yang berkembang.\n\nCardano Kuda Hitam Berpotensi Bangkit Semula Di Tengah Berita Positif\n\nCardano telah mengalami peningkatan aktiviti pasaran berikutan pengumuman Presiden Trump tentang rizab strategik kripto AS, yang secara jelas termasuk Cardano bersama Solana dan XRP. Ini telah mendorong gelombang minat institusi, dengan Cardano meningkat 60% dalam sehari. Pengakuan SEC baru-baru ini mengenai pemfailan ETF tempat Cardano Grayscale telah menambah lagi legitimasi, berpotensi membuka jalan untuk aliran modal yang ketara pada masa hadapan.\n\nWalau bagaimanapun, prospek jangka panjang Cardano kekal kukuh, disokong oleh pembangunan ekosistem yang berterusan dan peningkatan penggunaan. Dengan Sidang Kemuncak Kripto Rumah Putih yang akan datang dijangka memberikan kejelasan pengawalseliaan lanjut, Cardano berada pada kedudukan yang baik untuk menjadi pemain utama dalam kitaran lembu ini.  Disebabkan pertimbangan makro yang lemah, Cardano kini jatuh 21% dalam 24 jam lalu, diniagakan pada $0.79.\n\nPemulihan Besar Untuk Solana Di Kadar\n\nSolana terus menguasai sentimen pasaran walaupun penurunan ketara dalam beberapa minggu kebelakangan ini, disokong oleh minat institusi yang semakin meningkat dan daya tarikannya kepada pelabur runcit. Pengumuman niaga hadapan Solana oleh CME Group menunjukkan penggunaan institusi selanjutnya, berpotensi membuka jalan untuk ETF tempat Solana.\n\nProspek jangka panjang Solana kekal kukuh kerana ia terus menguasai ruang meme coin dan aplikasi terdesentralisasi. Dengan kejelasan pengawalseliaan dan aliran masuk institusi selanjutnya di ufuk, Solana berada pada kedudukan yang baik untuk menjadi salah satu aset utama dalam kitaran lembu ini.  Buat masa ini, Solana diniagakan pada $134, turun 19% pada hari ini.\n\nJangan Lepaskan RBLK Semasa Prajualan!\n\nKini tersedia pada $0.06 dalam fasa prajualan kesepuluh, RBLK menawarkan peluang yang lumayan kepada pelabur awal yang ingin memanfaatkan pasaran permainan blockchain yang semakin meningkat. Penganalisis meramalkan potensi pertumbuhan yang besar, dengan anggaran pulangan 50-100x apabila Rollblock mengukuhkan penguasaannya.\n\nPelabur yang merujuk rakan pada bulan Mac akan menerima bonus RBLK 30%, yang hanya akan mempercepatkan pertumbuhan Rollblock. Jangan lepaskan peluang dan dapatkan RBLK semasa prajualan!\n\nTerokai Peluang Menarik Prajualan Rollblock (RBLK) Hari Ini!\n\nLaman web: https://presale.rollblock.io/\nMedia Sosial: https://linktr.ee/rollblockcasino",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/unnamed-2025-03-05T085059.102-1.png",
            "url": "https://cryptonewsland.com/experts-believe-rollblock-is-well-on-track-to-outperform-solana-cardano-this-year-and-make-new-millionaires/",
            "timestamp": "2025-03-05 08:30:00",
            "status": "Posted"
        },
        {
            "title": "Mutuum Finance (MUTM) dan Ripple (XRP) Bersedia untuk Pergerakan Parabola Besar, Inilah Sejauh Mana Ia Boleh Meningkat",
            "description": "Ripple (XRP) melonjak 30% dalam masa sehari berikutan sokongan bekas Presiden Donald Trump untuk “Rizab Kripto AS” beliau yang menggabungkan XRP sebagai…",
            "content": "Ripple (XRP) melonjak 30% dalam masa sehari berikutan sokongan bekas Presiden Donald Trump untuk \"Rizab Kripto AS\" beliau yang menggabungkan XRP sebagai sebahagian daripadanya. Fasa prajualan kedua Mutuum Finance (MUTM) telah mendapat permintaan yang meletup kerana pelabur berebut untuk mendapatkan 4,000 token pada harga $0.015 setiap satu sementara pendanaan melebihi $2.1 juta. Penganalisis pasaran percaya XRP akan meningkat dengan mendadak mengatasi halangan rintangan utama manakala sistem pinjaman revolusioner MUTM mewujudkan persekitaran untuk pengembangan yang luar biasa.\n\nXRP Memperoleh Momentum Di Tengah Peralihan Kawal Selia\n\nXRP mencapai lonjakan harga yang ketara sehingga $2.79 kerana Trump mendedahkan garis panduan kawal selia yang mewujudkan jangkaan positif untuk pengawalseliaan mata wang kripto. Aliran kewangan masuk ke pasaran telah melonjak kerana peniaga secara aktif membeli lebih banyak aset mengikut indikator Chaikin Money Flow (CMF). Pakar pasaran menjangkakan XRP akan mara ke puncak sejarahnya sebanyak $3.40 apabila harga melepasi $2.95 namun peniaga berpotensi mungkin menggunakan peluang ini untuk mengaut keuntungan yang boleh menyebabkan kestabilan pasaran jangka pendek.\n\nXRP bergantung kepada faktor ekonomi yang lebih luas tetapi penempatannya dalam rizab Trump menunjukkan sokongan yang semakin kukuh daripada institusi. Mutuum Finance (MUTM) beroperasi dengan utiliti DeFi intrinsik bersepadu untuk cadangan nilainya manakala token memerlukan pemangkin luaran untuk berfungsi.\n\nMomentum Prajualan Membina Minat Pelabur yang Cepat\n\nMutuum Finance (MUTM) mengekalkan popularitinya di kalangan peminat prajualan kerana fasa harga $0.02 yang akan datang akan meningkatkan nilai sebanyak 33% daripada paras semasa $0.015. Peserta prajualan yang berjaya sudah menikmati keuntungan serta-merta sehingga fasa pembangunan seterusnya bermula tetapi mempunyai peluang untuk peningkatan keuntungan sebanyak 300% jika mereka menunggu penyenaraian bursa pada $0.06. Keperolehan jualan fasa pertama yang pantas telah menghasilkan FOMO yang meluas yang mencerminkan masa yang semakin berkurangan untuk pelabur memasuki pada titik harga ini.\n\nKeyakinan pasaran terhadap projek ini telah meningkat seperti yang ditunjukkan oleh pengembangan pemegang kepada 4000 sementara pengumpulan dana mencapai $2.1 juta. Mutuum Finance (MUTM) berasaskan pertumbuhannya pada fungsi operasi protokol peminjamannya yang mengintegrasikan pinjaman yang dijamin dengan cagaran berlebihan bersama keupayaan transaksi P2P dan kefungsian hasil mtToken untuk mewujudkan sistem autonomi.\n\nTokenomics Membakar Potensi Pertumbuhan Eksponensial\n\nMenggunakan pendapatan platform, Mutuum Finance (MUTM) mengendalikan mekanisme beli dan edar yang membeli token untuk diedarkan sebagai ganjaran kepada pemegang taruhan dengan meningkatkan permintaan.  Penyertaan jangka panjang menjadi lebih menarik disebabkan oleh gabungan model dan faedah terkumpul yang tersedia pada mtToken berbanding dengan turun naik mata wang meme yang tinggi. Penganalisis pasaran meramalkan token MUTM boleh mencapai $3.50 selepas pelancaran yang akan mengakibatkan peningkatan nilai sebanyak 23,233% daripada harga prajualan asalnya apabila lebih banyak bursa menambah pengguna dan kadar penggunaan meningkat.\n\nKaedah penstabilan untuk pertumbuhan wujud melalui bagaimana peruntukan bekalan token membahagikan 20% untuk perlombongan kecairan dan mengedarkan 40% antara pembangunan perkongsian dan rizab operasi. Pendekatan perancangan berstruktur Mutuum Finance (MUTM) membolehkan pengelakan turun naik pasaran yang menjejaskan projek lain yang berstruktur lemah.\n\nMekanisme Strategik Memandu Permintaan yang Lestari\n\nDi luar tokenomics, Mutuum Finance (MUTM) membezakan dirinya melalui utiliti dunia nyata. Pengguna sumber kumpulan menyimpan aset asas mereka sama ada dalam ETH atau DAI untuk akses kecairan dan pemberi pinjaman memperoleh pendapatan faedah berdasarkan kadar penggunaan kumpulan. Pengguna tidak lama lagi akan mengakses kefungsian P2P dalam aplikasi yang membolehkan peminjam mendapatkan pinjaman peribadi melalui mata wang meme antara aset tertentu yang lain dengan itu mengembangkan pangkalan pengguna.\n\nHadiah wang tunai $100,000 untuk pembeli prajualan memberikan kedua-dua insentif kepada pelabur awal dan peserta baru untuk meningkatkan penyertaan pengguna. Platform ini membina kepercayaan pengguna yang lebih tinggi dengan menjalankan analisis kontrak pintar dan merancang ciri-ciri stablecoin yang akan meluas melebihi nilai aset.\n\nPerubahan kawal selia menyokong pembangunan pasaran XRP namun Mutuum Finance (MUTM) beroperasi sebagai komponen DeFi teras yang memacu evolusi industri. Pecutan prajualan telah mewujudkan peluang untuk pelabur membeli token pada $0.015 sebelum bursa menyenaraikannya kerana harga kemasukan awal ini mungkin tidak wujud lama. Trend pasaran yang sedia ada tidak memainkan peranan dalam mengapa pelabur memilih MUTM kerana mereka menyokong model perniagaan yang terbukti yang memberikan utiliti praktikal. Pelabur awal yang menyertai sebelum pengembangan pasaran akan memperoleh faedah yang banyak kerana Mutuum Finance bertujuan untuk mengubah perkhidmatan peminjaman terdesentralisasi.\n\nUntuk maklumat lanjut tentang Mutuum Finance (MUTM) layari pautan di bawah:\n\nLaman web: https://www.mutuum.finance/\nLinktree: https://linktr.ee/mutuumfinance",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/unnamed-3-3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c80cb01cda991f9dda6349",
            "timestamp": "2025-03-05 08:30:00",
            "status": "Posted"
        },
        {
            "title": "Festival Web3 Hong Kong 2025 Umumkan Yayasan TON sebagai Penaja Tajuk dan Hos Acara Sampingan",
            "description": "Festival Web3 Hong Kong 2025 dengan gembira mengumumkan TON Foundation sebagai penaja utama dan penaja acara sampingan bagi acara inovatif tahun ini…",
            "content": "Festival Web3 Hong Kong 2025: TON Foundation Menjadi Penaja Utama\n\nFestival Web3 Hong Kong 2025 dengan sukacitanya mengumumkan TON Foundation sebagai penaja utama dan penaja acara sampingan untuk acara penting tahun ini. TON Foundation juga akan menjadi tuan rumah acara sampingan yang bertenaga, berfokus pada TON, di pentas utama pada 8 April, mempamerkan inovasi dan perkembangan terkini daripada ekosistem TON.\n\nDitubuhkan di Switzerland pada tahun 2023, TON Foundation ialah organisasi bukan keuntungan yang didorong oleh penyumbang komuniti yang berdedikasi untuk memajukan misi The Open Network (TON). Dengan komitmen untuk menyokong pembangunan protokol TON, evolusi platform, dan pertumbuhan ekosistem, yayasan ini memainkan peranan penting dalam memupuk inovasi dalam komuniti TON. Walaupun yayasan ini secara aktif menyokong objektif TON, ia tidak mengawal rangkaian; TON ialah projek sumber terbuka yang mengalu-alukan sumbangan daripada individu di seluruh dunia.\n\nFestival Web3 Hong Kong 2025 telah bekerjasama dengan Majlis Pembangunan Perdagangan Hong Kong (HKTDC) untuk menjadi tuan rumah acara Web3 utama di rantau ini, yang menghimpunkan pemimpin dan inovator industri terkemuka. Acara ini akan menampilkan barisan penceramah yang menarik, termasuk pengasas bersama Ethereum Vitalik Buterin, Ketua Pegawai Eksekutif Bitcoin Magazine David Bailey, Presiden Solana Foundation Lily Liu, dan Yang Berhormat Paul CHAN Mo-po. Dengan jangkaan puluhan ribu peserta dari seluruh dunia, festival ini akan menyerlahkan masa depan teknologi Web3, mempamerkan penyelesaian dan kemajuan yang inovatif dalam sektor ini.\n\nBertempat di Pusat Konvensyen dan Pameran Hong Kong (HKCEC) yang ikonik seluas 14,000㎡ — 1.5 kali ganda saiz edisi sebelumnya — festival ini menjanjikan persekitaran yang meriah untuk rangkaian, pembelajaran, dan kolaborasi. Acara ini akan menampilkan kawasan persidangan dan ruang pameran khusus di mana profesional, pelabur, penggiat, dan projek Web3 terkemuka akan berkumpul untuk meneroka trend, penyelesaian, dan dasar yang membentuk masa depan Web3 dan kripto.\n\nSertai kami untuk pengalaman yang tidak dapat dilupakan di Festival Web3 Hong Kong 2025 sambil kita meneroka kemajuan canggih Web3 bersama TON Foundation dan perintis global yang lain.\n\nTiket $169 untuk Hari TON pada 8 April kini dijual: Luma: https://lu.ma/bs1dxf5m atau aplikasi telegram Onton: https://rb.gy/fnv1ix\nTiket $599 (akses 4 hari) juga boleh didapati! Daftar: https://www.web3festival.org/hongkong2025/#/en\n\nFestival Web3 Hong Kong\nFestival Web3 Hong Kong ialah acara Web3 utama yang dianjurkan oleh Wanxiang Blockchain Labs dan HashKey Group dan diatur oleh W3ME. Festival Web3 Hong Kong menyediakan pentas terbuka untuk memupuk kolaborasi, meneroka landskap Web3 dan mewujudkan visi bersama tentang masa depan digital.\n\nMakmal Rantaian Blok Wanxiang\nMakmal Rantaian Blok Wanxiang ialah institusi penyelidikan bukan keuntungan yang berfokus pada teknologi yang ditubuhkan pada tahun 2015. Dengan sokongan berterusan daripada Makmal, perbincangan mendalam dijalankan di seluruh dunia mengenai pembangunan teknikal berasaskan rantaian blok, kes penggunaan, dan strategi keseluruhan yang mungkin berbeza dari tahun ke tahun, melalui mana syarikat permulaan dan badan pengawalseliaan mungkin telah menemui panduan berguna yang kondusif kepada pembangunan ekonomi dan sosial yang dipacu oleh rantaian blok.\n\nKumpulan HashKey\nKumpulan HashKey ialah kumpulan perkhidmatan kewangan aset digital terkemuka di Asia dengan operasi global di rantau seperti Hong Kong, Singapura, Jepun, dan Bermuda. Sejak tahun 2018, Kumpulan HashKey telah membina ekosistem Web3 dalam rangka kerja pengawalseliaan pematuhan tinggi. Perkhidmatan utama termasuk Bursa HashKey, HashKey Global, HashKey Capital, HashKey OTC, HashKey Cloud, dan Tokenisasi HashKey, antara lain. Kumpulan HashKey juga memiliki ekosistem on-chain yang kaya, setelah membangunkan \"Rangkaian Ekosistem\" Lapisan 2 Ethereum, Rantaian HashKey, dan merancang untuk melancarkan token platform HashKey HSK.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/ab46eee4f5264b8b92b9d341dfabf16c.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c80ab5cf25a70ab3353218",
            "timestamp": "2025-03-05 08:26:00",
            "status": "Posted"
        },
        {
            "title": "Curve Finance Digunakan di EXPchain Polyhedra",
            "description": "Curve Finance kini beroperasi di EXPchain Polyhedra, menawarkan pertukaran stablecoin dan kolam likiditi yang pantas dan menjimatkan kos kepada pengguna DeFi.  Dengan L... EXPchain...",
            "content": "Curve Finance kini beroperasi di EXPchain Polyhedra, menawarkan pertukaran stablecoin dan kolam likuiditi yang pantas dan berkos rendah kepada pengguna DeFi.\n\nDengan infrastruktur Lapisan 1 EXPchain, yang dibina oleh Polyhedra—inovator terkemuka dalam teknologi bukti sifar-pengetahuan—pengguna akan dapat menikmati transaksi yang lebih murah dan pelaksanaan yang lebih pantas apabila mainnet dilancarkan dalam beberapa bulan lagi. Sementara itu, pelancaran testnet memberi peluang kepada pengguna untuk meneroka ciri-ciri Curve sebelum penampilan sulung mainnet EXPchain.\n\nLikuiditi yang Selamat dan Berkesan Kos\nEXPchain direka untuk meningkatkan kecekapan rantaian blok melalui penambahbaikan seperti kefinalan satu-slot, peningkatan bukti kepentingan, dan integrasi zkBridge asli. Dengan suite alat yang berpusatkan AI, seperti zkML, zkPyTorch, dan pasaran data yang boleh disahkan, EXPchain berusaha untuk menjadi destinasi utama bagi pembangun AI yang melancarkan ejen dan aplikasi dalam talian.\n\nPengguna Curve di EXPchain boleh mengalami pertukaran stablecoin yang lebih lancar dan likuiditi yang lebih baik—manfaat utama bagi peniaga dan penyedia likuiditi.\n\nCurve Finance merupakan asas likuiditi DeFi, dan integrasinya dengan zkBridge Polyhedra, bersama-sama dengan penggunaan Curve-Lite di EXPchain, menandakan satu langkah penting ke arah ekosistem kewangan yang lebih boleh skala, saling beroperasi, dan dikuasakan oleh AI.  Apabila bukti sifar-pengetahuan dan ejen yang didorong oleh AI mentakrifkan semula DeFi, likuiditi yang mendalam dan cekap adalah penting untuk perdagangan automatik, pengurusan risiko dinamik, dan penyelesaian rentas rantaian yang lancar. Pengembangan Curve mengukuhkan visi ZK Polyhedra, menyokong pembangunan sistem kewangan yang boleh dipercayai dan cekap dalam persekitaran pelbagai rantaian.\n\nMenskalakan DeFi untuk Masa Depan\nPengembangan Curve ke EXPchain merupakan satu lagi langkah ke arah ekosistem DeFi yang lebih mudah diakses dan cekap. Dengan mengintegrasikan dengan Expander, sistem bukti zk-berprestasi tinggi, dan zkBridge untuk keselamatan rentas rantaian, Curve dan EXPchain menjadikan DeFi lebih mudah, lebih pantas, dan lebih berkesan kos untuk semua orang.\n\nTestnet kini beroperasi, memberikan peluang untuk meneroka ciri dan fungsinya dalam landskap DeFi yang sedang berkembang.\n\nCurve Finance di EXPchain: https://curve.fi/dex/#/expchain/pools\n\nMengenai Rangkaian Polyhedra\nPolyhedra membina infrastruktur asas untuk kepercayaan dan kebolehskalaan dalam sistem AI dan rantaian blok yang membolehkan aplikasi yang selamat, boleh disahkan dan berprestasi tinggi. Dipimpin oleh pasukan jurutera, penyelidik dan pemimpin perniagaan bertaraf dunia dari institusi termasuk UC Berkeley, Stanford, dan Universiti Tsinghua, kepakaran mendalam Polyhedra dalam bukti sifar-pengetahuan dan sistem yang diedarkan menjadi asas kepada pembangunan penyelesaian teknikal kami yang akan membantu membentuk infrastruktur AI masa depan.\n\nMengenai EXPchain\nEXPchain ialah rantaian blok Lapisan 1 berprestasi tinggi yang direka untuk meningkatkan kebolehskalaan, keselamatan, dan kecekapan untuk aplikasi terdesentralisasi. Dengan memanfaatkan bukti sifar-pengetahuan dan teknik kriptografi canggih, EXPchain menyediakan infrastruktur yang kukuh untuk penyelesaian kewangan yang didorong oleh AI dan terdesentralisasi. Dibina untuk pembangun dan pengguna, EXPchain bertujuan untuk menggerakkan generasi seterusnya transaksi yang boleh disahkan dan berkelajuan tinggi.\n\nPenafian: Sebarang maklumat yang ditulis dalam siaran akhbar ini tidak membina nasihat pelaburan. Optimisus tidak, dan tidak akan menyokong sebarang maklumat mengenai mana-mana syarikat atau individu di halaman ini. Pembaca digalakkan untuk melakukan penyelidikan mereka sendiri dan berdasarkan sebarang tindakan ke atas penemuan mereka sendiri, bukan pada sebarang kandungan yang ditulis dalam siaran akhbar ini. Optimisus adalah dan tidak akan bertanggungjawab terhadap sebarang kerosakan atau kerugian yang disebabkan secara langsung atau tidak langsung oleh penggunaan sebarang kandungan, produk, atau perkhidmatan yang disebut dalam siaran akhbar ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/906c7f2c49ff41b198f9febb527df06a.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c80a73452bf674d1b7211e",
            "timestamp": "2025-03-05 08:25:00",
            "status": "Posted"
        },
        {
            "title": "Trump umumkan AS akan mengenakan tarif timbal balik pada 2 April.",
            "description": "Presiden Donald Trump mengumumkan pada Selasa malam bahawa Amerika Syarikat akan mula menguatkuasakan tarif timbal balik pada 2 April.",
            "content": "Presiden Donald Trump mengumumkan pada Selasa malam bahawa Amerika Syarikat akan mula menguatkuasakan tarif timbal balik pada 2 April, merancang untuk menandingi halangan perdagangan yang dikenakan oleh Eropah, China, India, Mexico, dan Kanada.\n\nBerucap di sidang bersama Kongres yang kini terkenal, Trump mendakwa bahawa negara-negara ini mengenakan tarif yang “jauh lebih tinggi” ke atas barangan Amerika manakala AS mengekalkan kadar yang lebih rendah ke atas import dari negara-negara tersebut.\n\nOleh itu, presiden berikrar untuk meratakan padang permainan dengan memastikan halangan tarif dan bukan tarif adalah sama di kedua-dua pihak.\n\nTetapi meskipun pengisytiharan Trump bahawa tarif itu berkuat kuasa pada bulan April, pegawai dalam pentadbirannya telah memaklumkan kepada kumpulan industri bahawa proses itu mungkin mengambil masa enam bulan atau lebih lama untuk dilaksanakan sepenuhnya, menurut laporan daripada Journal.\n\nTrump menolak kebimbangan itu, memberitahu Kongres, “Akan ada sedikit gangguan, tetapi kami tidak kisah dengan itu. Ia tidak akan banyak. Tarif adalah tentang menjadikan Amerika kaya semula dan menjadikan Amerika hebat semula. Dan ia sedang berlaku, dan ia akan berlaku agak cepat.”\n\nUcapan itu dibuat beberapa jam selepas pasaran saham menjunam buat hari kedua berturut-turut, ketika tarif 25% Trump ke atas Kanada dan Mexico berkuat kuasa.\n\nKetua IMF memberi amaran bahawa perdagangan bukan lagi pemacu pertumbuhan ekonomi global\n\nSementara itu, Kristalina Georgieva, Pengarah Urusan Dana Kewangan Antarabangsa (IMF), menangani akibat yang lebih luas daripada helah perdagangan AS semasa penampilan jauh di acara IMF di Tokyo pada Selasa. “Perdagangan bukan lagi enjin pertumbuhan global seperti dahulu,” kata Kristalina.\n\nRamai negara menghadapi prospek pertumbuhan yang lebih lemah dan dibebani hutang yang tinggi sementara rantaian bekalan telah tertekan akibat pandemik Covid-19 dan perkembangan geopolitik, kata Kristalina.\n\nKristalina turut menunjukkan bahawa pentadbiran Trump secara aktif membentuk semula dasar perdagangan, percukaian, deregulasi, perbelanjaan awam, dan aset digital, yang memaksa kerajaan lain untuk menyesuaikan strategi mereka.\n\nKristalina kemudian memberi amaran bahawa akibat daripada pelan tarif baharu Trump boleh merumitkan hubungan perdagangan global dan menggesa ekonomi Asia untuk menerima pakai pendigitalan, kecerdasan buatan, dan perdagangan serantau untuk kekal kompetitif.\n\nKanada, Mexico, dan China bertindak balas terhadap tarif baharu\n\nPentadbiran Trump sebelum ini menangguhkan tarif 25% ke atas Kanada dan Mexico, tetapi tarif itu secara rasminya berkuat kuasa pada Isnin. Keputusan itu serta-merta menimbulkan reaksi balas, dengan kebimbangan bahawa ia boleh menjejaskan perkongsian perdagangan antara AS dan jiran terdekatnya.\n\nSetiausaha Perdagangan Howard Lutnick menangani situasi itu selepas loceng penutupan pada Selasa, dengan berkata bahawa Trump “mungkin” merancang untuk mengumumkan perjanjian kompromi tarif dengan Kanada dan Mexico menjelang Rabu, dan niaga hadapan saham AS meningkat sedikit berikutan itu.\n\nTetapi kali ini, Trump tidak menunjukkan tanda-tanda untuk mengalah dalam ucapannya di Kongres, dengan berkata, “Mexico dan Kanada perlu melakukan lebih banyak daripada yang telah mereka lakukan, dan mereka perlu menghentikan fentanyl dan dadah daripada mengalir masuk ke AS.”\n\nReaksi paling agresif terhadap tarif Trump datang daripada China, yang segera membalas dengan mengenakan tarif sehingga 15% ke atas barangan Amerika terpilih, mengehadkan eksport kepada sedozen syarikat AS, dan memfailkan aduan kepada Pertubuhan Perdagangan Sedunia (WTO).\n\nTindakan balas Beijing disertai dengan retorik yang kuat, dengan jurucakap Kementerian Luar Negeri China Lin Jian berkata pada Selasa bahawa:\n\n“Tekanan, paksaan, dan ancaman bukanlah cara yang tepat untuk berurusan dengan China. Cuba untuk memberikan tekanan maksimum ke atas China adalah pengiraan yang salah dan kesilapan. Jika AS berkeras untuk melancarkan perang tarif, perang perdagangan, atau apa-apa jenis perang, China akan berjuang sehingga akhir.”\n\nChina bersiap sedia untuk melawan tekanan perdagangan AS\n\nKetika perang perdagangan AS-China meningkat, pemimpin China Xi Jinping bersiap sedia untuk mengadakan perhimpunan politik berisiko tinggi untuk memproyeksikan ketahanan ekonomi. Ribuan delegasi akan menghadiri mesyuarat “Dua Sesi” China, di mana Xi dan pegawai-pegawainya akan menyerlahkan cita-cita ekonomi dan teknologi China.\n\nKetegangan yang meningkat antara pentadbiran Trump dan China akan menjadi tumpuan utama pada Rabu pagi di Beijing, apabila ucapan Trump di Kongres bertepatan dengan ucapan daripada pegawai nombor dua China, Li Qiang, di Kongres Rakyat Kebangsaan (NPC).\n\nLi dijangka akan menggariskan sasaran ekonomi tahunan China, termasuk perbelanjaan tentera, sambil menangani bagaimana Beijing merancang untuk menentang tekanan AS.\n\nMeskipun perang perdagangan yang semakin meningkat, Beijing telah menunjukkan bahawa ia akan kekal dengan strategi jangka panjangnya daripada membuat perubahan drastik dalam dasar.\n\nSatu artikel yang diterbitkan pada Jumaat lalu dalam jurnal Parti Komunis Qiushi memetik Xi sebagai berkata, “Kita mesti menghadapi kesukaran secara terus terang dan mengukuhkan keyakinan.” Parti Komunis China kekal dalam kawalan penuh, dan Xi Jinping memegang kuasa politik paling tinggi berbanding mana-mana pemimpin China dalam beberapa dekad.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/trump-impose-reciprocal-tariffs-april-2.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c80b81cf25a70ab335321e",
            "timestamp": "2025-03-05 08:25:00",
            "status": "Posted"
        },
        {
            "title": "Pengawasan dan pemindahan Tether USDt ‘tidak terhad’ di bawah MiCA — ESMA",
            "description": "Pengawasan dan pemindahan Tether USDt “tidak secara jelas dilarang” di bawah MiCA, tetapi pengawal selia menyatakan ESMA menggalakkan sekatan pemerolehan…",
            "content": "Lembaga Sekuriti dan Pasaran Eropah (ESMA) menjelaskan status penyimpanan dan pemindahan stablecoin yang tidak mematuhi Peraturan Pasaran Aset Kripto (MiCA).\n\nPada 3 Mac, Binance mengumumkan rancangan untuk menyenaraikan sembilan stablecoin yang tidak mematuhi MiCA, termasuk UDSt (USDT) Tether, bagi pengguna di Kawasan Ekonomi Eropah (EEA).\n\nWalaupun mengeluarkan token yang terjejas daripada perdagangan, Binance menyatakan ia akan menyokong deposit dan pengeluaran stablecoin yang tidak mematuhi MiCA selepas penyenaraian pada 31 Mac.\n\nMenurut ESMA, badan pengawalseliaan utama yang mengawasi pematuhan MiCA di Eropah, menyediakan perkhidmatan penyimpanan dan pemindahan untuk stablecoin yang tidak mematuhi tidak melanggar undang-undang kripto Eropah yang baharu.\n\nPenyimpanan dan pemindahan USDt “tidak secara jelas dilarang”\n\n“Di bawah MiCA, perkhidmatan penyimpanan dan pemindahan itu sendiri tidak membentuk ‘tawaran kepada orang ramai’ atau ‘mencari kemasukan untuk perdagangan’ token rujukan aset atau token wang elektronik yang tidak mematuhi,” kata jurucakap ESMA kepada Cointelegraph pada 4 Mac.\n\n“Oleh itu, perkhidmatan ini tidak secara jelas dilarang di bawah Tajuk III dan IV MiCA,” tambah wakil itu.\n\nPenyenaraian stablecoin Binance yang tidak mematuhi MiCA tidak akan menjejaskan deposit dan pengeluaran. Sumber: Binance\n\nWalaupun ESMA mengakui bahawa deposit dan pengeluaran stablecoin yang tidak mematuhi MiCA tidak dilarang, ia menekankan bahawa penyedia perkhidmatan aset kripto Eropah (CASP) harus “mengutamakan sekatan perkhidmatan yang memudahkan pemerolehan” aset tersebut, memetik panduannya yang dikeluarkan pada 17 Januari 2025.\n\nSatu lagi kawasan kekeliruan mengenai MiCA?\n\nMerujuk kepada panduan Januari, ESMA menegaskan bahawa CASP dibenarkan mengekalkan perkhidmatan “jual sahaja” — atau pengeluaran — sehingga 31 Mac untuk membenarkan pelabur keluar daripada kedudukan mereka.\n\n“Oleh itu, adalah penting bahawa semua CASP menilai dengan teliti sama ada mana-mana perkhidmatan mereka merupakan tawaran kepada orang ramai di bawah MiCA,” kata agensi itu kepada Cointelegraph.\n\nPengesahan ESMA bahawa MiCA tidak secara jelas menyekat penyimpanan dan pemindahan USDt — sementara juga menasihatkan CASP untuk menghentikan pengeluaran selepas 31 Mac — menambah kepada kekeliruan yang berterusan mengenai pematuhan MiCA.\n\nBerkaitan: 10 penerbit stablecoin diluluskan di bawah MiCA EU — Tether tidak tersenarai\n\nJuan Ignacio Ibañez, ahli Jawatankuasa Teknikal Perikatan Kripto MiCA, sebelum ini telah menyerlahkan bahawa penyenaraian USDt yang dicetuskan oleh MiCA telah menjadi subjek banyak perdebatan.\n\nSatu petikan daripada catatan 18 Januari mengenai implikasi MiCA untuk Tether USDt oleh Juan Ignacio Ibañez. Sumber: LinkedIn\n\nKekeliruan mengenai implikasi MiCA untuk stablecoin yang tidak mematuhi MiCA bukanlah satu-satunya bidang perdebatan mengenai peraturan kripto Eropah yang baharu.\n\nRamai pemerhati industri sebelum ini telah menunjukkan soalan pematuhan yang timbul daripada MiCA tidak menangani sektor industri yang penting, seperti aset dunia sebenar yang ditokenkan, peneguhan kripto dan lain-lain.\n\n“ESMA dan Pihak Berkuasa Kompeten Kebangsaan memantau perkembangan pasaran dengan teliti secara berterusan untuk memastikan peralihan yang teratur kepada rejim MiCA,” kata jurucakap ESMA.\n\nMajalah: Bagaimana undang-undang kripto berubah di seluruh dunia pada tahun 2025",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTY1MDctNGY5Mi03MDNjLWI4M2EtMGMyODU2NmE1M2Iw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c80a56cf25a70ab3353216",
            "timestamp": "2025-03-05 08:23:00",
            "status": "Posted"
        },
        {
            "title": "ETF Bitcoin Mencecah Kehilangan $143 Juta Ketika Ethereum Mencatat Aliran Masuk Besar-besaran",
            "description": "Pasaran ETF Bitcoin spot AS sedang dalam keadaan huru-hara dengan aliran keluar bersih hampir berganda, didorong oleh kebimbangan yang semakin meningkat terhadap kontroversi Presiden Donald Trump…",
            "content": "**ETF Bitcoin Menderita Kerugian $143 Juta, Manakala Ethereum Mencatat Aliran Masuk Besar**\n\nETF Bitcoin mengalami kerugian sebanyak $143 juta disebabkan oleh kebimbangan pelabur terhadap cadangan rizab kripto Presiden Trump.  ETF Ethereum pula menamatkan lapan hari aliran keluar berturut-turut, mencatatkan aliran masuk bersih sebanyak $14.6 juta.  Peningkatan harga Bitcoin mencetuskan likuidasi sebanyak $479 juta, menjejaskan lebih 159,000 pedagang di seluruh dunia.\n\nPasaran ETF Bitcoin spot di Amerika Syarikat sedang mengalami pergolakan dengan aliran keluar bersih hampir berganda, didorong oleh kebimbangan yang semakin meningkat terhadap cadangan rizab kripto kontroversi Presiden Donald Trump. ETF Bitcoin menyaksikan aliran keluar sebanyak $143.43 juta pada 4 Mac, dengan Bitcoin mencetuskan likuidasi besar-besaran.  Sementara itu, ETF Ethereum memperoleh $14.6 juta, sekaligus menamatkan lapan hari aliran keluar berturut-turut.\n\n**ETF Bitcoin Menunjukkan Aliran Keluar Yang Berat**\n\nMenurut data Farside, ETF Bitcoin Spot mencatatkan jumlah aliran keluar sebanyak $143.5 juta, hampir dua kali ganda daripada jumlah aliran keluar bersih pada hari sebelumnya iaitu $74.19 juta.\n\nMemimpin aliran keluar ini, FBTC milik Fidelity dan ARKB milik ARK 21Shares mencatatkan kerugian terbesar, dengan aliran keluar masing-masing sebanyak $46.08 juta dan $43.92 juta. EZBC milik Franklin Templeton juga menghadapi jualan berat, apabila pelabur menarik balik $35.71 juta.\n\nETF Bitcoin lain, termasuk daripada Bitwise, Invesco Galaxy, dan WisdomTree, turut menyaksikan dana ditarik balik.  Walau bagaimanapun, Grayscale’s mini Bitcoin Trust mencatatkan aliran masuk bersih sebanyak $35.77 juta, sedikit mengimbangi kerugian tersebut.\n\n**Bitcoin Mencetuskan Likuidasi Besar-besaran**\n\nSementara itu, harga Bitcoin diniagakan sekitar $87,620, mencerminkan peningkatan sebanyak 5.4%.  Kejatuhan mendadak ini menyebabkan gelombang likuidasi, dengan pedagang kehilangan sejumlah $479 juta dalam masa hanya 24 jam.\n\nKira-kira 159,125 pedagang terjejas, dengan likuidasi tunggal terbesar berlaku pada pasangan XRP/USDT di Binance, bernilai $6.82 juta.\n\n**ETF Ethereum Kembali Kepada Aliran Masuk**\n\nSelepas lapan hari berturut-turut aliran keluar, ETF Ethereum Spot mencatatkan aliran masuk bersih sebanyak $14.58 juta pada 4 Mac. FETH milik Fidelity memimpin dengan $21.67 juta modal baru, manakala dana ETHE milik Grayscale dan mini Bitcoin Trust menarik $10.71 juta dan $8.46 juta, masing-masing.\n\nSebaliknya, IBIT milik BlackRock mencatatkan aliran keluar sebanyak $26.27 juta, tetapi ia tidak mencukupi untuk mengubah trend keseluruhan.\n\n**Analisis Harga Ethereum**\n\nHarga Ethereum juga menunjukkan sedikit pemulihan, meningkat 6% untuk diniagakan berhampiran $2,200.  Walau bagaimanapun, ia masih menghadapi rintangan sekitar paras $2,280, dan jika gagal menembusi paras tersebut, penurunan selanjutnya mungkin berlaku di bawah $1900.\n\nSebaliknya, jika ia menembusi rintangan $2280, harganya akan menunjukkan trend menaik sehingga $2500.\n\nKongsikan pandangan kripto ini dengan rangkaian anda!",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/25192438/Crypto-Sell-Off-Wipes-Out-517M-in-Bitcoin-ETFs-%E2%80%93-Whats-Next-for-BTC-Price.webp",
            "url": "https://coinpedia.org/news/bitcoin-etfs-bleed-143m-while-ethereum-saw-massive-inflow/",
            "timestamp": "2025-03-05 08:21:00",
            "status": "Posted"
        },
        {
            "title": "Metaplanet Tambah Lagi Bitcoin, Simpanan Jumlah Melebihi $252 Juta dalam BTC",
            "description": "Mata Wang Kripto: Metaplanet Tambah Pegangan BTC kepada 2,888\n\nMetaplanet hari ini membeli 497 BTC, meningkatkan jumlah pegangannya kepada 2,888 BTC. Pada 4 Mac, syarikat itu mengumumkan penyiapan...",
            "content": "**Mata Peluang Utama**\n\nHari ini, Metaplanet membeli 497 BTC, meningkatkan pegangan keseluruhannya kepada 2,888 BTC.\n\nPada 4 Mac, syarikat itu mendedahkan notis penyelesaian hak pemerolehan saham.\n\nAwal hari ini, Metaplanet mengumumkan bahawa ia telah membeli lebih banyak Bitcoin, meningkatkan pegangan keseluruhannya, selepas mendedahkan notis penyelesaian hak pemerolehan saham, dan penebusan awal bon biasa.\n\n**Metaplanet Membeli 497 BTC**\n\nSyarikat Jepun itu mengumumkan dalam satu catatan menerusi X bahawa ia telah membeli 497 BTC bernilai lebih $43.5 juta pada harga semasa.\n\nSehingga hari ini, 5 Mac, Metaplanet telah mendedahkan secara terbuka jumlah pegangan BTCnya, yang dikumpul sebagai sebahagian daripada Operasi Perbendaharaan Bitcoin syarikat yang menjadi strategi rasmi pada 18 Disember 2024.\n\nJumlah pegangan Bitcoin Metaplanet ialah 2,888 BTC bernilai lebih $252 juta pada harga semasa.\n\nMenurut nota rasmi, Metaplanet telah secara strategik meningkatkan jumlah pegangan BTCnya melalui pengambilalihan yang dibiayai oleh aktiviti pasaran modal dan pendapatan operasi.\n\nSemalam, syarikat itu mendedahkan notis penyelesaian siri ke-13 dan ke-14 hak pemerolehan sahamnya, bersama-sama dengan penebusan awal siri ke-7 bon biasa.\n\nMenurut nota rasmi, syarikat itu telah menamatkan siri tersebut pada 3 Mac.\n\n**Pembelian BTC Secara Strategik**\n\nSyarikat Jepun itu telah membeli Bitcoin secara strategik untuk meningkatkan nilai syarikat, dengan cara yang sama seperti Strategy₿, sebelum ini dikenali sebagai MicroStrategy, sebuah firma lain yang mengambil jalan pelaburan Bitcoin pada Ogos 2020.\n\nMinggu lepas, Strategy₿ menangguhkan pengambilalihan BTC dan syarikat itu kini memegang 499,096 BTC bernilai lebih $43.7 bilion pada harga semasa.\n\n**Bitcoin Didagangkan Melebihi $87,000**\n\nPada masa penulisan artikel ini, BTC didagangkan melebihi $87,000, meningkat lebih 5% dalam tempoh 24 jam yang lalu.\n\nBTC mencatatkan peningkatan harga yang ketara daripada di bawah $82,000 pada 4 Mac, mencecah $88,000 semalam, berikutan ucapan Trump di Kongres.\n\nSemalam merupakan hari yang penting untuk kripto kerana White House secara rasmi menyatakan sokongan terhadap resolusi kongres yang menyasarkan pembatalan peraturan IRS yang kontroversi mengenai pelaporan kripto.",
            "image": "https://crypto.ro/en/wp-content/uploads/2025/03/1500x500.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c80a56452bf674d1b7211c",
            "timestamp": "2025-03-05 08:21:00",
            "status": "Posted"
        },
        {
            "title": "Penambang Bitcoin AS Hadapi Kesukaran Ketika MARA Menghadapi Pengurangan Pengeluaran",
            "description": "Bukan sahaja harga Bitcoin yang terjejas—syarikat perlombongan Bitcoin di Amerika Syarikat turut merasai kesannya.  Pada bulan Februari sahaja, syarikat...",
            "content": "Bukan hanya harga Bitcoin yang terjejas—syarikat perlombongan Bitcoin di AS turut merasai tekanan.\n\nPada bulan Februari sahaja, jumlah keseluruhan permodalan pasaran 14 syarikat perlombongan awam utama AS jatuh sebanyak 22%, atau $6 bilion, menurut penganalisis di JP Morgan dalam laporan kripto terbaru mereka.\n\nAntara syarikat yang dijejaki oleh bank pelaburan terkemuka itu ialah Core Scientific, Greenidge, dan MARA Holdings.\n\nLaporan itu turut menyerlahkan penurunan pendapatan bagi syarikat-syarikat ini, dengan penganalisis menganggarkan bahawa pelombong Bitcoin memperoleh purata $54,300 setiap EH/s dalam pendapatan ganjaran blok harian pada bulan Februari, penurunan sebanyak 5% berbanding Januari.\n\nHarga Bitcoin telah jatuh sebanyak 10% dalam tempoh 30 hari terakhir, kini diniagakan pada $87,600, menurut data CoinGecko. Aset itu jatuh serendah $78,940 pada hari Jumaat, kerana pelabur mengambil sikap \"mengelakkan risiko\" di tengah-tengah ketegangan perdagangan yang meningkat disebabkan oleh tarif Presiden Donald Trump ke atas Kanada dan Mexico.\n\nBitcoin kini hampir 20% di bawah paras tertinggi sepanjang zamannya iaitu melebihi $108,000 dari Januari, satu kemuncak yang dicapai pada hari Presiden Trump yang mesra kripto memegang jawatan pada 5 November.\n\nPrestasi harga Bitcoin sebelum ini telah membantu meningkatkan pertumbuhan pendapatan bagi pelombong, termasuk MARA Holdings, pada suku keempat tahun lepas.  Bagaimanapun, dengan penurunan harga semasa, tekanan ke atas operasi perlombongan semakin meningkat.\n\nMARA Holdings, salah satu pemain utama dalam sektor perlombongan, melaporkan bahawa blok yang dimenangi dan pengeluaran Bitcoin—dua metrik utama produktiviti perlombongan—menurun sebanyak 6% bulan ke bulan pada Februari. Syarikat itu mengaitkan penurunan ini kepada peningkatan kesukaran rangkaian dan tiga hari operasi yang kurang pada bulan Februari berbanding bulan sebelumnya.\n\nSaham MARA ditutup pada $13.94, menandakan peningkatan sebanyak 1.3% walaupun menghabiskan sebahagian besar hari dalam wilayah negatif. Walau bagaimanapun, syarikat itu turun hampir 21% dalam tempoh sebulan yang lalu, selaras dengan penurunan 10% dalam harga Bitcoin dan pasaran kripto secara keseluruhan.\n\nDalam laporan pendapatan suku keempatnya, firma yang berpangkalan di Florida itu mendedahkan bahawa ia telah menghasilkan kira-kira 27%, atau 998, blok yang kurang semasa suku kewangan terakhir berbanding tempoh yang sama tahun sebelumnya. Penurunan ini berlaku walaupun mengatasi jangkaan penganalisis untuk pendapatan dan pendapatan sesaham semasa tempoh Bitcoin masih meningkat.\n\nOperasi perlombongan, yang memerlukan elektrik yang banyak, menjadi lebih mahal untuk dikekalkan apabila harga Bitcoin jatuh, memberi tekanan kepada operasi. Pelabur juga menjangkakan harga Bitcoin akan terus meningkat, dengan harapan bahawa \"perdagangan Trump\" akan memacu sentimen dan mendorong aset digital lain ke paras yang lebih tinggi pada awal tahun ini.\n\nBagaimanapun, perang perdagangan dengan ekonomi utama, termasuk China, telah menyebabkan pelabur menarik diri daripada aset berisiko, termasuk Bitcoin dan ekuiti.  Di samping itu, pelombong Bitcoin dengan pendedahan yang signifikan kepada pengkomputeran berprestasi tinggi telah terjejas oleh pelancaran Deepseek, model AI China pada akhir Januari, seperti yang dinyatakan oleh JPMorgan.\n\nUntuk menyesuaikan diri, sesetengah pelombong Bitcoin telah menggunakan semula pusat data mereka untuk menyokong industri AI, berharap untuk memanfaatkan permintaan yang semakin meningkat untuk pembangunan AI.\n\nWalau bagaimanapun, sektor ini menghadapi cabaran pada Januari apabila syarikat permulaan China melancarkan model bahasa besarnya, yang dibangunkan dengan modal yang jauh lebih sedikit daripada firma AS seperti OpenAI, Microsoft, dan Google, yang telah memberi tekanan kepada pelombong Bitcoin yang ingin mempelbagaikan ke dalam AI.\n\nArtikel: Pelombong Bitcoin AS Bergelut Ketika MARA Menghadapi Penurunan Pengeluaran muncul pertama di UNLOCK Blockchain.",
            "image": "https://www.unlock-bc.com/wordpress/wp-content/uploads/2025/03/bitcoin-mining.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c80a55cf25a70ab3353214",
            "timestamp": "2025-03-05 08:20:00",
            "status": "Posted"
        },
        {
            "title": "Ethereum Cecah Titik Terendah Baharu di Bawah $2,000, Adakah ETH Akan Mencipta ATH Baharu dalam Kitaran Bull Ini?",
            "description": "Ethereum mencecah paras terendah tempatan di bawah $2,000. ETH juga nampaknya telah menampung jurang CME Futures.  Altcoin perintis ini bersedia untuk mencecah paras tertinggi baharu dan...",
            "content": "Ethereum Mencapai Titik Terendah Baru di Bawah $2,000, Adakah ETH Akan Mencipta ATH Baharu dalam Kitaran Bull Ini?\n\nEthereum telah mencapai titik terendah baru di bawah $2,000, penganalisis menjangkakan ETH akan melonjak tidak lama lagi dan akhirnya mencetuskan kemuncak musim altcoin.\n\nSejak harga Bitcoin (BTC) menurun ke titik terendah tempatan $78,000, penganalisis telah menunggu-nunggu Ethereum (ETH) untuk mencapai titik terendahnya juga. Penganalisis percaya bahawa aset altcoin perintis Ethereum telah mencapai titik terendah di bawah $2,000 lewat malam tadi. Harga ETH kini berada pada $2,180 menurut analisis CoinMarketCap.\n\nEthereum Mencapai Titik Terendah di Bawah $2,000\n\nSeperti yang dapat kita lihat daripada catatan di atas, penurunan ETH telah membawa harga kepada $1,996.77 dan penganalisis mengisytiharkan bahawa titik terendah telah dicapai untuk ETH. Di samping itu, penganalisis menyatakan bahawa paras rendah 2024 telah diatasi pada carta harian ETH Perpetual menuju kepada titik yang dipercayai penganalisis sebagai titik minat yang paling penting untuk potensi pembalikan.\n\nJurang Niaga Hadapan CME Ethereum\n\nSementara itu, penganalisis yang sama berkongsi sebab mengapa penurunan ini diperlukan untuk ETH berkembang dalam beberapa bulan akan datang. Seperti yang dapat kita lihat daripada catatan di atas, penganalisis membincangkan mengenai jurang niaga hadapan CME Ethereum. Sama seperti Bitcoin yang baru-baru ini menutup jurang tersebut, ETH juga telah menutup jurang ini seperti yang digambarkan dalam imej dalam catatan di atas.\n\nDengan pembetulan yang luar biasa ini di pasaran kripto, mungkin sudah tiba masanya untuk musim altcoin yang dinantikan ramai tiba. Setakat ini, ramai penganalisis menjangkakan Ethereum (ETH) akan memimpin dan mencetuskan kemuncak musim altcoin. Dengan penguasaan BTC juga menunjukkan tanda-tanda penurunan, kemuncak musim altcoin nampaknya lebih dekat dari sebelumnya.",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/ETH-pump-2.jpg",
            "url": "https://cryptonewsland.com/ethereum-set-local-bottom/",
            "timestamp": "2025-03-05 08:20:00",
            "status": "Posted"
        },
        {
            "title": "Pengasas Bersama Reddit Sokong Tawaran TikTok Berkuasa Rantaian Blok",
            "description": "Pengasas bersama Reddit, Alexis Ohanian, menyertai usaha untuk membawa TikTok Amerika Syarikat ke atas rantaian! Teknologi rantaian blok mungkin akan mentakrifkan semula pemilikan data pengguna dan kawalan pencipta…",
            "content": "Alexis Ohanian Sertai Tawaran Pengambilalihan TikTok AS dan Integrasi Rantaian Blok.\n\nProtokol Frequency daripada Project Liberty bertujuan untuk meningkatkan ketelusan dan kawalan pengguna.  Langkah ini berpotensi mentakrif semula pemilikan digital dan hubungan pencipta-audiens.\n\nPengasas Bersama Reddit Sokong Integrasi Rantaian Blok untuk TikTok AS.\n\nPengasas bersama Reddit, Alexis Ohanian, telah menyertai usaha jutawan Frank McCourt untuk mengambil alih TikTok AS, dengan matlamat untuk membawa platform tersebut ke atas rantaian blok. Langkah berani ini bertujuan untuk memperkasa pengguna dengan pemilikan data mereka sendiri dan memberi pencipta lebih kawalan terhadap audiens mereka. Jika berjaya, perjanjian ini akan mengintegrasikan protokol rantaian blok Frequency daripada Project Liberty ke dalam infrastruktur TikTok.\n\nMeningkatkan Ketelusan dan Pemilikan Pengguna\n\nProtokol Frequency daripada Project Liberty direka untuk menyuraikan kawalan ke atas rangkaian digital. Dengan memanfaatkan teknologi rantaian blok, inisiatif ini bertujuan untuk meningkatkan ketelusan, memperbaiki akauntabiliti, dan memastikan pengguna mengekalkan kawalan ke atas data mereka. Ohanian telah lama menyokong penyuraian kuasa dalam media sosial, menekankan bahawa platform tidak seharusnya memonopoli kandungan dan penglibatan yang dijana pengguna.\n\nMenurut Reuters, pengasas bersama Reddit, Alexis Ohanian, telah menyertai tawaran Frank McCourt untuk mengambil alih TikTok AS dan membawanya ke atas rantaian blok. Beliau menekankan bahawa pengguna harus memiliki data mereka sendiri dan pencipta harus mengawal audiens mereka. Jika perjanjian ini berjaya, TikTok akan mengintegrasikan Project…\n\nPengubah Permainan untuk Pencipta Kandungan\n\nPengambilalihan dan integrasi rantaian blok yang berpotensi ini boleh merevolusikan penciptaan kandungan di TikTok. Ramai pencipta bergelut dengan perubahan algoritma yang tidak menentu dan jangkauan yang terhad disebabkan oleh dasar platform. Dengan beralih kepada model yang terdesentralisasi, pencipta akan mempunyai lebih banyak autonomi ke atas hubungan audiens mereka, mengurangkan pergantungan kepada entiti berpusat untuk penglibatan dan penjanaan pendapatan.\n\nApakah Seterusnya untuk Masa Depan TikTok?\n\nWalaupun perjanjian ini masih dalam proses, kejayaannya boleh menandakan peralihan dalam cara platform media sosial beroperasi. Dengan integrasi rantaian blok, TikTok boleh menjadi perintis dalam media sosial terdesentralisasi, mewujudkan preseden untuk ruang digital yang dimiliki pengguna.\n\nCatatan Pengasas Bersama Reddit Sokong Tawaran TikTok Berkuasa Rantaian Blok muncul pertama kali di Coinomedia.com.",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/03/Reditt.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c8092bcf25a70ab33531e5",
            "timestamp": "2025-03-05 08:15:00",
            "status": "Posted"
        },
        {
            "title": "Ramalan Harga Kripto: Perdebatan Mengenai Rizab Kripto AS dan Kesannya terhadap Harga",
            "description": "Perbincangan kripto semakin hangat, dengan platform media sosial bertindak balas terhadap pergerakan politik dan ekonomi utama. Sentimen negatif terhadap Trump semakin meningkat…",
            "content": "Perbincangan kripto sedang memanas, dengan platform media sosial bereaksi terhadap pergerakan politik dan ekonomi utama. Sentimen negatif seputar Trump meningkat, dengan kekhawatiran bahwa kebijakannya—seperti tarif dan cadangan strategis kripto AS yang diusulkan—dapat memanipulasi pasar. Investor khawatir bahwa tarif terhadap Kanada, Meksiko, dan Cina dapat memicu volatilitas di kripto dan saham.\n\nSementara itu, perdebatan meningkat mengenai legitimasi cadangan kripto AS, dengan skeptisisme tentang aset mana—Bitcoin, Ethereum, XRP, Solana, atau Cardano—yang harus dimasukkan. Fluktuasi pasar berlanjut, karena ketidakpastian seputar perkembangan ini membuat pedagang tegang.\n\nOleh karena itu, pasar kripto tetap dalam keadaan ketidakpastian karena Bitcoin berjuang untuk mempertahankan posisinya, kembali turun di bawah $91K dan sekarang berada di sekitar $85K. Sementara adopsi institusional dan kemajuan regulasi berlanjut, aksi harga jangka pendek tetap goyah, menurut firma analitik blockchain Nansen.\n\nAltcoin Menerima Hantaman Keras, Token AI Menderita Kerugian Terburuk\n\nSebagian besar proyek Layer 1 mengalami kerugian dua digit YTD, dengan XRP (+5.3%) menjadi satu-satunya pengecualian. BTC (-7.87%), TON (-7.94%), dan TIA (-9.55%) semuanya menghadapi penurunan.\n\nSolusi Layer 2 (L2) dan token AI telah terpukul paling keras, dengan L2 turun lebih dari 40% year-to-date dan beberapa token yang berfokus pada AI anjlok hampir 90% dari puncaknya. Pengecualian dalam penurunan ini adalah Maker (MKR), yang telah meningkat 10%, dan XRP, yang naik 5%.\n\nAktivitas on-chain Ethereum telah melambat secara signifikan, dengan biaya gas median turun menjadi 1 GWEI, yang terendah dalam lebih dari setahun. Sementara jaringan Layer 2 Ethereum seperti Base tetap aktif, partisipasi pasar secara keseluruhan tampaknya menurun.\n\nToken DeFi juga mengalami kesulitan, kecuali MKR (+10.85%), yang telah mendapat manfaat dari adopsi USDS. Proyek DeFi lainnya, seperti ENA dan AERO, termasuk di antara yang paling merugi, turun lebih dari 50% YTD.\n\nApa Selanjutnya?\n\nSentimen pasar terbagi—beberapa melihat aksi harga saat ini sebagai pengujian ulang bearish, sementara yang lain percaya bahwa pemulihan sedang berlangsung. Re-entri BTC ke dalam rentang sebelumnya menunjukkan bahwa yang terakhir lebih mungkin terjadi. Banyak token telah menarik keuntungan dari reli yang didorong pemilihan dan mungkin membutuhkan waktu untuk pulih. Dengan aksi harga yang lemah di seluruh sektor utama, analis Nansen tetap netral hingga bearish dalam jangka pendek tetapi optimis dalam jangka panjang. Banyak pedagang fokus pada pertanian hasil stablecoin daripada mengejar pompa altcoin, menunggu pembalikan tren yang lebih jelas sebelum melakukan langkah besar.\n\nUntuk saat ini, Bitcoin kembali ke rentang sebelumnya, dan sentimen tetap beragam. Beberapa melihat penurunan saat ini sebagai peluang untuk mengakumulasi aset inti seperti BTC, SOL, dan TIA, sementara yang lain percaya penurunan lebih lanjut dimungkinkan. Sampai tren yang lebih jelas muncul, pasar tetap dalam pola penantian.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/19193835/Crypto-Market-Today-Feb-19th-2025-Bitcoin-Price-Holds-Above-95k-Altcoins-Trade-Sideways.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c807fd7558df1bed0c1eac",
            "timestamp": "2025-03-05 08:10:00",
            "status": "Posted"
        },
        {
            "title": "Penguat kuasa undang-undang India pilih CoinDCX untuk penjagaan kripto yang dirampas",
            "description": "Jabatan Penguatkuasaan India telah menyenaraikan CoinDCX untuk menyediakan perkhidmatan penjagaan bagi mata wang kripto yang dirampas. Jabatan Penguatkuasaan, undang-undang India…",
            "content": "Jabatan Penguatkuasaan India telah melantik CoinDCX untuk menyediakan perkhidmatan penyimpanan bagi mata wang kripto yang dirampas.\n\nJabatan Penguatkuasaan, agensi penguatkuasaan undang-undang dan risikan ekonomi India, telah memilih bursa mata wang kripto CoinDCX untuk menguruskan mata wang kripto yang dirampas semasa siasatan yang sedang dijalankan.\n\nDalam satu siaran akhbar pada 5 Mac yang dikongsikan dengan crypto.news, CoinDCX mengesahkan bahawa ia akan menguruskan penyimpanan aset yang dirampas, berikutan kerjasama dengan Jabatan Penguatkuasaan dan peranannya dalam menyokong proses penyitaan untuk siasatan ED yang melibatkan kripto.\n\nPengasas bersama CoinDCX, Sumit Gupta, berkata bursa itu telah menubuhkan pasukan khusus yang dilengkapi dengan protokol keselamatan canggih, termasuk dompet pengiraan pelbagai tandatangan dan pelbagai pihak, untuk menguruskan penyimpanan.\n\nPerkongsian ini berlaku apabila CoinDCX menubuhkan dana perlindungan pelabur berikutan serangan $230 juta ke atas bursa mata wang kripto WazirX. Dana perlindungan pelabur direka untuk menampung kerugian pengguna yang ditanggung dalam \"senario yang sangat jarang berlaku seperti pelanggaran keselamatan\" dan pada mulanya memegang hampir $6 juta daripada keuntungan bursa.\n\nPada akhir Februari, crypto.news melaporkan bahawa jumlah dagangan kripto di India melonjak kepada $1.9 bilion pada Suku Keempat 2024, lebih daripada dua kali ganda berbanding suku sebelumnya, kerana pelabur bandar kecil mencari sumber pendapatan baharu di tengah-tengah pertumbuhan pekerjaan dan gaji yang lemah. Pedagang runcit memacu sebahagian besar aktiviti tersebut. Daripada 10 bandar teratas yang menerajui penggunaan kripto pada tahun 2024, tujuh daripadanya adalah bandar kecil seperti Jaipur, Lucknow, dan Pune, di mana orang ramai beralih kepada kripto untuk pendapatan tambahan.\n\nWalaupun cukai tinggi dan ketidakpastian peraturan, pasaran kripto India diunjurkan berkembang melebihi $15 bilion menjelang 2035, kata Kush Wadhwa, rakan kongsi di firma perunding Grant Thornton Bharat.\n\nBaca selanjutnya: Polis India membongkar penipuan kripto RSN bernilai $2 juta dengan kaitan yang didakwa dengan China.",
            "image": "https://crypto.news/app/uploads/2024/07/crypto-news-Why-is-USDT-more-expensive-in-India-option06.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c807fdcf25a70ab33531b8",
            "timestamp": "2025-03-05 08:09:00",
            "status": "Posted"
        },
        {
            "title": "Adakah AVAX Akan Mengekalkan Sokongan Harga Kritikalnya?",
            "description": "Avalanche (AVAX) telah menunjukkan pertumbuhan yang luar biasa, melonjak lebih 600% antara Oktober 2023 dan Mac 2024, hanya untuk menghadapi kemerosotan baru-baru ini.  Setelah...",
            "content": "Avalanche (AVAX) menunjukkan pertumbuhan yang luar biasa, melonjak lebih 600% antara Oktober 2023 dan Mac 2024, sebelum menghadapi penurunan baru-baru ini. Selepas menguji paras sokongan $21, altcoin ini berada di bawah pemerhatian kerana berisiko mengalami susut nilai selanjutnya. Sekiranya AVAX gagal mengekalkan paras penting ini, pakar meramalkan ia mungkin mengalami kerugian besar pada masa akan datang.\n\nParas Sokongan Kritikal AVAX Coin Terancam\n\nPada mulanya melanggar halangan $21 pada tahun 2021, AVAX mencetuskan peningkatan menaik yang ketara, memuncak pada paras tertinggi $65.39 pada Mac 2024. Walau bagaimanapun, momentumnya sejak itu merosot, jatuh kepada $55.79 menjelang Disember 2024, menandakan penurunan yang mengejutkan melebihi 60% daripada paras tertingginya.\n\nApakah Yang Menunggu AVAX?\n\nPada masa kini, AVAX mendapati dirinya kembali mengunjungi tanda penting $21. Tidak seperti Julai 2023, di mana ia berjaya mengekalkan paras ini, petunjuk terkini menunjukkan kemungkinan penurunan. Tinjauan teknikal memberi amaran tentang penurunan harga yang berterusan, dengan trend semasa menimbulkan kebimbangan di kalangan pedagang.\n\n– AVAX mencapai puncak pada $65.39 pada Mac 2024, kemudian jatuh dengan mendadak.\n– Syiling ini kini sekali lagi menguji paras sokongan $21.\n– Analisis teknikal menunjukkan kemungkinan penurunan kepada $14.56 jika trend menurun berterusan.\n– Pemulihan yang kukuh di atas $21 boleh menandakan pembalikan menaik, walaupun petunjuk pada masa kini tidak menggalakkan.\n\nWalaupun peluang untuk pemulihan wujud, isyarat pasaran semasa menunjukkan laluan yang mencabar di hadapan AVAX. Pedagang dinasihatkan untuk memantau situasi dengan teliti, terutamanya keupayaan altcoin untuk mengekalkan sokongan kritikal $21. Sekiranya gagal, potensi penurunan drastik amat besar.\n\nTeruskan Membaca: Adakah AVAX Akan Mengekalkan Sokongan Harga Kritikalnya?",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/03/avax-002.jpg",
            "url": "https://en.bitcoinhaber.net/will-avax-maintain-its-critical-price-support",
            "timestamp": "2025-03-05 08:08:00",
            "status": "Posted"
        },
        {
            "title": "AVAX Hadapi Cabaran Harga Kritikal: Adakah Ia Kekal Kukuh?",
            "description": "AVAX mencatatkan pertumbuhan yang luar biasa, tetapi kini menghadapi risiko penurunan yang signifikan. Analisis teknikal menunjukkan potensi penurunan kepada sekitar $14.56. Teruskan Membaca...",
            "content": "Avalanche (AVAX) melonjak lebih 600% dari Oktober 2023 hingga Mac 2024, menarik perhatian ramai.  Bagaimanapun, ia baru-baru ini kehilangan momentum, dengan harga menurun selepas menguji paras sokongan $21. Jika AVAX gagal mengekalkan sokongan ini, ia mungkin menghadapi kerugian yang lebih serius. Analisis teknikal mencadangkan penurunan sebanyak 30% untuk AVAX, menimbulkan kebimbangan di kalangan komuniti.\n\nParas Sokongan Kritikal AVAX Terancam\n\nAVAX pada asalnya melepasi tanda $21 pada tahun 2021, mencetuskan peralihan lembu jantan yang ketara. Peralihan ini mencapai puncak pada $65.39 pada Mac 2024, tetapi sejak itu, altcoin popular ini mengalami penurunan. Menjelang Disember 2024, AVAX telah menyusut kepada $55.79, mengakibatkan kerugian lebih 60% sejak kemuncaknya.\n\nMinggu ini, AVAX telah kembali ke paras kritikal $21. Walaupun ia menemui sokongan pada paras ini pada Julai 2023, petunjuk semasa mencadangkan hasil yang berbeza kali ini. Isyarat teknikal menunjukkan harga mungkin terus menurun.\n\nPotensi Senario Menurun untuk AVAX\n\nMenurut Teori Gelombang Elliott, AVAX kini berada dalam fasa C gelombang pembetulan A-B-C. Berikutan puncak $65.39 pada Mac 2024, harga memasuki fasa pembetulan. Analisis gelombang mencadangkan sasaran yang paling mungkin adalah sekitar paras $14.56, dikira sebagai titik sokongan jika gelombang C sepadan dengan panjang gelombang A.\n\nSekiranya AVAX kembali meningkat dengan mendadak daripada paras sokongan semasa dan melepasi pertengahan salurannya, senario kenaikan harga mungkin muncul. Walau bagaimanapun, petunjuk semasa mencadangkan kemungkinan ini adalah rendah. Secara amnya, jika altcoin secara konsisten menutup lilin harian di bawah $21, ia mungkin menunjukkan penurunan mendadak ke arah $14.50.\n\nSiaran AVAX Menghadapi Cabaran Harga Kritikal: Adakah Ia Akan Kekal Kuat? muncul pertama di COINTURK NEWS.",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/03/avax-004.jpg",
            "url": "https://en.coin-turk.com/avax-faces-critical-price-challenges-will-it-hold-strong/",
            "timestamp": "2025-03-05 08:05:00",
            "status": "Posted"
        },
        {
            "title": "Sidang Kemuncak Kripto Rumah Putih 2025: Apa Yang Diharapkan Dari Sidang Kemuncak Ini",
            "description": "Sidang Kemuncak Kripto Rumah Putih 2025: Adakah Ia Akan Mengubah Masa Depan Kripto? Awal bulan ini, pelabur David Sacks telah mengesahkan bahawa bekas Presiden D...",
            "content": "Sidang Kemuncak Kripto Rumah Putih 2025: Adakah Ia Akan Mengubah Masa Depan Kripto?\n\nAwal bulan ini, pelabur David Sacks telah mengesahkan bahawa bekas Presiden Donald Trump akan menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih 2025 pada Jumaat, 7 Mac. Acara besar ini akan mengumpulkan tokoh-tokoh utama dalam dunia kripto, termasuk pemimpin syarikat, pelabur, dan pakar blockchain.\n\nRepoter Fox Business, Eleanor Terrett, berkongsi butiran lanjut, menyenaraikan beberapa nama besar yang akan hadir. Antaranya ialah Michael Saylor dari MicroStrategy bersama Ketua Pegawai Eksekutif Bitcoin Magazine, David Bailey, pengasas bersama Paradigm, Matt Huang, Ketua Pegawai Eksekutif Exodus, J.P. Richardson, pengasas bersama Multicoin Capital, Kyle Samani, pengasas bersama World Liberty Financial, Zach Witkoff, pengasas bersama Chainlink, Sergey Nazarov, Ketua Pegawai Eksekutif Coinbase, Brian Armstrong, Ketua Pegawai Eksekutif Robinhood, Vlad Tenev dan Ketua Pegawai Eksekutif Kraken, Arjun Sethi.\n\nKehadiran ramai pemimpin industri terkemuka di sidang kemuncak ini berpotensi untuk membentuk keputusan yang akan menentukan masa depan operasi kripto di Amerika Syarikat.\n\nApakah Yang Akan Berlaku di Sidang Kemuncak?\n\nSidang Kemuncak Kripto Rumah Putih akan memberi tumpuan kepada rancangan kerajaan AS untuk kripto. Antara topik utama yang dicadangkan oleh pakar dalam agenda sidang kemuncak termasuk:\n\nPeraturan Kripto: Menetapkan undang-undang dan peraturan yang lebih jelas untuk industri kripto bagi membantu perniagaan dan pelabur.\nBank & Kripto: Membincangkan bagaimana bank dan syarikat kewangan besar boleh bekerjasama dengan teknologi blockchain.\nRizab Kripto AS: Rancangan Trump untuk Rizab Kripto AS telah mengujakan pasaran dan dijangka menjadi topik utama di sidang kemuncak, dengan memberi tumpuan kepada impaknya terhadap peraturan dan pengambilan.\nPotongan Cukai: Khabar angin mencadangkan mungkin tidak akan ada cukai keuntungan modal ke atas kripto, yang akan menjadikan AS tempat yang lebih menarik untuk pelabur.\nSokongan untuk Syarikat Kripto: Memberi potongan cukai dan faedah lain kepada projek blockchain yang berpangkalan di AS untuk menggalakkan inovasi.\n\nPakar mengatakan beberapa duit syiling mungkin akan mengalami pergerakan besar sebelum Sidang Kemuncak Kripto Trump. Antara yang utama untuk diperhatikan ialah Bitcoin (BTC), Ethereum (ETH), Solana (SOL), XRP, Aptos (APT), Ondo (ONDO), Sui (SUI), Near Protocol (NEAR), Render (RNDR), dan Chainlink (SLINK). Sebuah duit syiling bertema Trump yang baharu, $STRUMP, juga mendapat perhatian.\n\nBolehkah Sidang Kemuncak Ini Mengesan Semula Dunia Kripto?\n\nPersidangan Kripto Trump dijangka menjadi acara penting untuk aset digital Amerika. Kedua-dua pelabur institusi dan individu mungkin akan tertarik ke pasaran jika Trump melaksanakan cadangan potongan cukai dan rizab kripto negara beliau. Pengurangan cukai boleh menarik lebih banyak pelaburan ke dalam industri dan menarik pembangun blockchain untuk kembali ke Amerika Syarikat.\n\nWalau bagaimanapun, sesetengah pihak skeptikal mempersoalkan sama ada cadangan sidang kemuncak itu realistik atau bermotifkan politik. Jika Rizab Kripto AS dilihat sebagai tidak praktikal, ia boleh menyebabkan ketidakpastian dan ketidaktentuan pasaran.\n\nApakah Seterusnya untuk Kripto?\n\nMac adalah bulan yang penting untuk kripto. Terdapat banyak acara, termasuk forum CFTC mengenai aset token (6 Mac), undian stablecoin Jawatankuasa Perbankan Senat (10-14 Mac), dan mesyuarat kripto pertama SEC (21 Mac).\n\nKetika orang ramai menunggu Sidang Kemuncak Kripto Rumah Putih Trump, satu soalan besar masih kekal: Adakah 7 Mac akan menjadi hari yang mengubah kripto selama-lamanya? Pelabur, pedagang, dan peminat kripto berharap untuk berita kripto positif yang akan membantu kripto berkembang di AS dan seterusnya.  Lawati - CoinGabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/a4d5a6f88e4b448aa562cbd06dbb45e3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ec90cec93961496102e3",
            "timestamp": "2025-03-05 08:05:00",
            "status": "Posted"
        }
    ]
}