{
    "timestamp": "2025-03-05 06:35:49",
    "all_news": [
        {
            "title": "Bitcoin dijangka terus ‘mengalami pengukuhan’ dalam fasa pembetulan ini – Penganalisis",
            "description": "Seorang penganalisis kripto berkata bahawa memasuki posisi beli panjang untuk Bitcoin akan “menjadi sesuai” setelah pemegang jangka panjang menyambung semula pembelian.",
            "content": "Bitcoin Kembali Menurun: Pemulihan Ke Kemuncak $109,000 Mungkin Lambat\n\nSeorang penganalisis berkata bahawa penurunan harga Bitcoin terkini di tengah-tengah ketidakpastian ekonomi makro yang lebih luas mungkin tidak akan menyebabkannya kembali kepada paras tertinggi sepanjang zaman (ATH) sebanyak $109,000 pada Januari dengan secepat yang diharapkan oleh sesetengah pihak.\n\n“Kita perlu menganggap bahawa kita berada dalam fasa penurunan selepas ATH dan kemungkinan besar akan terus menyatukan kedudukan untuk beberapa waktu disebabkan keperluan kecairan,” kata penyumbang CryptoQuant, XBTManager, dalam nota penganalisis pada 5 Mac.\n\nBidaan panjang Bitcoin “boleh dilaksanakan” apabila pemegang jangka panjang kembali membeli\n\nXBTManager berkata sebaik sahaja pemegang jangka pendek Bitcoin (BTC) — mereka yang memegang selama kurang daripada 155 hari — mula menjual, dan pemegang jangka panjang mula membeli semula, posisi panjang akan “menjadi boleh dilaksanakan.”\n\nSehingga itu, mereka berkata peniaga harus berhati-hati dalam risiko apabila memasuki posisi dalam aset tersebut.\n\nPada hari-hari menjelang Bitcoin mencapai $109,000 buat kali pertama pada 20 Januari, sebelum pelantikan Presiden AS Donald Trump, pemegang jangka pendek mula meningkatkan bekalan mereka, manakala pemegang jangka panjang mengurangkannya melalui penjualan, jelas mereka.\n\nParas tertinggi Bitcoin sebanyak $109,000 pada 20 Januari menyebabkan penurunan kira-kira 100,000 BTC dalam bekalan pemegang jangka panjang sepanjang 30 hari berikutnya, tetapi penurunan yang lebih besar berlaku pada Disember apabila ia mula mencecah enam angka.\n\nBitcoin telah menurun sebanyak 1.43% sepanjang tujuh hari yang lalu. Sumber: CoinMarketCap\n\nPada 1 Disember, bekalan pemegang jangka panjang mencapai 15.2 juta BTC, hanya empat hari sebelum Bitcoin mencapai $100,000 pada 5 Disember, menurut data Bitbo. Menjelang 20 Disember, ia menurun kepada 14.7 juta.\n\nBerkaitan: Bitcoin bukan lagi ‘tempat perlindungan selamat’ kerana penurunan harga BTC $82K meninggalkan emas di tempat teratas\n\nPada masa penerbitan, bekalan pemegang jangka panjang ialah 14.4 juta BTC, penurunan sebanyak 800,000 BTC sejak 1 Disember.\n\nBitcoin jatuh di bawah $100,000 pada 4 Februari di tengah-tengah kebimbangan perang perdagangan ke atas tarif yang dijanjikan Trump. Ia jatuh lebih rendah kepada $85,000 pada pembukaan Wall Street pada 27 Februari apabila pasaran mencerna pengesahan tarif AS yang baharu.\n\nSumber: Timothy Peterson\n\nKemudian pada hari itu, aset tersebut jatuh di bawah paras harga penting $80,000, menghapuskan hampir semua keuntungan yang diperoleh selepas Trump dipilih sebagai presiden pada 5 November.\n\nPada masa penerbitan, Bitcoin diniagakan pada $87,100, menurut CoinMarketCap.\n\nMajalah: Kemas kini terbesar ‘Off The Grid’, ulasan Rumble Kong League: Web3 Gamer\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5NDA1ZjgtNjNmZS03NGVmLWE3MmEtNDdmZTIyYTEyMTVj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ee27a7234412ab1e2af4",
            "timestamp": "2025-03-05 06:23:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin dan XRP Akan Melambung Tinggi? 5 Kripto Berkaitan Solana Ini Berpotensi Meletup!",
            "description": "Pasaran kripto semakin rancak, dan pelabur yang suatu ketika dahulu meraih keuntungan besar menerusi Bitcoin (BTC) dan XRP kini meletakkan sasaran mereka pada aset seterusnya…",
            "content": "Pasaran kripto sedang meningkat, dan pelabur yang pernah meraih keuntungan besar daripada Bitcoin (BTC) dan XRP kini menyasarkan peluang mengubah hidup yang seterusnya. Walaupun gergasi yang telah bertapak masih mempunyai nilai, wang sebenar diperoleh daripada projek peringkat awal yang berpertumbuhan tinggi—dan OFFICIALMAGACOIN terbukti menjadi pilihan terbaik bagi mereka yang tahu bagaimana untuk menang besar.\n\n**PENcapaian JUALAN AWAL OFFICIALMAGACOIN**\n\nDengan lebih $3.8 juta telahpun dikumpul dan harga jualan awal hanya $0.0002242, OFFICIALMAGACOIN sedang bersedia untuk satu peningkatan yang hebat. Pakar-pakar sudah meramalkan keuntungan setinggi 50,000%, dan mereka yang menyedari potensinya menyertainya lebih awal—sebelum dunia mengetahuinya.\n\n**KRIPTO 1000X SETERUSNYA – KLIK DI SINI UNTUK SERTAI SEKARANG!**\n\n**Mengapa OFFICIALMAGACOIN mengatasi UNI, DOT, BCH, dan LTC**\n\nUniswap (UNI), Polkadot (DOT), Bitcoin Cash (BCH), dan Litecoin (LTC) mungkin mempunyai kes penggunaan yang kukuh, tetapi ia kekurangan keupayaan untuk menjana pulangan 1,000x. Zaman pertumbuhan eksponen pesat mereka telah berakhir, manakala OFFICIALMAGACOIN baru sahaja bermula.\n\n**KRIPTO 1000X SETERUSNYA – KLIK DI SINI UNTUK SERTAI SEKARANG!**\n\n**Bonus 50%—Satu Peluang Jarang untuk Pembeli Awal**\n\nTidak seperti mana-mana kripto utama yang lain, OFFICIALMAGACOIN menawarkan BONUS TAMBAHAN 50% dengan MAGA50X, memberikan kelebihan serta-merta kepada pengguna awal sebelum permintaan menyebabkan harga melonjak.\n\nTiada peluang kedua untuk pelaburan peringkat awal sebegini. Adakah anda akan merebut peluang ini atau melihat orang lain mendahului?\n\nLaman web: officialmagacoin.io/\nX/Twitter: https://x.com/officialMAGAx\nCatatan Bitcoin dan XRP’s Next Big Breakout? These 5 Solana-Linked Cryptos Could Be Ready to Moon! muncul pertama kali di ETHNews.",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/03/unnamed-2025-03-04T150140.578.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ee27cec93961496102eb",
            "timestamp": "2025-03-05 06:20:00",
            "status": "Posted"
        },
        {
            "title": "Juara Cardano: Memacu Penggunaan Blok Rantai Awam untuk Perusahaan & Kerajaan",
            "description": "Berbeza dengan rangkaian blok awam yang lain, Cardano menonjol kerana keupayaannya menawarkan keselamatan, ketelusan, dan kebolehpercayaan kepada perusahaan.  Terutamanya, Pub...",
            "content": "Cardano: Peneraju Penerimaan Blok Rantai Awam untuk Perusahaan & Kerajaan\n\nBerbeza dengan blok rantai awam yang lain, Cardano menonjol dalam keupayaannya menawarkan keselamatan, ketelusan, dan kebolehpercayaan kepada perusahaan.  Blok rantai awam, khususnya, mengurangkan penipuan, meningkatkan kepercayaan, dan memperkemas operasi merentas pelbagai industri.\n\nBlok rantai awam sedang mengubah cara perniagaan beroperasi, menawarkan asas yang selamat, telus, dan kalis manipulasi. Dengan memastikan integriti data, meminimumkan penipuan, dan membina kepercayaan, sistem terdesentralisasi ini terbukti sebagai pengubah permainan untuk industri seperti kewangan, penjagaan kesihatan, dan pengurusan rantaian bekalan.\n\nBlok rantai awam adalah buku akaun digital terdesentralisasi yang boleh diakses oleh sesiapa sahaja. Ia membenarkan peserta untuk melihat, mengesahkan, dan berinteraksi dengan blok rantai, membolehkan ketelusan dan kepercayaan di kalangan pengguna.  Transaksi pada blok rantai awam direkodkan dengan cara yang selamat dan kalis manipulasi, memastikan data kekal tidak berubah. Jenis blok rantai ini sering digunakan dalam mata wang kripto seperti Bitcoin dan Ethereum, di mana sesiapa sahaja boleh menyumbang dan mengambil bahagian dalam rangkaian tanpa memerlukan kebenaran.\n\nAmbil contoh Cardano. Ia terbuka, dan tiada siapa yang menyekat anda atau menyemak kelayakan anda. Tetapi, bukan semua rangkaian blok rantai adalah sama.\n\nApa yang benar-benar memikat tentang blok rantai yang sepenuhnya terbuka ialah demokrasi yang wujud di dalamnya. Sesiapa sahaja boleh mengambil bahagian.  Daripada mengesahkan transaksi dan membangunkan aplikasi inovatif kepada meningkatkan keselamatan rangkaian, individu memainkan peranan langsung dalam mengekalkan sistem teragih yang luas ini.  Kebolehcapaian ini memupuk ketelusan dan inklusiviti, memindahkan kawalan daripada entiti berpusat kepada model yang dipacu komuniti.\n\nBlok Rantai Awam vs. Blok Rantai Persendirian\n\nBlok rantai persendirian beroperasi dalam rangkaian tertutup, hanya boleh diakses oleh peserta yang diberi kebenaran. Persekitaran terkawal ini, yang diuruskan oleh satu entiti, memberikan keselamatan dan kecekapan yang lebih tinggi, menjadikannya sesuai untuk industri seperti perbankan dan pengurusan rantaian bekalan di mana kerahsiaan adalah sangat penting.\n\nSebaliknya, blok rantai awam adalah terbuka dan tanpa kebenaran, membenarkan sesiapa sahaja untuk mengambil bahagian. Struktur telus ini memupuk penglibatan komuniti dan sesuai untuk aplikasi seperti kewangan terdesentralisasi dan penyimpanan rekod awam.  Pilihan antara blok rantai persendirian dan awam bergantung kepada keseimbangan antara kawalan dan keterbukaan, bergantung kepada keperluan aplikasi tertentu.\n\nSesetengah model blok rantai mengambil pendekatan hibrid, mengintegrasikan elemen daripada kedua-dua sistem awam dan persendirian. Teknologi seperti bukti sifar-pengetahuan membenarkan organisasi untuk mengekalkan privasi sambil memastikan ketelusan dan kepercayaan, mencapai keseimbangan antara keselamatan dan keterbukaan.\n\nMengapa Cardano Menonjol\n\nBlok rantai awam Cardano menawarkan kelebihan unik untuk perusahaan:\n\n– Kos transaksi yang boleh diramal untuk belanjawan yang lebih baik. Dengan Cardano, tiada lagi bil kejutan.\n– Fungsi aset asli memudahkan pengurusan token.\n– Seni bina yang boleh diskala menyokong permintaan yang semakin meningkat.\n– Protokol keselamatan yang kukuh melindungi daripada ancaman siber.\n– Sokongan untuk pelbagai bahasa pengaturcaraan meningkatkan fleksibiliti.\n– Rekod telus memastikan pematuhan peraturan.\n\nMemilih Penyelesaian Blok Rantai yang Tepat\n\nBlok rantai awam seperti Cardano menyediakan keselamatan, ketelusan, dan kebolehcapaian, menjadikannya sesuai untuk perusahaan.  Ketahanan terhadap penapisan dan penipu mewujudkan kepercayaan dan inovasi. Cardano kini diniagakan pada 0.9245, meningkat 6.54% dalam 24 jam terakhir.",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/02/DALL%C2%B7E-2025-02-21-04.00.26-A-futuristic-digital-representation-of-Cardano-ADA-with-a-deflationary-theme.-The-image-features-the-Cardano-logo-glowing-in-a-high-tech-environment.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ececcec93961496102e5",
            "timestamp": "2025-03-05 06:15:00",
            "status": "Posted"
        },
        {
            "title": "Keseimbangan Polkadot, Penyimpanan Filecoin, atau Kuasa E-dagang Web3Bay—Manakah yang Menang?",
            "description": "Seiring peralihan tumpuan projek blockchain daripada spekulasi kepada aplikasi dunia sebenar, token utiliti semakin mendapat perhatian. Web3Bay, Filecoin, dan Polkad...",
            "content": "Projek blockchain semakin mengalihkan tumpuan daripada spekulasi kepada aplikasi dunia sebenar, dan token utiliti semakin mendapat perhatian. Web3Bay, Filecoin, dan Polkadot berada di tengah-tengah peralihan ini, tetapi hala tuju mereka berbeza. Filecoin bertujuan untuk mentakrif semula penyimpanan data, manakala Polkadot mencari kebolehskalaan melalui interoperabiliti. Sementara itu, Web3Bay menonjol dengan model pasaran terdesentralisasinya, menghapuskan orang tengah dan meningkatkan kecekapan transaksi.\n\nTidak seperti rakan-rakannya yang menghadapi halangan penggunaan, pendekatan tersusun Web3Bay—penyenaraian bursa, penguncian (staking), dan integrasi lintas rantaian—meletakkannya sebagai penyelesaian praktikal untuk e-dagang berasaskan blockchain. Dengan peningkatan minat terhadap token yang menawarkan kes penggunaan yang nyata, kemajuan Web3Bay boleh membentuk semula jangkaan untuk projek kripto yang dipacu utiliti.\n\nLaluan Web3Bay ke Penggunaaan Global: Apa Selepas Prajualan?\n\nPrajualan Web3Bay telah mendapat daya tarikan yang signifikan, mengumpul $1.6 juta dan menjual lebih daripada 390 juta token 3BAY. Kini projek ini berada di peringkat 5, dengan harga kelompok $0.00524, ia sedang bersiap sedia untuk fasa seterusnya—penyenaraian bursa, perkongsian, dan pengembangan ekosistem.\n\nSebagai permulaan, keutamaan pertama ialah mendapatkan penyenaraian di bursa terpusat dan terdesentralisasi utama. Dengan berbuat demikian, Web3Bay bertujuan untuk meningkatkan kecairan dan aksesibiliti, sekali gus menarik lebih ramai pelabur dan memudahkan penggunaan token 3BAY dalam dunia sebenar. Sementara itu, perbincangan dengan rakan kongsi strategik sedang dijalankan, yang memberi tumpuan kepada pengembangan jangkauan Web3Bay dalam e-dagang berasaskan blockchain.\n\nSebagai tambahan kepada integrasi bursa, Web3Bay membangunkan ciri-ciri yang meningkatkan utiliti token. Contohnya, mekanisme penguncian akan membolehkan pemegang memperoleh ganjaran pasif, manakala penyertaan tadbir memastikan komuniti memainkan peranan dalam membuat keputusan. Tambahan lagi, usaha untuk mendapatkan pedagang akan memacu penggunaan, mewujudkan pasaran di mana transaksi berlaku tanpa orang tengah, mengurangkan yuran, dan meningkatkan keselamatan.\n\nTambahan pula, pelan hala tuju Web3Bay termasuk meneroka keserasian lintas rantaian, membenarkan token 3BAY berfungsi merentas pelbagai rangkaian blockchain. Hasilnya, langkah ini boleh mengukuhkan kes penggunaannya di luar e-dagang, membuka peluang kepada integrasi DeFi dan pasaran NFT.\n\nDengan semua perkembangan ini, Web3Bay memberi tumpuan kepada kemampanan jangka panjang. Akhirnya, peralihan daripada pengumpulan dana kepada penggunaan penuh akan menentukan sama ada 3BAY boleh menubuhkan dirinya sebagai token utiliti yang berdaya maju. Oleh itu, pelabur dan pengguna akan memerhatikan dengan teliti apabila Web3Bay beralih daripada projek yang dipacu prajualan kepada pasaran terdesentralisasi yang beroperasi sepenuhnya.\n\nTinjauan Harga Filecoin: Potensi Pertumbuhan dan Cabaran Pasaran\n\nFilecoin (FIL) telah menyaksikan turun naik yang ketara sejak kemuncaknya pada $236.84 pada tahun 2021. Pada masa kini, unjuran menunjukkan pemulihan secara beransur-ansur, dengan anggaran 2025 mencapai $4.63 dan potensi tertinggi jangka panjang $14.65 menjelang 2028 dan $49.84 menjelang 2031.\n\nSatu faktor utama yang mempengaruhi pertumbuhan Filecoin ialah penggunaan penyelesaian penyimpanan terdesentralisasi. Apabila permintaan perusahaan meningkat untuk penyimpanan data berasaskan blockchain yang selamat, nilai FIL boleh meningkat. Di samping itu, perkongsian strategik dan peningkatan berterusan dalam ekosistem Filecoin boleh memacu minat selanjutnya.\n\nWalau bagaimanapun, cabaran masih ada. Pertama, persaingan daripada penyedia penyimpanan awan tradisional dan rangkaian blockchain pesaing boleh mengehadkan penggunaan. Untuk kekal relevan, Filecoin mesti terus mengembangkan utiliti. Pada masa yang sama, turun naik pasaran dan ketidakpastian pengawalseliaan menimbulkan risiko yang perlu dipertimbangkan oleh pelabur.\n\nWalaupun cabaran ini, unjuran jangka panjang menunjukkan optimisme. Walau bagaimanapun, pembangunan yang berterusan dan penggunaan yang lebih meluas akan menentukan sama ada Filecoin dapat mencapai sasaran harga ini. Oleh itu, pelabur harus menimbang trend pasaran dan faktor risiko sebelum membuat keputusan.\n\nUjian Semula Penting Polkadot: Bolehkah Bull Memecah Halangan $6?\n\nPolkadot (DOT) kini diniagakan sekitar $4.65, mencerminkan penurunan baru-baru ini kira-kira 8.94% sepanjang minggu lepas. Walau bagaimanapun, analisis teknikal mendedahkan corak menelan lembu jantan pada carta mingguan, yang mencadangkan momentum berpotensi yang memihak kepada pembeli. Khususnya, corak ini menunjukkan bahawa Polkadot mungkin meneruskan aliran menaiknya selepas tempoh pembetulan dan pergerakan sisi.\n\nKe hadapan, penganalisis pasaran telah menetapkan julat ramalan harga untuk Polkadot pada tahun 2025. Sebaliknya, ramalan optimis mencadangkan harga puncak $5.742 hingga $7.565, manakala senario bearish mencadangkan penurunan kepada $3.253.\n\nTambahan pula, paras retracement Fibonacci 50% yang kritikal pada $14.04 dikenal pasti sebagai titik penting untuk pergerakan menaik yang utama. Akibatnya, pelabur memantau perkembangan ini dengan teliti untuk menilai sama ada lembu jantan dapat memecah paras rintangan $6 dan mengekalkan aliran menaik dalam beberapa bulan akan datang.\n\nJalan ke Hadapan untuk Web3Bay, Filecoin, dan Polkadot\n\nMemandangkan projek blockchain menyempurnakan tawaran mereka, persaingan antara token utiliti semakin sengit. Kebergantungan Filecoin terhadap penyimpanan terdesentralisasi dan rangka kerja interoperabiliti Polkadot menyerlahkan potensi mereka, tetapi kedua-duanya menghadapi cabaran pasaran dan penggunaan.\n\nBagaimanapun, Web3Bay membentangkan model penggunaan langsung yang menangani ketidakupayaan dalam transaksi dalam talian, menjadikannya alternatif praktikal untuk perdagangan berasaskan blockchain. Pendekatannya yang tersusun terhadap penyenaraian bursa, penguncian, dan fungsi lintas rantaian menawarkan laluan yang jelas kepada penggunaan yang lebih meluas. Walaupun kejayaan jangka panjang bergantung pada pelaksanaan, tumpuan Web3Bay terhadap aplikasi dunia sebenar meletakkannya sebagai projek yang berpotensi untuk mentakrif semula jangkaan untuk token utiliti dalam ekosistem blockchain.\n\nSertai Prajualan Web3Bay Sekarang:\nPrajualan: https://web3bay.io/buy\nLaman Web: https://web3bay.io/\nTwitter: https://x.com/web3bayofficial\nInstagram: https://www.instagram.com/web3bayofficial/\n\nPenafian: Sebarang maklumat yang ditulis dalam siaran akhbar ini tidak membina nasihat pelaburan. Optimisus tidak, dan tidak akan menyokong sebarang maklumat mengenai mana-mana syarikat atau individu di halaman ini. Pembaca digalakkan untuk melakukan penyelidikan mereka sendiri dan berdasarkan sebarang tindakan berdasarkan penemuan mereka sendiri, bukan berdasarkan sebarang kandungan yang ditulis dalam siaran akhbar ini. Optimisus adalah dan tidak akan bertanggungjawab terhadap sebarang kerosakan atau kerugian yang disebabkan secara langsung atau tidak langsung oleh penggunaan sebarang kandungan, produk, atau perkhidmatan yang disebut dalam siaran akhbar ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/2315624d10d84a689eae8f2ce2be706a.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7eb68cec93961496102db",
            "timestamp": "2025-03-05 06:12:00",
            "status": "Posted"
        },
        {
            "title": "Abang penari breakdance Olimpik, Raygun, dituduh terlibat jenayah berkaitan kripto.",
            "description": "Abang kepada atlet Olimpik Australia, Raygun, didakwa oleh pengawal selia pasaran negara itu kerana didakwa mengendalikan hasil jenayah dan…",
            "content": "## Pengawal Sekuriti Kewangan Australia Dakwa Abang Penari Breakdance Olimpik\n\nPengawal sekuriti kewangan Australia telah mendakwa Brendan Gunn, abang kepada penari breakdance Olimpik Rachael Gunn, kerana didakwa mengendalikan wang yang disyaki hasil jenayah semasa mengendalikan syarikat penukaran fiat kepada kripto.\n\nDalam satu kenyataan pada 5 Mac, Suruhanjaya Sekuriti dan Pelaburan Australia (ASIC) menyatakan Gunn telah didakwa dengan satu pertuduhan mengendalikan wang yang boleh disyaki secara munasabah sebagai hasil jenayah.\n\n\"Didakwa bahawa Encik Gunn telah mengendalikan dua cek bank, yang mengandungi hasil daripada empat jumlah pelaburan berjumlah $181,000 yang dibuat oleh tiga pelabur mangsa yang mendepositkan dana untuk penukaran kepada mata wang kripto,\" kata ASIC dalam kenyataannya.\n\nRachael Gunn, lebih dikenali dengan nama pentasnya \"Raygun,\" menjadi viral kerana persembahan breakdance beliau semasa Olimpik 2024 — salah satunya menunjukkan beliau melompat seperti kanggaru. Beliau tersingkir daripada pertandingan, kalah dalam ketiga-tiga pertarungannya di temasya tersebut. Walau bagaimanapun, abangnya tetap memuji persembahan tersebut.\n\nDalam kenyataannya, ASIC menyatakan Brendan Gunn adalah pengarah di Mormarkets, sebuah syarikat yang menerima deposit untuk penukaran kepada kripto.\n\n\"Bagi pihak Mormarkets, Encik Gunn cuba membuka beberapa akaun bank secara berterusan untuk menerima dan memindahkan deposit, walaupun akaun bank ditutup berulang kali kerana kebimbangan tentang penipuan dan Encik Gunn telah dimaklumkan tentang kebimbangan ini,\" dakwa ASIC.\n\nGunn menghadapi mahkamah tempatan pada 4 Mac dan dijangka akan hadir semula pada 29 April. Jika disabitkan kesalahan, beliau berdepan hukuman penjara tiga tahun, denda $37,800, atau kedua-duanya.\n\nPengerusi ASIC, Joe Longo, berkata pengawal selia \"terus mengutamakan aktiviti pencegahan dan pengesanan penipuan\" dan akan mengambil tindakan jika diperlukan.\n\nMaklumat bagi peguam Gunn tidak tersedia dengan segera.\n\nIa berlaku ketika pengawal selia di negara itu telah menandakan rancangan untuk menukar fokus kepada industri kripto.\n\nPihak berkuasa pengubahan wang haram Australia, Pusat Laporan dan Analisis Transaksi Australia (AUSTRAC), baru-baru ini mengambil tindakan terhadap 13 penyedia perkhidmatan pengiriman wang dan bursa kripto pada Februari, dengan lebih 50 lagi masih disiasat berhubung isu pematuhan yang mungkin.\n\nKetua Pegawai Eksekutif AUSTRAC, Brendan Thomas, berkata pada Disember tahun lepas bahawa pengawal selia Pengubahan Wang Haram itu sedang menukar fokusnya kepada industri mata wang kripto pada tahun 2025 di tengah-tengah tindakan keras terhadap penyedia ATM kripto yang mungkin melanggar undang-undang Pengubahan Wang Haram.\n\nASIC juga mengeluarkan kertas perundingan mengenai panduan cadangan untuk kripto pada Disember, meletakkan banyak aset digital di bawah kategori produk kewangan dan memerlukan firma yang berurusan dengan kripto untuk dilesenkan.",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5MzkwMTktYWE2Yi03OWFjLWIxZjMtMzc0ZDQ0MmY5ZTdh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ebc0a7234412ab1e2ae6",
            "timestamp": "2025-03-05 06:12:00",
            "status": "Posted"
        },
        {
            "title": "BitMEX Kurangkan Potongan Margin Aset Pelbagai Sehingga 60% dan Tambah SOL sebagai Mata Wang Margin",
            "description": "BitMEX, bursa derivatif kripto asal, telah mengumumkan kemas kini utama untuk pengguna Margin Pelbagai Asetnya, termasuk pengurangan sebanyak 60% dalam potongan rambut…",
            "content": "BitMEX, bursa derivatif kripto OG, telah mengumumkan kemas kini utama untuk pengguna Margin Berbilang Asetnya, termasuk pengurangan sebanyak 60% dalam potongan rambut dan penambahan SOL (Solana) sebagai mata wang cagaran.  Penambahbaikan ini membolehkan pengguna BitMEX menikmati salah satu kadar potongan rambut terendah dalam industri kripto dan berdagang mana-mana kontrak derivatif di platform tersebut dengan SOL sebagai cagaran.\n\nBitMEX sebelum ini melancarkan ciri Margin Berbilang Asetnya pada Januari, untuk menawarkan pengguna kesederhanaan dan kecekapan modal yang lebih baik semasa berdagang kontrak derivatif. Dengan kemas kini terkini, BitMEX kini menyokong USDT, USDC, BTC, ETH, dan SOL sebagai cagaran, dengan salah satu kadar potongan rambut terendah yang tersedia di pasaran.\n\nTidak seperti keperluan yang ditetapkan di kebanyakan bursa, BitMEX memastikan pengalaman perdagangan yang lancar—pengguna boleh mendeposit mata wang pilihan mereka dan mula berdagang serta-merta tanpa perlu memindahkan dana antara dompet. Sistem Margin Berbilang Aset BitMEX secara automatik memperuntukkan dana pengguna untuk memenuhi keperluan margin kedudukan mereka dengan cara yang paling cekap.\n\nUntuk memulakan Margin Berbilang Aset, pengguna perlu menukar mod margin akaun mereka kepada ‘Margin Berbilang Aset’ pada borang pesanan halaman perdagangan. Untuk arahan lebih terperinci tentang cara mengaktifkan Margin Berbilang Aset di BitMEX, pengguna boleh melayari [masukkan pautan di sini].\n\nUntuk maklumat lanjut mengenai kemas kini baharu kepada ciri Margin Berbilang Aset di BitMEX, pengguna boleh melayari [masukkan pautan di sini].\n\n**Mengenai BitMEX**\n\nBitMEX ialah bursa derivatif kripto OG, menyediakan peniaga kripto profesional dengan platform yang memenuhi keperluan mereka melalui latensi rendah, kecairan asli kripto yang mendalam dan kebolehpercayaan yang tiada tandingannya.\n\nSejak penubuhannya, tiada mata wang kripto yang hilang akibat pencerobohan atau penggodaman, membolehkan pengguna BitMEX berdagang dengan selamat kerana mengetahui dana mereka selamat. Begitu juga mereka mempunyai akses kepada produk dan alat yang mereka perlukan untuk menjadi menguntungkan.\n\nBitMEX juga merupakan antara bursa pertama yang menerbitkan data Bukti Rizab dan Bukti Liabiliti atas rantaian mereka. Bursa ini terus menerbitkan data ini dua kali seminggu – membuktikan jaminan bahawa mereka menyimpan dan memisahkan dana yang diamanahkan kepada mereka dengan selamat.\n\nUntuk maklumat lanjut mengenai BitMEX, pengguna boleh melayari Blog BitMEX atau www.bitmex.com, dan mengikuti Telegram, Twitter, Discord, dan komuniti dalam taliannya. Untuk pertanyaan lanjut, pengguna boleh menghubungi press@bitmex.com.\n\n**Penafian:** Sebarang maklumat yang ditulis dalam siaran akhbar ini tidak membina nasihat pelaburan. Optimisus tidak, dan tidak akan menyokong sebarang maklumat mengenai mana-mana syarikat atau individu di halaman ini. Pembaca digalakkan untuk menjalankan penyelidikan sendiri dan berdasarkan sebarang tindakan ke atas penemuan mereka sendiri, bukan berdasarkan sebarang kandungan yang ditulis dalam siaran akhbar ini. Optimisus adalah dan tidak akan bertanggungjawab terhadap sebarang kerosakan atau kerugian yang disebabkan secara langsung atau tidak langsung oleh penggunaan sebarang kandungan, produk, atau perkhidmatan yang disebut dalam siaran akhbar ini.",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/0c91b71ea107413b8c708b1362343a3a.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7eb32a7234412ab1e2ae0",
            "timestamp": "2025-03-05 06:12:00",
            "status": "Posted"
        },
        {
            "title": "Khazana Amerika Kenakan Sekatan Ke Atas 49 Alamat Kripto Berkaitan Pengendali Rangkaian Gelap",
            "description": "Kerajaan Amerika Syarikat telah menambah beberapa alamat Bitcoin dan Monero (XMR) ke dalam senarai entiti yang dikenakan sekatan, menurut satu pengumuman rasmi...",
            "content": "Kerajaan Amerika Syarikat telah menambah beberapa alamat Bitcoin dan Monero (XMR) ke dalam senarai entiti yang dikenakan sekatan, menurut satu pengumuman rasmi.\n\nPada hari Selasa, Pejabat Kawalan Aset Asing (OFAC) Jabatan Perbendaharaan Amerika Syarikat telah mengenal pasti 49 alamat kripto yang dikaitkan dengan warga Iran, Behrouz Parsarad, yang dituduh mengendalikan pasaran gelap Nemesis.\n\nDaripada jumlah itu, 44 alamat Bitcoin dan lima alamat Monero telah ditanda. Monero, yang dikenali dengan ciri-ciri privasi, direka untuk menyembunyikan butiran transaksi dan identiti pengguna.\n\nParsarad menjadi sasaran operasi penguatkuasaan undang-undang antarabangsa pada tahun 2024. Sebelum ditutup, Nemesis dilaporkan mempunyai 30,000 pengguna aktif dan memudahkan hampir $30 juta jualan dadah haram selama tiga tahun.\n\n\"Parsarad memperkayakan dirinya daripada yuran yang dikenakan kepada pengguna Nemesis bagi setiap transaksi, mengaut keuntungan yang dianggarkan oleh OFAC berjumlah berjuta-juta dolar sepanjang kewujudan pasaran tersebut,\" kata OFAC. Agensi itu selanjutnya mendakwa bahawa, selain menyediakan platform untuk transaksi jenayah, Parsarad juga menguruskan wang kripto untuk pengedar dadah dan penjenayah siber yang beroperasi di Nemesis.\n\nPasaran itu menawarkan pelbagai perkhidmatan haram, termasuk narkotik, data peribadi yang dicuri, dokumen palsu, ransomware, dan alat jenayah siber seperti kit pancingan data dan perkhidmatan DDoS.\n\nSekatan ini dilaporkan dikaitkan dengan perintah eksekutif yang dikeluarkan oleh Presiden Donald Trump yang bertujuan untuk memerangi perdagangan fentanyl. Parsarad masih bebas dan didakwa telah \"membincangkan penubuhan pasaran gelap baharu\" dengan penjual terdahulu, menurut OFAC.\n\nJabatan Perbendaharaan telah mengambil tindakan terhadap beberapa platform gelap dalam beberapa tahun kebelakangan ini. Pada tahun 2022, penguatkuasaan undang-undang telah menutup Hydra Market dalam apa yang dianggap sebagai rampasan terbesar sejak Silk Road.\n\nPada bulan Januari, Trump telah memberi pengampunan kepada pengasas Silk Road, Ross Ulbricht, yang telah menjalani hukuman penjara lebih daripada satu dekad.\n\nSiaran ini, \"Perbendaharaan AS Kenakan Sekatan ke atas 49 Alamat Kripto yang Dihubungkan dengan Pengendali Pasaran Gelap,\" muncul pertama kali di UNLOCK Blockchain.",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/31792.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ebc1a7234412ab1e2ae8",
            "timestamp": "2025-03-05 06:11:00",
            "status": "Posted"
        },
        {
            "title": "Israel Dedah Reka Bentuk Awal Syiling Digital Sekel, Majukan Halatuju CBDC",
            "description": "Israel telah mengeluarkan reka bentuk awal untuk syiling digitalnya, yang memperincikan ciri-ciri dan pelaksanaan potensinya. Ini adalah sebahagian daripada satu usaha global…",
            "content": "Israel Memperkenalkan Reka Bentuk Awal Shekel Digital, Memajukan Pelan Jalan CBDC\n\nIsrael telah mengeluarkan reka bentuk awal untuk shekel digitalnya, menggariskan ciri-ciri dan pelaksanaan potensinya. Ini adalah sebahagian daripada trend global negara-negara yang meneroka CBDC.\n\nWalaupun pelancaran CBDC Israel masih belum jelas, langkah Israel selaras dengan trend global bank-bank pusat yang meneroka mata wang digital, berbeza dengan pengambilan rizab kripto negara oleh AS.  Beberapa hari selepas Amerika Syarikat melalui Trump mengesahkan BTC, ETH, SOL, XRP, ADA dalam Rizab Kripto Strategik, Israel meneruskan inisiatif mata wang digital bank pusatnya.\n\nYang penting, menandakan satu langkah besar ke arah mencapai impian ini, Bank of Israel telah mendedahkan draf reka bentuk untuk shekel digital (DS)nya.\n\nBank pusat Israel, Bank of Israel, mula menyatakan minat untuk mengeluarkan CBDC pada tahun 2017.  Sehingga tahun 2021, Israel meningkatkan penyelidikan ini.  Pada 3 Mac 2025, jawatankuasa stering Bank of Israel menerbitkan cadangan awal yang menggariskan ciri-ciri utama shekel digital.\n\nDokumen ini memberikan butiran tentang ekosistem yang dibayangkan, keupayaan berfungsi, rangka kerja pengawalseliaan dan infrastruktur teknikal yang diperlukan untuk pelaksanaan berpotensi CBDC.\n\nPada masa akhbar ini diterbitkan, Israel belum membuat sebarang garis masa pelancaran yang muktamad.  Israel adalah antara banyak negara yang menceburi bidang ini.  Adalah penting untuk ambil perhatian bahawa negara-negara berada pada tahap yang berbeza, bermula dari penyelidikan awal hingga program perintis dan juga pelancaran penuh.\n\nMenurut kenyataan rasmi;\n\nDS dijangka menawarkan pelbagai manfaat kepada semua segmen penduduk. Ia akan tersedia untuk seluruh orang ramai, termasuk kanak-kanak, warga asing, semua jenis perniagaan, institusi awam, dan entiti kewangan.\n\nBank of Israel membayangkan shekel digital itu akan memainkan dua peranan. Ini akan diwakili dengan memudahkan kedua-dua transaksi runcit untuk individu dan perniagaan dan transaksi borong untuk institusi kewangan.\n\nTidak seperti mata wang kripto tradisional, CBDC akan dikeluarkan dan dikawal secara berpusat, memastikan kestabilan dan pematuhan dengan dasar-dasar negara.\n\nMenariknya, untuk menyokong penggunaan secara besar-besaran, shekel digital akan membenarkan pengguna untuk menjalankan transaksi tanpa akses internet.\n\nDi samping itu, ia akan beroperasi bersama dengan sistem pembayaran sedia ada, membolehkan transaksi lancar antara pengguna DS dan mereka yang menggunakan penyelesaian pembayaran digital lain. Sektor swasta, termasuk Penyedia Perkhidmatan Pembayaran (PSP), akan bertanggungjawab untuk pendaftaran pelanggan dan perkhidmatan hadapan, memastikan pengalaman yang cekap dan mesra pengguna.\n\nPenggunaan CBDC Meningkat\n\nPada masa kini, 134 negara dan kesatuan mata wang sedang giat meneroka mata wang digital, mewakili 98% daripada KDNK global. Bilangan negara yang mempertimbangkan CBDC telah meningkat daripada hanya 35 pada Mei 2020, menyerlahkan konsensus yang semakin meningkat mengenai keperluan wang digital yang disokong oleh kerajaan.\n\nBeberapa negara, termasuk Bahamas, Jamaica, dan Nigeria, telah melancarkan CBDC yang beroperasi sepenuhnya, manakala ekonomi utama seperti China dan Kesatuan Eropah sedang memajukan inisiatif mata wang digital mereka sendiri.  Di samping itu, negara-negara BRICS, termasuk Brazil, Rusia, India, China, dan Afrika Selatan, sedang menguji CBDC mereka sendiri.\n\nYang penting, Bank Pusat Eropah (ECB) baru-baru ini memberikan kemas kini mengenai projek euro digitalnya, menandakan peningkatan momentum dalam ruang CBDC.",
            "image": "https://www.ethnews.com/wp-content/uploads/2024/09/cbdc-central-bank-digital-currency.6.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ebc0a7234412ab1e2ae4",
            "timestamp": "2025-03-05 06:11:00",
            "status": "Posted"
        },
        {
            "title": "Solana melonjak semula kepada $143 selepas kejatuhan 28% baru-baru ini: Adakah pemulihan ini mampan memandangkan FTX memindahkan deposit SOL ke Binance?",
            "description": "Solana telah kembali kepada harga $143 selepas kejatuhan 28% baru-baru ini, meningkat 4% dalam sehari tetapi mungkin menghadapi tekanan memandangkan FTX terus menyumbangkan SOL ke Bi...",
            "content": "Solana kembali melonjak ke $143 selepas kejatuhan 28% baru-baru ini, meningkat 4% dalam sehari terakhir tetapi mungkin menghadapi tekanan kerana FTX terus mendepositkan SOL ke Binance.\n\nKejatuhan itu berlaku selepas gelombang pengambilan untung, berikutan optimisme awal mengenai pengumuman Rizab Strategik Kripto AS Presiden Trump pada 2 Mac. Solana (SOL) melonjak ke $179, sebelum menjunam ke $130 apabila pasaran bertindak balas kepada pengesahan Trump bahawa tarif ke atas Kanada dan Mexico akan berkuat kuasa pada 4 Mac.\n\nWalaupun turun naik, sektor DEX Solana kekal kukuh. Menurut data DeFiLlama, Solana mencatat jumlah dagangan DEX tertinggi untuk bulan kelima berturut-turut, mencecah $109 bilion, iaitu 24% lebih tinggi daripada Ethereum (ETH). Walaupun pasaran dagangan memecoin telah reda, platform seperti Raydium (RAY), Meteora, dan Orca masih memacu jumlah dagangan yang besar.\n\nDari segi teknikal, EMA 9 hari bertindak sebagai rintangan, menunjukkan momentum menurun. Sokongan terletak pada $136, manakala paras rintangan utama adalah pada $150.05, $166.32, dan $179.01. Pada 39.65, sedikit di atas zon terlebih jual, indeks kekuatan relatif menunjukkan kemungkinan pemulihan seketika.\n\nWalaupun terdapat lonjakan dalam aktiviti perdagangan baru-baru ini, trend keseluruhan masih menurun. SOL mungkin cuba pulih ke arah $166 jika ia mengatasi paras $150. Walau bagaimanapun, ia mungkin jatuh lebih jauh jika sokongan semasa tidak dikekalkan.\n\nAnda mungkin juga menyukai: Solana kehilangan lebih $5 bilion dalam TVL sejak paras tertinggi sepanjang zaman, adakah SOL akan pulih?\n\nSementara itu, estet muflis FTX nampaknya sedang bersedia untuk melupuskan sejumlah besar SOL, menambahkan ketidakpastian kepada pasaran. Menurut transaksi terkini yang ditandai oleh firma analisis on-chain Lookonchain pada 4 Mac, satu alamat yang berkaitan dengan FTX telah mengeluarkan 3.03 juta SOL ($431.3 juta), memindahkan 24,799 SOL ($3.38 juta) ke Binance.\n\nPada 5 Mac, 58,964 SOL ($8.52 juta) lagi telah didepositkan. Dengan tekanan jualan berterusan daripada FTX dan turun naik pasaran yang lebih luas, pedagang sedang memerhatikan dengan teliti untuk melihat sama ada pemulihan Solana dapat dikekalkan.\n\nBaca lebih lanjut: Ketua penyelidikan VanEck memberi amaran peningkatan Solana boleh mengurangkan pendapatan pengesah",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-Solanas-DEX-transactions-belong-to-Pump.fun-option01.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ebc0a7234412ab1e2ae2",
            "timestamp": "2025-03-05 06:10:00",
            "status": "Posted"
        },
        {
            "title": "Harga Kripto Hari Ini, 5 Mac: Harga Pi Network, Sidang Kemuncak Kripto Rumah Putih 2025, Berita Bitcoin & XRP",
            "description": "5 Mac 2025, 05:30:33 UTC Trump Berikrar Tancapkan Bendera di Marikh Presiden Donald Trump, semasa ucapan sulung kedua beliau, mengumumkan bahawa Amerika Syarikat akan...",
            "content": "5 Mac 2025, 05:30:33 UTC\n\n**Bilakah Sidang Kemuncak Kripto Rumah Putih?**\n\nPresiden Trump dijangka menjadi tuan rumah Sidang Kemuncak Kripto Rumah Putih yang pertama pada 7 Mac 2025.  Acara ini akan mengumpulkan pemimpin industri, pembuat dasar, dan inovator untuk membincangkan peraturan mata wang kripto dan menggalakkan inovasi teknologi rantaian blok. Sidang kemuncak ini bertujuan untuk mewujudkan rangka kerja yang seimbang yang menggalakkan pertumbuhan sambil menangani risiko berpotensi dalam sektor kripto. Sidang kemuncak ini berpotensi untuk membentuk dasar masa depan dan mengangkat Amerika Syarikat sebagai pemain utama dalam pengurusan aset digital dan seterusnya.",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/12/20153422/Crypto-News-Today-Dec-20-2024-Bitcoin-Falls-to-96k-as-Market-Stumbles.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ea94cec93961496102d0",
            "timestamp": "2025-03-05 06:08:00",
            "status": "Posted"
        },
        {
            "title": "Ohanian Sasar Perolehan TikTok Menggunakan Teknologi Rantaian Blok",
            "description": "Alexis Ohanian, pengasas bersama Reddit, sedang mengambil langkah untuk membeli TikTok dan membayangkan semula platform tersebut melalui teknologi blockchain.  Kerjasama dengan bas...",
            "content": "Alexis Ohanian, pengasas bersama Reddit, mengambil langkah untuk membeli TikTok dan membayangkan semula platform tersebut melalui teknologi blockchain.  Bersama usahawan Frank McCourt, Ohanian menyertai inisiatif yang dikenali sebagai “Projek Liberty,” yang menumpukan pada pengambilalihan operasi TikTok di Amerika Syarikat. Matlamatnya adalah untuk mewujudkan platform terdesentralisasi yang memperkasa pengguna untuk mengawal data mereka sendiri melalui sistem blockchain.\n\nApakah Visi Projek Liberty untuk TikTok?\n\nOhanian dan McCourt antara pesaing yang berusaha untuk mengambil alih aset TikTok di AS. Langkah ini dilakukan berikutan kebimbangan kerajaan AS mengenai implikasi keselamatan negara berkaitan hubungan TikTok dengan syarikat induknya di China, ByteDance, yang mendorong permintaan untuk penjualan atau penutupan platform tersebut.\n\nBagaimana TikTok Akan Mengintegrasikan Teknologi Blockchain?\n\n“Projek Liberty” McCourt membayangkan TikTok yang beroperasi pada rangka kerja blockchain, membolehkan pengguna memiliki data mereka sendiri dan memberi pencipta kandungan autonomi sepenuhnya ke atas penonton mereka. Rangka kerja ini akan menggunakan blockchain Frequency, yang direka khas untuk media sosial, untuk memudahkan interaksi berjumlah tinggi di kalangan pengguna.\n\nOhanian mempunyai sejarah mengaitkan blockchain dengan media sosial.  Terutamanya, Reddit memperkenalkan sistem “Mata Komuniti” berasaskan Ethereum, memberi ganjaran kepada pengguna yang aktif. Selain itu, Reddit telah melancarkan avatar NFT pada blockchain Polygon dan menyimpan aset dalam mata wang kripto seperti ETH dan BTC. Firma modal teroka Ohanian, Seven Seven Six, juga banyak melabur dalam pelbagai projek mata wang kripto.\n\nOhanian dan McCourt bertujuan untuk mendekentralisasikan TikTok.\n\nPengambilalihan ini didorong oleh kebimbangan keselamatan negara.\n\nBlockchain Frequency akan menyokong model TikTok yang baharu.\n\nUsaha terdahulu Ohanian termasuk integrasi blockchain dengan Reddit.\n\nInisiatif ini boleh menandakan hala tuju baharu dalam pengurusan media sosial, menekankan kedaulatan pengguna dan keselamatan data. Jika berjaya, ia mungkin mengubah landskap bagaimana platform beroperasi dan berhubung dengan penonton mereka.\n\nTeruskan Membaca: Ohanian Sasar Ambil Alih TikTok Dengan Blockchain",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/03/blockchain-082.jpg",
            "url": "https://en.bitcoinhaber.net/ohanian-aims-to-acquire-tiktok-with-blockchain",
            "timestamp": "2025-03-05 06:08:00",
            "status": "Posted"
        },
        {
            "title": "Alexis Ohanian Bertindak untuk Mengambil Alih TikTok dan Membina Semulanya dengan Teknologi Blockchain",
            "description": "Ohanian menyasarkan untuk memperoleh TikTok dan menggunakan teknologi blockchain. Projek Liberty bertujuan untuk mendekusentralisasikan TikTok dan meningkatkan kawalan data pengguna.  Bersambung...",
            "content": "Pengasas bersama platform media sosial terkenal Reddit, Alexis Ohanian, telah memulakan langkah untuk memperoleh TikTok dan menyusun semula platform tersebut menggunakan teknologi blockchain. Ohanian mengumumkan penyertaannya dalam “Projek Liberty” usahawan Frank McCourt yang bertujuan untuk membeli operasi TikTok di Amerika Syarikat.  Rancangan McCourt bertujuan untuk mengubah TikTok menjadi platform media sosial yang terdesentralisasi, memastikan pengguna mempunyai kawalan ke atas data mereka melalui sistem berasaskan blockchain.\n\n**Integrasi Blockchain yang Dirancang untuk TikTok dan Projek Liberty**\n\nOhanian dan McCourt telah menyertai senarai penender untuk operasi TikTok di Amerika Syarikat. Kerajaan Amerika Syarikat mendakwa pemilikan TikTok oleh syarikat berpangkalan di China, ByteDance, menimbulkan ancaman keselamatan negara, dan menuntut sama ada penjualan atau penutupan platform tersebut.\n\n“Projek Liberty” McCourt bertujuan untuk menukarkan TikTok kepada platform media sosial berasaskan blockchain. Ohanian menyokong proses ini untuk membolehkan pengguna memiliki data mereka sendiri dan membenarkan pencipta kandungan mengawal sepenuhnya penonton mereka.\n\n**Usaha Terdahulu Ohanian dalam Kripto**\n\nSekiranya pengambilalihan berlaku, TikTok akan menggunakan infrastruktur blockchain Frequency yang dibangunkan oleh Projek Liberty. Frequency ditakrifkan sebagai rangkaian blockchain yang dioptimumkan untuk interaksi media sosial berjumlah tinggi dan mempunyai mekanisme konsensus unik untuk memastikan keserasian antara aplikasi media sosial yang berbeza.\n\nOhanian terkenal dengan usaha-usaha beliau untuk mengintegrasikan teknologi blockchain dengan media sosial. Pada tahun 2020, Reddit melancarkan sistem “Community Points” berdasarkan blockchain Ethereum, memberi ganjaran kepada pengguna aktif dalam subreddit tertentu. Token ini pada awalnya dilancarkan di rangkaian ujian Rinkeby Ethereum dan kemudian dipindahkan ke rangkaian Lapisan 2 Arbitrum Nova.\n\nTambahan pula, Reddit telah menawarkan avatar NFT koleksi di blockchain Polygon dan mendedahkan bahawa ia memegang duit syiling ETH, BTC, dan MATIC dalam kunci kira-kiranya. Firma modal teroka Ohanian, Seven Seven Six, juga telah melabur dalam pelbagai projek kripto. Beliau sebelum ini pernah mempertimbangkan untuk bekerjasama dengan blockchain Solana untuk mewujudkan rangkaian media sosial terdesentralisasi.\n\nSiaran Alexis Ohanian Mengambil Tindakan untuk Memperoleh TikTok dan Membina Semula dengan Blockchain muncul pertama di COINTURK NEWS.",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/03/blockchain-news-010.jpg",
            "url": "https://en.coin-turk.com/alexis-ohanian-takes-action-to-acquire-tiktok-and-reconstruct-it-with-blockchain/",
            "timestamp": "2025-03-05 06:05:00",
            "status": "Posted"
        },
        {
            "title": "Ethena Labs (USDe) Mencabar Circle dan Tether Ketika Persaingan Stablecoin Menjadi Sengit",
            "description": "Ethena Labs’ USDe terus berusaha untuk meletakkan dirinya sebagai alternatif logik kepada USDC dan USDT ketika persaingan stablecoin semakin sengit.  Yang...",
            "content": "## Ethena Labs’ USDe: Pencabar Baharu dalam Arena Stablecoin\n\nUSDe daripada Ethena Labs terus mengukuhkan kedudukannya sebagai alternatif kepada USDC dan USDT,  sedangkan persaingan stablecoin semakin sengit.  Langkah progresif terbaru Ethena Labs melibatkan Bybit, salah satu bursa kripto terbesar sekarang.\n\nMenurut ciapan daripada Bybit, pengguna bursa tersebut kini boleh mencipta, menebus, dan memperoleh pulangan daripada USDe menerusi Bybit On-chain earn, satu kempen yang sedang dijalankan. Ethena Labs turut berkongsi ciapan bagi meraikan perkongsian ini, menjelaskan bahawa perkembangan baharu ini membolehkan pengguna Bybit mencipta dan menebus USDe secara asli tanpa meninggalkan platform tersebut.\n\nBybit merupakan rakan kongsi dalam pengedaran USDe daripada Ethena Labs.  Menurut ciapan daripada Ethena Labs mengenai perkongsian baharu dengan Bybit, terdapat lebih daripada $3.5 bilion nilai USDT & USDC di Bybit, dan fungsi ini akan membantu pengguna semua saiz untuk bertukar antara USDe dan stablecoin lain dengan kos tetap. Ini dijangka dapat menyokong kecairan yang lebih mendalam di bursa tersebut.\n\nMenurut Ethena Labs, \"ciri ini melengkapi keupayaan pemegang USDe Bybit untuk memperoleh ganjaran dengan memegang USDe serta menggunakannya sebagai cagaran margin derivatif.\" Ciapan tersebut diakhiri dengan Ethena Labs menyerlahkan komitmen mereka dan Bybit dalam mencipta pengalaman pengguna yang inovatif dan meningkatkan kecekapan modal pengguna.\n\nDengan integrasi Bybit, USDe memperoleh pangkalan pengguna yang lebih besar, menjadikannya pesaing yang lebih kuat dalam perlumbaan stablecoin, yang semakin serius apabila industri kripto semakin hampir dengan penerimaan meluas.\n\nSelain perkongsian dengan Bybit, USDe daripada Ethena turut menikmati populariti baru-baru ini dalam industri ini kerana beberapa entiti lain dilihat optimis terhadapnya. Bulan lepas, bursa kripto MEXC melabur dalam Ethena sebagai sebahagian daripada usaha yang lebih luas untuk mempromosikan pembangunan dan penerimaan stablecoin. MEXC membuat pengumuman pada 26 Februari, mendakwa ia memperuntukkan $20 juta kepada dolar AS sintetik Ethena, USDe, dan $16 juta kepada pembangun Ethena Labs.  Seperti Bybit, bursa itu juga melancarkan kolam ganjaran $1 juta untuk menggalakkan penyertaan dalam perdagangan dan pegangan USDe.  Tidak sukar untuk melihat mengapa MEXC membuat komitmen yang begitu besar.\n\nKetua Pegawai Operasi bursa itu, Tracy Jin, percaya stablecoin memainkan \"peranan penting\" dalam mempromosikan penggunaan dan penerimaan kripto. USDe mempunyai bekalan yang beredar hampir $5.4 bilion, menjadikannya stablecoin ketiga terbesar dari segi kapitalisasi pasaran.\n\nPelaburan MEXC menyusuli laporan Ethena menutup pusingan pembiayaan $100 juta yang disokong oleh pelabur utama, termasuk Franklin Templeton yang terkenal. Menurut laporan Bloomberg, pengumpulan dana tersebut dibiayai melalui penjualan persendirian token tadbir urus Ethena, ENA, dan dana tersebut akan digunakan untuk membina rantaian blok dan token untuk industri kewangan tradisional.\n\nMenurut pengasas Ethena Labs, Guy Young dalam catatan blog pada Januari, Ethena mempunyai rancangan untuk menggunakan iUSDe, token dengan tujuan tunggal untuk mengawal selia institusi kewangan. Token ini berbeza daripada USDe kerana ia direka untuk \"mengeksport\" faedah USDe kepada institusi kewangan tradisional.  Ringkasnya, tujuannya adalah untuk menghubungkan pulangan kripto dengan pasaran kewangan yang dikawal selia.\n\niUSDe berkongsi mekanisme kestabilan delta-neutral yang sama seperti USDe, yang bermaksud ia mengekalkan pegangannya dengan menjamin stablecoin dan mengambil posisi niaga hadapan dengan minat terbuka yang besar. Walau bagaimanapun, ia juga termasuk \"sekatan pemindahan\" untuk mematuhi keperluan pengawalseliaan TradFi. Ia pada asasnya merupakan versi balutan sUSDe yang dicipta khusus untuk kegunaan institusi. Jadi, sementara USDe tersedia untuk pengguna biasa, iUSDe akan dihadkan kepada pemain institusi yang diluluskan melalui perkongsian dengan saluran pengedaran TradFi.\n\nBagi pulangan, ia akan menawarkan pulangan yang serupa dengan sUSDe, iaitu sekitar 10-20%. Walau bagaimanapun, ia dipromosikan sebagai \"token simpanan\" untuk institusi untuk diakses tanpa pendedahan rantaian blok secara langsung.\n\nEthena Labs berada dalam persaingan stablecoin. USDe daripada Ethena Labs menonjol daripada stablecoin lain, seperti USDT daripada Tether dan USDC daripada Circle kerana ia menggunakan strategi lindung nilai yang dijamin oleh mata wang kripto. Pemegang USDe juga ditawarkan pulangan 9% oleh Ethena Labs.\n\nSesetengah pakar melihat USDe sebagai tempat perlindungan yang berpotensi semasa tempoh ketidaktentuan yang besar dalam pasaran kripto yang lebih luas. Salah seorang daripada mereka ialah Arthur Hayes, ketua pegawai pelaburan Maelstrom. Malah, Hayes sangat menyukainya sehingga dia telah mendedahkan bahawa dana aset digitalnya telah meningkatkan pendedahannya kepada USDe \"kepada tahap rekod.\" USDe sudah popular, tetapi sekarang stablecoin yang memberikan pulangan nampaknya semakin mendapat tempat, ia dijangka menjadi lebih menarik.\n\nPada Februari lalu, Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) meluluskan sekuriti stablecoin yang memberikan pulangan pertama negara itu daripada Figure Markets. Stablecoin YLDS yang akan datang akan membenarkan pengguna memperoleh pembayaran faedah ke atas pegangan mereka dan pakar berpendapat ia menandakan niat pengawal selia untuk menampung pasaran stablecoin yang pesat berkembang.\n\nMenurut Ketua Pegawai Eksekutif Figure Markets, Mike Cagney, permohonan itu telah dikemukakan kepada SEC lebih daripada setahun yang lalu. Walau bagaimanapun, ia kemungkinan besar tidak diambil serius oleh pentadbiran SEC terdahulu kerana ia menghapuskan keperluan untuk kewangan tradisional.\n\n\"Jika saya boleh memegang stablecoin ini, jika saya boleh menyimpannya sendiri, jika ia membayar saya faedah, dan saya sebenarnya boleh menggunakannya untuk urus niaga, apa yang saya perlukan bank untuk?\" kata Cagney.\n\nCryptopolitan Academy: Akan Datang - Cara Baharu untuk Memperoleh Pendapatan Pasif dengan DeFi pada 2025. Ketahui Lebih Lanjut.",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/03/Ethena-circle-tether.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c7ebc0cec93961496102de",
            "timestamp": "2025-03-05 06:04:00",
            "status": "Posted"
        },
        {
            "title": "Ethena ($ENA) Bersedia Membuka Kunci Token Utama Hari Ini – Menguji Sokongan Utama",
            "description": "Tarikh: Rabu, 5 Mac 2025 | 10:45 pagi GMT Pasaran mata wang kripto menunjukkan tanda-tanda pemulihan hari ini selepas mengalami salah satu daripada kejatuhan harga yang paling mendadak…",
            "content": "**Tarikh: Rabu, 5 Mac 2025 | 10:45 pagi GMT**\n\nPasaran mata wang kripto menunjukkan tanda-tanda pemulihan hari ini selepas mengalami salah satu jualan terburuk minggu ini. Pemangkin utama di sebalik perubahan ini ialah kenyataan daripada Setiausaha Perdagangan AS, yang memberi bayangan bahawa bekas Presiden Donald Trump mungkin akan menarik balik tarif ke atas Kanada dan Mexico hari ini.\n\nBerikutan perkembangan ini, Ethena (ENA) juga kembali ke zon hijau, mencatatkan keuntungan yang ketara menjelang acara pengaktifan token utama.\n\n**Sumber: Coinmarketcap**\n\nWalau bagaimanapun, meskipun kelegaan jangka pendek ini, token tersebut telah mengalami pembetulan sebanyak 69% dalam tempoh 60 hari yang lalu, yang menjejaskan keyakinan pelabur dengan teruk.\n\n**Bersedia Mengaktifkan 39% Bekalan Yang Beredar**\n\nSalah satu sebab utama penurunan ENA baru-baru ini adalah jangkaan acara pengaktifan token utama hari ini. Menurut data daripada Tokenomics, Ethena membuat pengaktifan dalaman pertamanya, yang akan melepaskan 2.07 bilion token ENA—bersamaan dengan 39% daripada bekalan yang beredar—bernilai lebih daripada $764 juta.\n\n**Sumber: Tokenomics**\n\nBerikut adalah struktur pengagihan pengaktifan:\n\nPenyumbang Utama: 1.13 bilion ENA (~$471 juta)\nPelabur: 937.5 juta ENA (~$392 juta)\nPembangunan Ekosistem: 7.93 juta ENA (~$3.32 juta)\n\nKemasukan token yang tidak terkunci ini menimbulkan kebimbangan tentang potensi tekanan jualan, yang boleh memberi impak lanjut kepada kestabilan harga jika pemegang besar memilih untuk menjual pegangan mereka.\n\n**Menguji Sokongan Utama**\n\nDari perspektif teknikal, Ethena (ENA) telah berada dalam trend menurun sejak awal tahun 2025 selepas menghadapi penolakan pada paras tertinggi Disember iaitu $1.31. Momentum menurun kini telah menolak ENA kepada harga semasa $0.36, di mana ia sedang menguji zon sokongan penting antara $0.31 dan $0.40 (ditonjolkan dalam merah pada carta).\n\nCarta Mingguan Ethena (ENA)/Coinsprobe (Sumber: Tradingview)\n\nJika ENA berjaya mengekalkan sokongan ini, potensi pantulan boleh membawa kepada perhimpunan pemulihan, terutamanya jika ia menawan semula purata bergerak mudah (SMA) 25.  Pecahan yang disahkan di atas paras ini boleh mendorong pembalikan trend, menolak harga ke arah $0.80 dan seterusnya.\n\nSebaliknya, jika ENA gagal mengekalkan sokongan utama ini, sasaran penurunan utama seterusnya akan berada di sekitar $0.23, yang menandakan julat bawah struktur perdagangan sebelumnya (ditonjolkan dalam kelabu).\n\n**Langkah Seterusnya?**\n\nDengan 39% daripada bekalan ENA diaktifkan hari ini, pelabur perlu bersedia untuk peningkatan turun naik. Jika permintaan menyerap tekanan jualan, ENA boleh stabil dan memulakan proses pemulihan. Walau bagaimanapun, kegagalan untuk mengekalkan zon sokongan utama $0.31–$0.40 boleh mencetuskan penurunan lagi.\n\nSemua mata kini tertumpu kepada bagaimana ENA bertindak balas kepada paras kritikal ini dan sama ada pemulihan pasaran yang lebih luas boleh memberikan sokongan tambahan.\n\n**Penafian:** Artikel ini adalah untuk tujuan maklumat sahaja dan tidak boleh dianggap sebagai nasihat kewangan. Sentiasa lakukan kajian anda sendiri sebelum melabur dalam mata wang kripto.\n\n**Baca Juga: Pengasas Bersama SUI Memberi Petunjuk Utama – Adakah Pemulihan Akan Datang Dari Zon Permintaan Ini?**",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/17716975c0834fd7bc0dbb3560d1cb8f.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7e915a7234412ab1e2acd",
            "timestamp": "2025-03-05 06:03:00",
            "status": "Posted"
        },
        {
            "title": "Manipulasi Pasaran Kripto! 4 Altcoin Dengan Kemunculan Semula Yang Kuat",
            "description": "Apakah yang sedang berlaku? Ahad lalu, Trump mengumumkan hasratnya untuk mewujudkan Rizab Kripto Strategik. Harga kripto altcoin yang disebut melonjak naik. Sebelum...",
            "content": "## Manipulasi Pasaran Kripto! 4 Altcoin dengan Kemungkinan Kembalian Kuat\n\nApakah yang sedang berlaku? Ahad lalu, Trump mengumumkan hasratnya untuk mewujudkan Rizab Kripto Strategik. Harga kripto altcoin yang disebut melonjak naik. Sebelum itu, akaun dalaman telah membeli altcoin yang disebut Trump pada hari Sabtu. Semalam, beberapa akaun dalaman mula menjual pendek BTC.  Dalam pada itu, Trump menghentikan bantuan ketenteraan ke Ukraine semalam. Akibatnya, Bitcoin mula jatuh. Pada masa kini, pasaran kripto berada dalam keadaan lebih teruk berbanding sebelum kenaikan harga semalam.\n\nRamai yang bercakap tentang skim pam dan dump klasik.  Dengan kata lain, manipulasi pasaran. Kini tarif juga berkuat kuasa. Pasaran saham kehilangan $1.77 trilion dalam 24 jam. Jadi, empat altcoin manakah yang paling berpotensi untuk mengharungi kemelut ini?\n\n**7 Mac, Rumah Putih Menganjurkan Sidang Kemuncak Kripto Pertama Sepanjang Zaman**\n\nPada 7 Mac, Rumah Putih akan menganjurkan sidang kemuncak kripto pertama sepanjang zaman.  Antara yang hadir termasuk pengasas, CEO, dan pelabur kripto.  David Sacks, yang juga digelar sebagai 'czar kripto', akan menjadi hos sidang kemuncak tersebut. Beliau juga merupakan pengerusi Kumpulan Kerja Aset Digital.  Ahli-ahli kumpulan kerja ini juga akan hadir.\n\nSemasa atau selepas sidang kemuncak ini, kita boleh menjangkakan lebih banyak berita tentang hala tuju kripto di AS.  Ada perbincangan tentang pengecualian cukai ke atas kripto AS jika disimpan lebih daripada setahun.  Banyak lagi berita positif lain yang mungkin akan keluar daripada sidang kemuncak itu.  Ini boleh memberikan rangsangan baru kepada pasaran kripto.  Kita juga mungkin akan mengetahui sama ada rizab itu akan merangkumi altcoin atau hanya Bitcoin sahaja.\n\n**Ripple ($XRP)**\n\nJadi, apabila mencari altcoin yang boleh bertahan dalam pasaran ini, Ripple ($XRP) adalah calon utama. Ia juga berada di kedudukan terbaik untuk menjadi sebahagian daripada Rizab Kripto Strategik, seperti yang disebut Presiden Trump dalam catatan awalnya.\n\nWalau bagaimanapun, sama ada Rizab Kripto Strategik itu akan wujud atau tidak masih belum diketahui. Saya masih berpendapat bahawa Rizab Bitcoin Strategik adalah lebih berkemungkinan. Ia juga lebih masuk akal.  Laluan SBR juga nampaknya mendapat banyak sokongan. Antaranya, Brian Armstrong, CEO Coinbase, menyokongnya.\n\nSebaliknya, tidak hairanlah Brad Garlinghouse menyokong SCR. Beliau ialah CEO Ripple.  Beliau telah melobi secara giat untuk Rizab Kripto Strategik sedemikian. Sudah tentu, menurut beliau, $XRP patut menjadi sebahagian daripada SCR tersebut.\n\nRipple dan $XRP juga mempunyai banyak perkara lain yang menyokongnya. Seperti berakhirnya saman SEC yang lama. Garlinghouse juga akan berada di Sidang Kemuncak Kripto Rumah Putih pada 7 Mac.\n\nStablecoin $RLUSD mereka juga perlahan-lahan mendapat tempat. Jadi, dalam banyak cara, $XRP pasti akan terus menjadi tumpuan. Harga $XRP semasa iaitu $2.34 masih kukuh.\n\n**Cardano ($ADA)**\n\nSeterusnya dalam senarai altcoin ini ialah Cardano dan $ADA. Ia menunjukkan prestasi terbaik semalam, semasa kenaikan harga. $ADA meningkat lebih daripada 60%. Ia meningkat daripada 64 sen kepada $1.14. Hari ini ia kembali kepada 81 sen. Salah satu daripada beberapa duit syiling yang berada dalam keadaan lebih baik selepas penurunan harga berbanding sebelum kenaikan harga. Kebanyakan duit syiling kehilangan semua keuntungan mereka dan sedikit lagi.\n\nCharles Hoskinson, juga nampaknya mempunyai hubungan baik dengan Rumah Putih. Beliau ialah CEO Cardano. Tonton video Cardano kami semalam. Saya telah membincangkan mengapa $ADA mungkin mencecah $10. Semua duit syiling yang disebut hari ini mungkin akan melonjak naik jika ia menjadi sebahagian daripada Rizab Kripto Strategik.\n\nSeperti Ripple, Cardano juga mempunyai banyak perkara lain yang sedang berlaku. Ia mempunyai asas yang kukuh dengan pasukan yang kuat untuk menyokongnya. Contohnya, baru-baru ini, Cardano menjadi rangkaian yang paling terdesentralisasi apabila ia menambah tadbir urus.\n\nKini ia juga menambah privasi dengan pelancaran Midnight. Ini akan berjalan seiring dengan pemberian udara besar-besaran. Akibatnya, token Midnight boleh menjadi duit syiling ekosistem terbesar.\n\nJika anda ingin membeli salah satu duit syiling hari ini, tidak perlu mencari lagi. BYDFi adalah salah satu tempat yang paling mudah untuk mencari duit syiling ini. Anda boleh berdagang pasaran spot tanpa KYC. Cuba BYDFi hari ini dan dapatkan beberapa bonus untuk membuka akaun.\n\n**Sui Network ($SUI)**\n\nSui Network ($SUI) adalah satu lagi token yang layak berada dalam senarai hari ini. Lihat video Ekosistem Sui Teratas saya daripada beberapa hari lalu. Inilah pautannya. Sui berjaya kekal di halaman hadapan sejak September tahun lalu. Seperti kebanyakan altcoin, tindakan harganya tidak begitu hebat, tetapi bukan kerana kesalahannya sendiri.\n\nSemasa kenaikan harga baru-baru ini, ia kembali dengan kuat, seperti biasa. Walau bagaimanapun, hari ini ia turun lebih banyak daripada sebelum kenaikan harga. Harga $SUI semasa ialah $2.40.  Itu adalah titik kemasukan yang bagus. $SUI juga merupakan duit syiling buatan AS, jadi siapa tahu, jika ada Rizab Kripto Strategik, jangan terkejut jika $SUI menjadi sebahagian daripadanya.\n\nSeperti yang anda ketahui, Walrus juga akan dilancarkan tidak lama lagi. Ini adalah platform penyimpanan Sui. Dengan Walrus bersama-sama, Sui bakal melancarkan aplikasi mesyuarat video yang akan mengubah landskap.\n\nSui juga memberi penekanan kepada bahagian permainan. Dipimpin oleh SuiPLay0X1 yang unik. Ini adalah peranti permainan Web3 mudah alih pertama.  Perhatikan bahagian permainan Sui. Ada banyak lagi perkara yang sedang dirancang. Permainan dan platform yang menarik akan datang.\n\n**Ondo Finance ($ONDO)**\n\nDan dengan Ondo Finance ($ONDO), kita berada dalam salah satu sektor kripto yang paling hangat, RWA. Platform DeFi Trump, World Liberty Financial (WLFI) telah membeli $470,000 bernilai $ONDO. WLFI tidak membeli banyak token yang berbeza, tetapi $ONDO adalah salah satunya. Semasa Sidang Kemuncak Ondo pada awal bulan lepas, Donald Trump Jr. adalah penceramah.\n\nHari ini, Ondo Finance telah memecahkan halangan $1 bilion dalam TVL. Ia baru-baru ini menunjukkan prestasi yang cemerlang. Tambahan pula, Patrick McHenry menyertai Ondo Finance sebagai Naib Pengerusi lembaga penasihat. Beliau adalah bekas Pengerusi Jawatankuasa Perkhidmatan Kewangan Dewan. Beliau juga merupakan arkitek utama dasar kewangan AS. Itu adalah langkah besar untuk Ondo.\n\nOndo Finance juga menarik minat daripada pemain institusi utama. Contohnya, Ondo Finance mengambil bahagian dalam dana Buidl BlackRock. Itu adalah sebesar yang anda boleh dapatkan dengan institusi. Ondo juga baru-baru ini bekerjasama dengan Mastercard.\n\nOndo Finance bekerjasama dengan Dana Seksyen Kerajaan AS Jangka Pendek, seperti $OUSG dan $USDY. Walau bagaimanapun, Ondo juga menawarkan akses runcit kepada perkhidmatannya. Anda juga boleh menemui Ondo dalam ekosistem Sui, dengan Navi Protocol.\n\nPada harga $ONDO semasa iaitu 92 sen, ia adalah harga yang murah.\n\nJadi, apakah pandangan anda tentang pasaran semasa? Adakah ia akan pulih dan meneruskan aliran kenaikan harga? Jika ya, manakah duit syiling kegemaran anda yang saya sebutkan hari ini? Atau adakah saya terlepas duit syiling kegemaran anda? Beritahu saya di ruangan komen dan sertai perbincangan kami di Discord dan X.\n\n\nSertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain (betul, berjuta-juta menyukai kami!) — apa yang anda tunggu?\n\nMaklumat yang dibincangkan oleh Altcoin Buzz bukanlah nasihat kewangan. Ini adalah untuk tujuan pendidikan, hiburan dan maklumat sahaja. Sebarang maklumat atau strategi adalah pemikiran dan pendapat yang berkaitan dengan tahap toleransi risiko yang diterima oleh penulis/pengulas, dan toleransi risiko mereka mungkin berbeza daripada anda.\n\nKami tidak bertanggungjawab terhadap sebarang kerugian yang mungkin anda alami akibat daripada sebarang pelaburan secara langsung atau tidak langsung yang berkaitan dengan maklumat yang diberikan. Bitcoin dan kripto lain adalah pelaburan berisiko tinggi, jadi sila lakukan kajian anda sendiri.\n\nHak Cipta Altcoin Buzz Pte Ltd.\nCatatan: Pasaran Kripto Dimanipulasi! 4 Altcoin Dengan Kembalian Kuat muncul pertama di Altcoin Buzz.",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/21159.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7e96761aaf206f8de1498",
            "timestamp": "2025-03-05 06:00:00",
            "status": "Posted"
        },
        {
            "title": "Jangan Menunggu di Tepi! OFFICIALMAGACOIN Sedang Melonjak—Bolehkah BITCOIN dan XRP Mengejar?",
            "description": "Pengenalan: Bitcoin dan XRP telah lama mendominasi pasaran kripto, tetapi pesaing baharu sedang mencipta gelombang. OFFICIALMAGACOIN sedang meningkat naik, menarik minat…",
            "content": "Pengenalan: Bitcoin dan XRP telah lama mendominasi pasaran kripto, tetapi pesaing baru sedang membuat gelombang. OFFICIALMAGACOIN melonjak naik, menarik pelabur yang mencari peluang utama seterusnya. Dengan jualan awal yang memecahkan rekod dan komuniti yang semakin berkembang, bolehkah ia mengatasi gergasi yang telah lama bertapak? Perlumbaan telah bermula, dan wang pintar sedang memberi perhatian.\n\nKRIPTO 1000X SETERUSNYA – KLIK DI SINI UNTUK SERTAI SEKARANG!\n\n5 Kripto Teratas Berkaitan XRP dengan Potensi 1,000x\n\nMemandangkan dominasi Bitcoin mempengaruhi trend pasaran, beberapa mata wang kripto yang berkaitan dengan XRP muncul dengan prospek pertumbuhan yang besar. Berikut adalah lima projek yang menarik perhatian:\n\nOFFICIALMAGACOIN: Ketika ini dalam fasa jualan awal, OFFICIALMAGACOIN telah mengumpul lebih daripada $3.7 juta, menunjukkan minat pelabur yang kukuh. Penganalisis meramalkan potensi peningkatan mendadak, meletakkannya sebagai pesaing berpotensi tinggi.\n\nSolana (SOL): Didagangkan pada $138.37, Solana terkenal dengan urus niaga berkelajuan tinggi dan kebolehskalaannya, menjadikannya pemain yang hebat dalam ruang kripto.\n\nEthereum (ETH): Dengan harga $2,327.49, Ethereum kekal sebagai asas aplikasi terdesentralisasi dan kontrak pintar, dengan peningkatan berterusan yang meningkatkan prestasinya.\n\nAptos (APT): Bernilai $6.26, Aptos memberi tumpuan kepada kebolehskalaan dan keselamatan, menawarkan penyelesaian inovatif dalam sektor rantaian blok.\n\nKaspa (KAS): Pada $0.085799, Kaspa menekankan kelajuan urus niaga yang tinggi dan keselamatan, menunjukkan potensi pertumbuhan yang stabil.\n\nGambaran Perbandingan\n\nMata Wang Kripto\nHarga Semasa\nCiri Menarik\nOFFICIALMAGACOIN\nJualan Awal\nPotensi pertumbuhan tinggi\nSolana (SOL)\n$138.37\nUrus niaga berkelajuan tinggi\nEthereum (ETH)\n$2,327.49\nAplikasi terdesentralisasi\nAptos (APT)\n$6.26\nFokus pada kebolehskalaan dan keselamatan\nKaspa (KAS)\n$0.085799\nMenekankan kelajuan dan keselamatan\n\nData setakat 27 Februari 2025.\n\nMengapa OFFICIALMAGACOIN Menonjol\n\nPrestasi Jualan Awal yang Menakjubkan: Mengumpul lebih daripada $3.7 juta menunjukkan keyakinan pasaran yang kukuh.\n\nPengetahuan Strategik: Bersedia untuk memanfaatkan trend pasaran semasa dan sentimen pelabur.\n\nBonus Eksklusif: Peserta awal boleh menggunakan kod MAGA50X untuk bonus 50% ke atas pelaburan.\n\nTERHAD UNTUK TEMPOH TERBATAS! GUNAKAN KOD PROMOSI MAGA50X HARI INI UNTUK BONUS TAMBAHAN 50%!\n\nApabila landskap kripto berkembang, sementara pemain yang telah lama bertapak seperti Solana dan Ethereum mengekalkan kedudukan mereka, OFFICIALMAGACOIN membentangkan kes yang menarik untuk pelabur yang bertujuan untuk memanfaatkan peluang baru muncul dengan potensi pertumbuhan tinggi.\n\nLawati: OFFICIALMAGACOIN.IO\nX/Twitter: https://x.com/officialMAGAx\n\nTeruskan Membaca: Jangan Menunggu! OFFICIALMAGACOIN Sedang Meningkat—Bolehkah BITCOIN dan XRP Mengekalkan Kelajuan?",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/03/17411148999407918-image3.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7e969a7234412ab1e2ad3",
            "timestamp": "2025-03-05 06:00:00",
            "status": "Posted"
        },
        {
            "title": "Whale Jual 40,000 ETH Selepas Penyerakan Genesis Trading",
            "description": "Sebuah entiti yang dikenali sebagai \"whale\" telah menjual 40,000 ETH (AS$89.2 juta) selepas menerima 114,500 ETH daripada likuidasi Genesis Trading. Apakah yang bakal terjadi kepada Ethereum? #ETH #BeritaKripto  …",
            "content": "Seorang paus kripto menjual 40,000 ETH ($89.2 juta) melalui OTC dalam tempoh dua hari.\n\nAlamat tersebut sebelum ini menerima 114,500 ETH daripada likuidasi Genesis Trading.\n\nPergerakan ini menimbulkan spekulasi mengenai trend harga ETH pada masa hadapan.\n\nSeorang paus kripto utama telah menjual 40,000 ETH, bernilai kira-kira $89.2 juta, dalam urus niaga di luar bursa (OTC) dalam tempoh dua hari yang lalu. Paus ini sebelum ini telah menerima 114,500 ETH—bersamaan dengan $358.19 juta—semasa likuidasi Genesis Trading pada Ogos tahun lepas. Urus niaga berskala besar ini telah menarik perhatian penganalisis pasaran, mencetuskan spekulasi tentang potensi impaknya terhadap harga Ethereum dan trend pasaran yang lebih luas.\n\nLikuidasi Genesis Trading: Satu Rumusan\n\nGenesis Trading, sebuah pemberi pinjaman aset digital yang pernah terkenal, menghadapi masalah likuidasi berikutan tempoh yang bergelora di pasaran kripto. Sebagai sebahagian daripada proses likuidasi, sejumlah besar ETH telah diagihkan kepada pemiutang, termasuk paus yang dimaksudkan. Jualan 40,000 ETH baru-baru ini oleh paus tersebut mewakili sebahagian besar daripada pegangannya, yang membawa kepada spekulasi sama ada jualan selanjutnya mungkin akan berlaku.\n\nPaus/institusi yang menerima pampasan ETH paling banyak daripada likuidasi Genesis Trading pada Ogos tahun lepas telah menjual 40,000 ETH (US$89.2 juta) melalui OTC dalam tempoh dua hari yang lalu. Alamat ini telah menerima 114,500 ETH (US$358.19 juta) pada Ogos tahun lepas. @EmberCN…\n\nImplikasi Pasaran Jualan ETH\n\nUrus niaga yang besar seperti ini sering mempengaruhi sentimen pasaran. Jualan sejumlah ETH yang besar melalui OTC bermakna ia tidak akan serta-merta menjejaskan kecairan bursa. Walau bagaimanapun, pelabur sedang memerhatikan pergerakan seterusnya paus tersebut, kerana tekanan jualan selanjutnya boleh menjejaskan tindakan harga Ethereum. Komuniti kripto yang lebih luas masih berjaga-jaga untuk melihat sama ada ini menandakan pergeseran dalam keyakinan institusi terhadap Ethereum.\n\nSiaran Paus Menjual 40,000 ETH Selepas Likuidasi Genesis Trading muncul pertama di Coinomedia.com.",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/03/Whale-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67c7e96961aaf206f8de149e",
            "timestamp": "2025-03-05 06:00:00",
            "status": "Posted"
        },
        {
            "title": "Mengapa Harga AAVE Melonjak?",
            "description": "Pasaran kripto sedang pulih selepas kejatuhan mendadak baru-baru ini. Altcoins secara perlahan-lahan kembali stabil, dengan jumlah pasaran global meningkat sebanyak ab...",
            "content": "Pasaran kripto sedang pulih selepas kejatuhan besar baru-baru ini. Altcoin secara perlahan-lahan kembali kukuh, dengan had pasaran global meningkat sebanyak kira-kira 5% ketika penerbitan.\n\nAAVE telah menjadi salah satu pelakon yang menonjol, mencatatkan peningkatan 20% dalam masa hanya 24 jam. Peningkatan token kewangan terdesentralisasi ini berlaku susulan beberapa perkembangan utama dalam ekosistemnya. Pada masa akhbar, AAVE diniagakan pada $210.03, dengan jumlah dagangan harian mencecah hampir $799 juta.\n\nPeningkatan harga ini bukan sekadar bunyi bising pasaran rawak. Ia disokong oleh cadangan tadbir urus baharu yang bertujuan untuk mengubah cara pendapatan diagihkan dan menyempurnakan struktur ekonomi token. Langkah strategik ini telah memacu nilai token meningkat lebih daripada 21% dalam sehari, dan menambah keuntungan hampir 1% untuk minggu ini menurut CoinGecko.\n\nPenganalisis kripto Daan Crypto Trades menyatakan bahawa perubahan Aave boleh menetapkan preseden untuk protokol DeFi lain.\n\nBagus melihat langkah besar pertama ke arah membentuk semula pengagihan pendapatan (Aka Fee Switch) daripada salah satu protokol DeFi yang besar. Menunggu $UNI, $LDO dan yang lain untuk mengikutinya pada suatu ketika nanti. Semakin baik AAVE berprestasi, semakin cepat yang lain akan mengikutinya, saya anggap.… https://t.co/c5OdeCLcg1\n\nBeliau mencadangkan bahawa token tadbir urus mungkin mendapat nilai sebenar apabila pasaran matang. Beliau juga menyebut bahawa projek seperti UNI dan LDO boleh mengikuti jejak Aave dalam membentuk semula pengagihan pendapatan.\n\nCadangan Aavenomics Membentuk Semula Tadbir Urus\n\nCadangan Aavenomics baru-baru ini, yang diperkenalkan oleh forum tadbir urus Aave, adalah faktor utama di sebalik peningkatan harga token.\n\nMenurut catatan rasmi Aave, cadangan itu bertujuan untuk membentuk semula peruntukan pendapatan, meningkatkan tadbir urus, dan mengemas kini rangka kerja ekonomi protokol. Perubahan utama termasuk menamatkan pemotongan untuk pemegang AAVE, menghentikan penggunaan token LEND, dan memindahkan 320,000 AAVE ke perbendaharaan protokol.\n\nSatu lagi langkah utama ialah rancangan untuk membeli AAVE bernilai $1 juta seminggu selama enam bulan.\n\nIa di sini: pelaksanaan Aavenomics—dicadangkan oleh @AaveChan 👻Cadangan ini membentuk semula pengagihan pendapatan, mengemas kini tokenomics, dan menggariskan rangka kerja ekonomi untuk masa depan Aave. https://t.co/1dNSyrrUSH\n\nSelain itu, pelancaran inisiatif “Anti-GHO” memperkenalkan sistem ganjaran yang memberi manfaat kepada pemegang AAVE. Token Anti-GHO boleh dibakar untuk mengurangkan pinjaman GHO atau ditukarkan kepada stkGHO, meningkatkan insentif untuk penyertaan jangka panjang dalam ekosistem.\n\nBaca juga: Sejauh manakah Harga Kaspa (KAS) Boleh Meningkat pada Mac?\n\nPertumbuhan Kewangan AAVE Menyokong Optimisme Pasaran\n\nKesihatan kewangan AAVE juga telah bertambah kuat, menyumbang kepada keyakinan pasaran. OAK Research menunjukkan bahawa rizab tunai platform telah meningkat sebanyak 115% kepada $115 juta. Pertumbuhan kewangan ini menyokong objektif cadangan untuk mengagih semula 50% daripada pendapatan yang dijana GHO kepada Anti-GHO, dengan 80% memberi manfaat kepada pemegang AAVE.\n\nBerikutan pengumuman itu, AAVE pada mulanya meningkat lebih 7% kepada $187. Walau bagaimanapun, dengan momentum menaik, ia kini telah mengatasi rintangan utama pada $200. Tahap rintangan seterusnya pada $240 adalah berbaloi untuk diperhatikan kerana perbincangan komuniti dan undian tadbir urus membentuk pelaksanaan akhir perubahan ini.\n\nPergerakan harga AAVE yang kukuh menandakan peningkatan keyakinan terhadap masa depan protokol kerana ia bergerak ke arah model ekonomi yang lebih mampan. Keputusan tadbir urus yang akan datang dan perkembangan pasaran DeFi selanjutnya akan menentukan sama ada aliran menaik ini berterusan.\n\nIkuti kami di X (Twitter), CoinMarketCap dan Binance Square untuk kemas kini kripto harian yang lebih banyak. Dapatkan semua panggilan masa depan kami dengan menyertai kumpulan Telegram PERCUMA kami.\n\nKami mengesyorkan eToro\n\nSiaran ini Mengapa Harga AAVE Meningkat? mula-mula muncul di CaptainAltcoin.",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/09/P2P-Review-8-300x175.png",
            "url": "https://coinmarketcap.com/community/en/articles/67c7e96861aaf206f8de149a",
            "timestamp": "2025-03-05 06:00:00",
            "status": "Posted"
        },
        {
            "title": "Pentadbiran Trump Berusaha Memansuhkan Peraturan Broker DeFi IRS",
            "description": "Pentadbiran Trump telah mengumumkan sokongan mereka terhadap usaha kongres untuk membatalkan peraturan IRS yang mengklasifikasikan penyedia perisian DeFi sebagai br...",
            "content": "Pentadbiran Trump Melakukan Pergerakan Penting dalam Ruang Kripto, Menandakan Peralihan ke Persekitaran Kawal Selia yang Lebih Mesra Industri\n\nPentadbiran Trump sedang melakukan langkah-langkah penting dalam ruang mata wang kripto, menandakan peralihan ke arah persekitaran kawal selia yang lebih mesra industri. Dalam beberapa perkembangan terkini, Rumah Putih telah mengumumkan sokongan terhadap usaha kongres untuk membatalkan peraturan IRS yang menyasarkan platform kewangan terdesentralisasi (DeFi), selain merancang untuk menganjurkan sidang kemuncak kripto yang berprofil tinggi. Sidang kemuncak itu, yang dijadualkan berlangsung di Washington, DC, akan mengumpulkan pemimpin industri utama, termasuk eksekutif dari Coinbase, Kraken, dan Chainlink, untuk membincangkan masa depan aset digital di AS.\n\nSertai kami dalam mempamerkan revolusi mata wang kripto, satu surat berita pada satu masa. Langgan sekarang untuk mendapatkan berita harian dan kemas kini pasaran terus ke peti masuk anda, bersama-sama dengan berjuta-juta pelanggan kami yang lain (betul, berjuta-juta menyukai kami!) — apa yang anda tunggu?\n\nPentadbiran Trump Menyokong Usaha untuk Memansuhkan Peraturan Broker DeFi IRS\n\nRumah Putih telah mengumumkan sokongan terhadap usaha kongres untuk membatalkan peraturan Perkhidmatan Hasil Dalam Negeri (IRS) yang mengklasifikasikan penyedia perisian kewangan terdesentralisasi (DeFi) sebagai broker. Langkah ini, yang dipimpin oleh czar AI dan kripto David Sacks, menandakan komitmen pentadbiran Trump untuk memupuk inovasi dalam ruang aset digital sambil menolak langkah-langkah kawal selia yang dianggap mengehadkan kepada industri.\n\nDalam catatan 4 Mac di X, Sacks menyatakan sokongan pentadbiran terhadap resolusi yang diketuai oleh Senator Texas Ted Cruz dan Wakil Ohio Mike Carey di bawah Akta Kajian Kongres. Resolusi ini bertujuan untuk memansuhkan peraturan IRS yang meluaskan definisi \"broker\" untuk memasukkan penyedia perisian yang memudahkan akses kepada protokol DeFi.\n\nSacks menyatakan bahawa penasihat kanan kepada Presiden Donald Trump akan mengesyorkan menandatangani resolusi bersama, S.J. Res. 3, menjadi undang-undang sekiranya ia sampai ke meja presiden.\n\n\"Peraturan ini, yang dikeluarkan sebagai peraturan tengah malam pada hari-hari terakhir Pentadbiran sebelumnya, akan menyekat inovasi Amerika dan menimbulkan kebimbangan privasi mengenai perkongsian maklumat peribadi pembayar cukai, sambil mengenakan beban pematuhan yang belum pernah terjadi sebelumnya kepada syarikat DeFi Amerika,\" menurut kenyataan daripada Pejabat Pengurusan dan Belanjawan (OMB) pada 4 Mac.\n\nPeraturan IRS, yang diperkenalkan pada Disember 2024 sebelum Trump memegang jawatan, telah dibantah oleh industri kripto. Pengkritik berhujah bahawa dasar tersebut, yang dijadualkan dilaksanakan pada tahun 2027, boleh memaksa syarikat berpindah ke luar negara dan menghalang inovasi dalam sektor DeFi.\n\nDi bawah rangka kerja IRS, platform DeFi yang memudahkan pertukaran aset digital dan mempengaruhi transaksi boleh diklasifikasikan sebagai broker. Pengkelasan ini akan mentakrifkan entiti tersebut kepada kewajipan pelaporan yang ketat. IRS menganggarkan bahawa antara 650 hingga 875 broker DeFi perlu mula mengumpul dan melaporkan data pengguna bermula pada tahun 2026.\n\nKumpulan penyokong kripto, penggubal undang-undang, dan pemimpin industri telah mengkritik dasar tersebut sebagai terlalu meluas dan tidak konsisten dengan sifat terdesentralisasi teknologi rantaian blok. Mereka berhujah bahawa memaksa platform DeFi mematuhi peraturan broker bertentangan dengan prinsip asas desentralisasi dan autonomi kewangan.\n\nPenghalaan Kripto yang Mesra Pentadbiran Trump\n\nSejak memegang jawatan pada Januari, pentadbiran Trump telah mengambil pendirian proaktif terhadap aset digital. Dengan Republikan mengawal kedua-dua Senat dan Dewan Perwakilan, beberapa cadangan perundangan yang mesra kripto telah muncul. Trump telah menandatangani beberapa perintah eksekutif yang bertujuan untuk menyokong industri dan mengurangkan beban kawal selia.\n\nUsaha untuk membatalkan peraturan broker DeFi IRS mewakili peralihan pendekatan kawal selia yang lebih luas di bawah pentadbiran semasa. Dengan menyokong resolusi untuk membatalkan langkah-langkah yang mengehadkan, Rumah Putih menandakan kesediaannya untuk bekerjasama dengan sektor kripto untuk mewujudkan dasar yang mempromosikan pertumbuhan sambil menangani kebimbangan mengenai pematuhan dan pengawasan.\n\nWalaupun nasib peraturan IRS kini terletak pada Kongres, pemimpin industri tetap optimis bahawa sokongan pentadbiran Trump akan membawa kepada persekitaran kawal selia yang lebih baik.\n\nTrump Menganjurkan Sidang Kemuncak Kripto dengan Pemimpin Industri di Rumah Putih\n\nDalam berita berkaitan, Rumah Putih akan menganjurkan sidang kemuncak kripto yang sangat dinantikan, yang mengumpulkan beberapa tokoh paling berpengaruh dalam industri aset digital. Presiden Donald Trump sendiri akan berucap dalam perhimpunan itu, yang akan termasuk eksekutif atasan daripada firma kripto terkemuka seperti Coinbase, Kraken, Chainlink, dan Paradigm. Sidang kemuncak itu menunjukkan komitmen pentadbiran yang semakin meningkat untuk menjadikan Amerika Syarikat sebagai peneraju global dalam ruang mata wang kripto.\n\nAntara peserta berprofil tinggi yang disahkan untuk acara tersebut ialah Ketua Pegawai Eksekutif Coinbase Brian Armstrong, Ketua Pegawai Eksekutif Bersama Kraken Arjun Sethi, dan pengasas bersama Chainlink Sergey Nazarov. Seorang jurucakap untuk Chainlink mengesahkan kehadiran Nazarov, manakala wakil dari Coinbase dan Kraken juga mengesahkan penyertaan Armstrong dan Sethi.\n\nDi samping itu, pengasas Strategy Michael Saylor, Ketua Pegawai Eksekutif Exodus JP Richardson, dan pengasas bersama Paradigm Matt Huang dijadualkan hadir, menurut pengumuman yang dibuat di X pada hari Selasa.\n\n\"Saya berharap dapat membincangkan bagaimana Amerika boleh memainkan peranan kepimpinan dalam mempromosikan prinsip kripto terbuka dan membolehkan pembina dalam ekosistem seperti Bitcoin, Ethereum, dan Solana,\" kata Huang.\n\nSidang kemuncak itu, yang dipengerusikan oleh Czar AI dan Kripto David Sacks, akan diketuai oleh Bo Hines, yang mengetuai kumpulan kerja Trump mengenai aset digital. Acara ini dijadualkan bermula pada pukul 1:30 p.m. ET, menurut sumber yang mengetahui perkara tersebut.\n\nPenghalaan pro-kripto pentadbiran Trump baru-baru ini menandakan peralihan yang signifikan daripada pendekatan kawal selia sebelumnya. Dalam beberapa minggu kebelakangan ini, presiden telah membuat beberapa kenyataan yang menunjukkan bahawa pentadbirannya bertujuan untuk meletakkan AS sebagai \"ibu negara kripto.\"\n\nSatu topik utama yang dijangka dibincangkan di sidang kemuncak itu ialah Cadangan Rizab Strategik Kripto Trump, satu inisiatif kumpulan kerja yang direka untuk mewujudkan rizab aset digital yang terdiri daripada \"koin berasaskan AS.\" Ini termasuk Bitcoin, Ethereum, dan altcoin terpilih seperti Solana, Cardano, dan XRP. Walaupun cadangan Trump telah disambut dengan penuh semangat di beberapa pihak, pengkritik mempersoalkan kemasukan altcoin tertentu, dengan alasan bahawa Bitcoin dan Ethereum mengekalkan tahap desentralisasi dan aktiviti pembangunan yang lebih tinggi.\n\nPerubahan Kawal Selia dan Pengunduran SEC\n\nMasa sidang kemuncak itu bertepatan dengan perubahan besar-besaran di Suruhanjaya Sekuriti dan Bursa AS (SEC). Sejak bekas Pengerusi SEC Gary Gensler meninggalkan jawatan pada Januari, landskap kawal selia telah berubah dengan ketara. Agensi tersebut telah menggugurkan saman terhadap beberapa firma kripto utama, termasuk Kraken, Consensys, dan Coinbase, dan telah menamatkan siasatan terhadap syarikat seperti Gemini dan Yuga Labs.\n\nPada hari Selasa, pembuat pasaran Cumberland DRW mengesahkan bahawa SEC telah bersetuju untuk menggugurkan saman terhadap firma itu, menandakan satu lagi kemenangan undang-undang yang penting bagi industri kripto. Perkembangan ini menunjukkan pencairan kawal selia, yang boleh membuka jalan untuk pengambilan dan inovasi institusi yang lebih besar dalam sektor ini.\n\nLangkah Rumah Putih untuk menganjurkan sidang kemuncak kripto dilihat secara meluas sebagai percubaan untuk menyelaraskan dasar AS dengan kepentingan inovator dan pelabur rantaian blok. Dalam satu kenyataan pada hari Sabtu, pentadbiran tersebut menekankan komitmennya untuk memupuk persekitaran kawal selia yang lebih mesra untuk aset digital.\n\n\"Selepas pentadbiran sebelumnya mendakwa ruang aset digital secara tidak adil, visi dasar Presiden Trump mewakili era baru untuk teknologi kewangan digital,\" menurut kenyataan itu.\n\nDengan pemimpin industri utama berkumpul di Washington, komuniti kripto memerhati dengan teliti untuk melihat sama ada sidang kemuncak ini akan meletakkan asas bagi dasar baru yang boleh mengukuhkan peranan AS sebagai hab kripto global.",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/cp6225_trump_standing_in_fron_of_a_blockchain_network_d585b5e2_44f9_4a93_a93e_7fddca75f833_d9253a5b70.webp",
            "url": "https://coinmarketcap.com/community/en/articles/67c7e969dde94349fb6e2141",
            "timestamp": "2025-03-05 06:00:00",
            "status": "Posted"
        }
    ]
}