{
    "timestamp": "2025-04-30 15:29:02",
    "all_news": [
        {
            "title": "Crypto Price Analysis: Bitcoin (BTC), Ripple (XRP), Solana (SOL), Hedera (HBAR), Remittix (RTX) & Cardano (ADA)",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-price-analysis-bitcoin-btc-ripple-xrp-solana-sol-hedera-hbar-remittix-rtx-cardano-ada/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-04-30%20at%2016.12.40.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:16:00"
        },
        {
            "title": "WLFI-linked MOVE and Web3Port implicated in $38m token dump scandal",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123f994bca492391ede4fc",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-Why-markets-shrugged-at-Trumps-first-crypto-moves-option04.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:16:00"
        },
        {
            "title": "David Bailey Joins Eric Trump to Lead Metaplanet’s Bold Bitcoin Expansion",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123f9a1654137b28d382ff",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/metaplanet-1024x576-convert.io_.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:15:00"
        },
        {
            "title": "$6K Could Moon to $180K! BTFD’s Price Sparks FOMO—Best Crypto to Explode in 2025 Amid WIF Slump and ANDY Surge",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123f990f1d7e55d2f40e76",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/btfd-roi.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:15:00"
        },
        {
            "title": "FINAL100 Bonus = Free Tokens! BTFD Coin Is the Best Crypto to Buy Now (Before May 26) as Snek Sinks and FLOKI Roars",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123f9a4bca492391ede4fe",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/image-78.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:15:00"
        },
        {
            "title": "Trader predicts XYZVerse will hit $5, surpassing Dogecoin, XRP with 15,000% returns",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123f990f1d7e55d2f40e78",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/01/crypto-news-xyzverse-option02.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:14:00"
        },
        {
            "title": "Yapı Kredi Bank Ventures into Crypto Territory",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/yapi-kredi-bank-ventures-into-crypto-territory",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/exchanges-015-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:08:00"
        },
        {
            "title": "BlackRock Integrates Blockchain in $150 Billion Money Market Fund",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123d40aaf9d30164ae0c77",
            "source": "CoinLive.me",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/26708.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:07:00"
        },
        {
            "title": "PolitiFi Token Surges $100M After Trump's Dinner Announcement",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123d424bca492391ede4f6",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/crypto-coin-political-triumph-art.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:06:00"
        },
        {
            "title": "Re7 Capital Launches $10M SocialFi Fund",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123d430f1d7e55d2f40e6e",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/evgeny-gokhberg-socialfi-meeting.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:05:00"
        },
        {
            "title": "Popcorn Kirby Liquidates AIXBT, Incurring Substantial Loss",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c181654137b28d382f7",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/04/exploring-cryptocurrency-trends.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:02:00"
        },
        {
            "title": "Yapı Kredi Bank Seizes Opportunity in Crypto Market",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/yapi-kredi-bank-seizes-opportunity-in-crypto-market/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-exchanges-1013-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:01:00"
        },
        {
            "title": "Tension Builds: Solana (SOL) on the Verge of a Huge Move?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c164bca492391ede4eb",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2025/04/SOL_CB-3.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:01:00"
        },
        {
            "title": "Tether CEO, Paolo Ardoino, talks about the USDT and ensuring legal use",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c161654137b28d382ed",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Tether-CEO-talks-about-the-USDT-and-ensuring-legal-use.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:01:00"
        },
        {
            "title": "We Asked AI to Predict PEPE Price for May",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c154bca492391ede4e5",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/08/Screenshot-2024-08-27-163622-2-300x175.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:00:00"
        },
        {
            "title": "How High Could Ethena (ENA) Price Go in 2025?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c154bca492391ede4e7",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/04/image-510-300x175.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:00:00"
        },
        {
            "title": "EU digital product passports won’t solve food fraud, but blockchain can",
            "translated_facebook_post": "Pasport digital EU tak cukup berkesan lawan penipuan makanan, teknologi blockchain lebih sesuai.  Ramai peniaga tak jujur,  susah nak kesan madu palsu.  Sistem pengesahan digital berasaskan blockchain lebih baik untuk jamin ketelusan dan lindungi pengguna serta pengeluar.",
            "translated_title": "Pasport produk digital EU tidak akan menyelesaikan penipuan makanan, tetapi teknologi rantaian blok mampu.",
            "translated_content": "**Pendapat oleh: Fraser Edwards, pengasas bersama dan Ketua Pegawai Eksekutif, Cheqd**\n\nKejujuran yang brutal mempunyai tempatnya, terutamanya apabila berhadapan dengan ketidakselesaan, jadi berikut adalah satu kenyataan yang tidak boleh dilicinkan dengan madu: 96% madu import di UK adalah palsu! Ujian mendapati bahawa 24 daripada 25 balang adalah mencurigakan atau tidak memenuhi piawaian pengawalseliaan.\n\nIdentiti berdaulat sendiri (SSI) dapat menyelesaikan masalah ini.\n\nAgensi Piawaian Makanan UK dan Suruhanjaya Eropah kedua-duanya menggesa pembaharuan untuk menangani kebimbangan ini dengan mewujudkan pangkalan data pengesanan yang kukuh dalam rangkaian rantaian bekalan untuk memastikan ketelusan dan kepercayaan pengguna. Walau bagaimanapun, data bukanlah masalahnya. Masalahnya ialah orang yang menipu data tersebut.\n\nIni bukan kali pertama produk didedahkan sebagai tidak tulen, dengan Rangkaian Keaslian Madu menyerlahkan bahawa satu pertiga daripada semua produk madu adalah palsu pada tahun 2020, industri penipuan yang berjumlah 3.4 bilion euro ($3.65 juta) barangan palsu memasuki EU pada tahun 2023, seperti yang dilaporkan oleh Suruhanjaya Eropah.\n\n\nApakah EMA, dan bagaimana ia mempengaruhi madu?\n\nPengotoran yang bermotifkan ekonomi (EMA) melibatkan penggantian sengaja bahan bernilai dengan produk yang lebih murah seperti pemanis atau minyak berkualiti rendah. Amalan ini membawa kepada komplikasi ekonomi dan kesihatan yang teruk — dan, dalam beberapa kes, penyakit — disebabkan oleh bahan tambahan beracun daripada produk gantian.\n\nPengotoran sering melibatkan penciptaan campuran yang sangat cair yang mengandungi nilai pemakanan yang minimum, dan penipu memanggilnya... madu.\n\nPenipu mencairkan produk dengan sirap jagung fruktosa tinggi atau meningkatkan kepekatan dengan kanji atau gelatin. Bahan pencemar ini meniru profil kimia madu dengan rapat, menjadikannya sangat sukar untuk dikesan dengan ujian tradisional seperti spektrometri jisim nisbah isotop. Madu palsu kekurangan enzim penting yang memberikan madu sebenar rasa dan nutriennya.  Lebih buruk lagi, ciri-ciri madu berbeza-beza berdasarkan sumber nektar, musim menuai, geografi dan banyak lagi.\n\nSesetengah syarikat menapis kandungan debunga, pengenal utama asal geografi madu, sebelum mengeksportnya ke negara perantara seperti Vietnam atau India untuk menyembunyikan proses tersebut. Setelah selesai, produk dibawa ke rak pasar raya dan dilabel dengan sijil palsu untuk memerintah harga yang lebih tinggi. Taktik ini mengeksploitasi hakikat bahawa banyak badan pengawalseliaan kekurangan cara untuk mengesahkan setiap penghantaran.\n\nKos tersembunyi penipuan makanan\n\nRantaian bekalan amat terfragmentasi, kerana sebuah balang madu melalui enam hingga lapan titik utama dalam rantaian bekalan sebelum sampai ke rak di UK. Amalan semasa menjadikan pengesahan keaslian amat sukar. Digabungkan dengan birokrasi berasaskan kertas yang tidak cekap yang menyukarkan untuk mengesan percubaan penyamaran asal di negara perantara, kita tidak boleh menentukan dengan tepat sejauh mana penipuan makanan.\n\nSatu anggaran Pentadbiran Makanan dan Dadah (FDA) menunjukkan bahawa sekurang-kurangnya 1% daripada industri makanan global, berpotensi sehingga $40 bilion setahun, terjejas — dan ia mungkin lebih tinggi lagi.\n\nAmalan penipuan bukan sahaja membahayakan pengguna — ia memusnahkan mata pencarian penternak lebah, membanjiri pasaran dan memusnahkan keuntungan bagi peniaga yang sah. Ziya Sahin, seorang penternak lebah Turki, menjelaskan kekecewaan dengan pengawalseliaan penipuan makanan:\n\n“Penternak lebah kita marah, dan mereka bertanya mengapa kita tidak melakukan sesuatu untuk menghentikannya. Tetapi kita tidak mempunyai kuasa untuk memeriksa,” katanya. “Saya bahkan tidak dibenarkan bertanya kepada penjual jalanan sama ada madu mereka tulen.”\n\nWalaupun terdapat selera yang semakin meningkat untuk ujian yang lebih boleh dipercayai dan penguatkuasaan yang lebih ketat, penyelesaiannya ketinggalan. Percubaan terbaru EU untuk membetulkan ini? Pasport produk digital direka untuk mengesan asal dan komposisi madu, tetapi ia telah dikritik sebagai tidak berkesan dan mudah dimanipulasi, akhirnya membiarkan pintu terbuka untuk penipuan berterusan.\n\nPasport EU adalah penyelesaian yang tidak berkesan\n\nPasport Produk Digital Kesatuan Eropah bertujuan untuk menangani masalah ini dengan meningkatkan kebolehtelusuran dan ketelusan dalam rantaian bekalannya. Menjelang 2030, semua barangan di EU mesti mempunyai pasport produk digital yang mengandungi maklumat terperinci tentang kitaran hayat produk, asal dan kesan alam sekitar.\n\nWalaupun idea itu kedengaran menjanjikan, ia gagal mengenali sejauh mana penipu boleh memalsukan sijil dan menyembunyikan asal dengan meluluskan produk melalui negara perantara bersama pegawai yang menutup mata.\n\nInti masalah ini adalah kepercayaan. Walaupun sejarah menunjukkan bahawa peraturan ini boleh dan akan dilenturkan, kita bergantung kepada kerajaan untuk melaksanakan undang-undang dan peraturan. Teknologi, sebaliknya, adalah agnostik dan tidak kisah tentang wang atau insentif.\n\nInilah kelemahan asas pendekatan EU — sistem yang dibina berdasarkan pengawasan manusia yang mudah terdedah kepada rasuah yang telah diketahui dalam rantaian bekalan ini.\n\nIdentiti berdaulat sendiri (SSI) untuk produk\n\nRamai orang sudah menyedari dilema skalabiliti, tetapi segitiga kepercayaan adalah konsep utama dalam SSI yang mentakrifkan bagaimana kepercayaan diwujudkan antara pengeluar, pemegang dan pengesah. Ia menjadikan penipuan lebih mencabar kerana setiap produk mesti disokong oleh kelayakan yang boleh disahkan daripada sumber yang dipercayai untuk membuktikan ia tulen.\n\nPengeluar, seperti pengilang atau badan pensijilan, mencipta dan menandatangani kelayakan yang boleh disahkan yang mengesahkan keaslian produk. Pemegang, biasanya pemilik produk, menyimpan dan membentangkan kelayakan ini apabila diperlukan. Pengesah — seperti peruncit, pegawai kastam atau pengguna — boleh menyemak kesahihan kelayakan tanpa bergantung kepada pihak berkuasa pusat.\n\nKelayakan yang boleh disahkan dilindungi oleh kriptografi. Jika seseorang cuba menjual produk palsu, kelayakan mereka yang hilang atau tidak sah akan segera mendedahkan penipuan tersebut.\n\nPembaharuan kerajaan mesti meluas melangkaui pengawasan pengawalseliaan semasa dan meneroka pendekatan yang digariskan dalam dilema kepercayaan untuk melindungi rantaian bekalan daripada pengotoran dan penipuan yang meluas.\n\nSSI menyediakan infrastruktur asas yang diperlukan untuk mengesan identiti produk dengan boleh dipercayai merentas pelbagai badan, piawaian dan wilayah. Dengan membolehkan kebolehtelusuran hujung ke hujung yang kalis manipulasi dalam setiap produk — sama ada balang madu atau beg tangan pereka — SSI memastikan pengesah yang mencukupi mengesahkan data adalah betul untuk menangani penipuan dan percubaan penyamaran.\n\nSSI juga memperkasakan pengguna untuk mengesahkan produk secara bebas tanpa bergantung kepada pangkalan data pihak ketiga. Pembeli boleh mengimbas produk untuk mengesahkan asal dan sejarahnya secara langsung melalui pensijilan kriptografi yang disahkan oleh pengesah untuk mengurangkan risiko penyebaran maklumat palsu walaupun ia sampai ke rak. Ini juga akan membantu mengurangkan rasuah dan ketidakupayaan, kerana banyak pemeriksaan dibuat di atas kertas, yang boleh diubah dengan mudah dan merupakan proses yang perlahan.\n\nOleh kerana kaedah penipuan madu terus berkembang, begitu juga bahaya produk ini kepada pengguna dan perniagaan tempatan. Langkah-langkah yang diambil untuk menangani kaedah ini mestilah juga diperluaskan. Pasport Produk Digital EU bertujuan untuk meningkatkan kebolehtelusuran; tetapi malangnya, ia tidak mencukupi untuk mengatasi kecanggihan penipu. Pelaksanaan SSI adalah langkah yang perlu untuk menangani secara berkesan sejauh mana penipu mengambil untuk memastikan produk mereka sampai ke rak.\n\n**Pendapat oleh: Fraser Edwards, pengasas bersama dan Ketua Pegawai Eksekutif, Cheqd.**",
            "translated_summary": "Bagaimana penipuan madu menjejaskan pengguna dan pengeluar, mengapa Pasport Produk Digital EU tidak mencukupi, dan bagaimana identiti kendiri berasaskan rantaian blok…",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c161654137b28d382ef",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWQ3NDgtZjg3Ni03NTllLWJmYWEtODFiMmVhZjBkMTA4.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-30 15:00:00"
        },
        {
            "title": "Is Cardano Dead? ADA Price Troubles Push Investors to Soaring Mutuum Finance (MUTM) at $0.025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68123c174bca492391ede4ef",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-15-3-5.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-30 15:00:00"
        }
    ]
}