{
    "timestamp": "2025-04-16 05:27:08",
    "all_news": [
        {
            "title": "White House Tariff Policy Causes Internal Divisions Among Trump's Advisors",
            "translated_facebook_post": "Dasar tarif Rumah Putih menyebabkan perselisihan dalaman antara penasihat Trump.  Scott Bessent dan Peter Navarro berselisihan faham tentang isu ini.  Perkembangan ini mungkin memberi kesan kepada ekonomi global.  Ada sedikit masalah teknikal dengan laporan penuh.\n\n\nPerselisihan dalaman mengenai dasar tarif di Rumah Putih mungkin menjejaskan ekonomi dunia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff3cc57793005ec35712f7",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/scott-bessent-vs-peter-navarro-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:11:00"
        },
        {
            "title": "VRA Defends Key Support—Is a Bullish Reversal on the Horizon?",
            "translated_facebook_post": "Harga VRA sekarang macam tengah bergolek dalam satu corak menurun, tapi ada potensi untuk naik semula kalau ia berjaya kekal di atas paras sokongan utama.  Situasi sekarang agak tegang, dan sama ada harga akan naik atau turun bergantung kepada pembeli dan penjual.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/vra-defends-key-support/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/03/bullish-04.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:10:00"
        },
        {
            "title": "China's Economic Surge Faces Tariff Uncertainties",
            "translated_facebook_post": "Pertumbuhan ekonomi China yang bagus ni macam ada sedikit keraguan sebab isu tarif dan ketegangan perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff3ba24602882edb123a45",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/industrial-china-cityscape-morning.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:07:00"
        },
        {
            "title": "Kyrgyzstan Appoints Binance Founder CZ as Advisor on National Blockchain Policy and Web3 Strategy",
            "translated_facebook_post": "Kyrgyzstan lantik pengasas Binance sebagai penasihat untuk pembangunan teknologi blockchain dan Web3 negara,  tujuannya untuk memajukan sistem kewangan negara dan menarik pelaburan dalam bidang ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff3a73d1043c3d93fc902a",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/75eee08d2568420dbb3ffea07f8ac52f.JPG",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:04:00"
        },
        {
            "title": "XRP Charts 'Rising Wedge' To Signal Price Plunge: Technical Analysis",
            "translated_facebook_post": "Carta XRP menunjukkan corak 'Rising Wedge' yang mungkin menandakan penurunan harga.  Analisis teknikal menunjukkan cubaan pemulihan sejak paras terendah 7 April mungkin sudah berakhir. Tiada maklumat lanjut.\n\n\nHarga XRP mungkin akan jatuh berdasarkan analisis teknikal carta yang menunjukkan corak ‘Rising Wedge’.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/xrp-charts-rising-wedge-to-signal-price-plunge-technical-analysis/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/092eac5ac48efc783e0e1420308e4ef7103d5fbc-1280x853.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:04:00"
        },
        {
            "title": "LINK, HBAR, ONDO: Make-or-Break Levels That Could Decide Their Fate in 7 Days",
            "translated_facebook_post": "Harga LINK, HBAR, dan ONDO mungkin akan berubah banyak dalam seminggu ni.  LINK perlu pecah paras $13 untuk naik lagi, kalau tak, mungkin jatuh ke $10.60. HBAR pula, kena kekalkan harga $0.15, kalau tak, boleh jatuh ke $0.13.  ONDO macam tak menentu, kena tengok sama ada boleh cecah $0.90 atau jatuh ke $0.72.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/link-hbar-ondo-make-or-break-levels-that-could-decide-their-fate-in-7-days/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/link-hbar-ondo-make-or-break-levels-that-could-decide-their-fate-in-7-days-e1744779735945.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:04:00"
        },
        {
            "title": "$100 Flip: BTC, ETH, and XRP Forming Q2 Launch Pads",
            "translated_facebook_post": "Bitcoin, Ethereum, dan XRP tengah naik, tapi  MAGACOINFINANCE lagi meningkat pantas dengan pulangan pelaburan yang tinggi dan ramai dah sertai presale.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff3ba2d1043c3d93fc902f",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744723014.docx_1744723014_image1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 05:02:00"
        },
        {
            "title": "China selling seized crypto to top up coffers as economy slows: Report",
            "translated_facebook_post": "Kerajaan tempatan China tengah jual aset kripto yang dirampas untuk tambah dana awam, walaupun transaksi kripto diharamkan di sana.",
            "translated_title": "China Jual Kripto Rampasan untuk Menambah Pendapatan Negara di Tengah Perlambatan Ekonomi: Laporan",
            "translated_content": "## China's Crypto Conundrum: Seizing, Selling, and a Potential Reserve\n\nChinese local governments are grappling with a massive problem: what to do with the vast quantities of seized cryptocurrency following the country's ban on crypto trading and exchanges.  The lack of clear regulations has led to inconsistent and opaque sales processes, raising concerns about corruption.\n\nAccording to Reuters, these governments are utilizing private companies to sell approximately 15,000 Bitcoin (worth $1.4 billion at the end of 2023) in offshore markets, injecting the proceeds into public coffers.  This makeshift solution, however, directly contradicts China's crypto ban, as noted by Zhongnan University of Economics and Law professor Chen Shi.\n\nThe issue is further complicated by a surge in crypto-related crime, including online fraud, money laundering, and illegal gambling, resulting in over 3,000 lawsuits in 2024.  China, holding an estimated 194,000 BTC (approximately $16 billion), is the second-largest Bitcoin holder globally after the US, according to Bitbo.\n\nProposed solutions include the creation of a national crypto reserve managed by the central bank, mirroring strategies employed by the US.  Alternatively, a sovereign crypto fund could be established in Hong Kong, where cryptocurrency trading is legal.  This debate intensifies amid rising US-China trade tensions and the potential for a Chinese currency devaluation, potentially driving increased demand for cryptocurrencies as a safe haven.",
            "translated_summary": "Kerajaan tempatan di China menjual kripto yang dirampas bagi meningkatkan pendapatan mereka, sekaligus melanggar larangan perdagangan kripto di negara itu, lapor Reuters.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff393c4b914f11dc4db1c0",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjNjOWEtMTgyOS03NzE4LTg5MWItOTI3ZWVhNjUxODky.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 04:58:00"
        },
        {
            "title": "XYZVerse (XYZ) or Cardano (ADA)? Where $1,000 Could Grow 5x by May",
            "translated_facebook_post": "Dua matawang kripto, XYZVerse (XYZ) dan Cardano (ADA), tengah menarik perhatian pelabur yang nampak potensi pulangan lumayan menjelang Mei.  XYZ, dengan ekosistem sukan-meme uniknya, menawarkan potensi pertumbuhan tinggi, manakala ADA menunjukkan prestasi positif walaupun turun naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff38f77793005ec35712f0",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/4792c14715e3457c8ecdeec4fb834495.JPG",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:58:00"
        },
        {
            "title": "Legendary Trader Invalidates Bitcoin Reversal: BTC Price Bear Trap In Making?",
            "translated_facebook_post": "Harga Bitcoin mungkin akan turun lagi, walaupun ada beberapa penganalisis yang jangka ia akan naik tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff3a747793005ec35712f2",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/d747c6aa4b544cd4a5ec2ae60eb9f68e.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:57:00"
        },
        {
            "title": "EU and U.S. Initiate New Trade Deal Negotiations",
            "translated_facebook_post": "EU dan Amerika Syarikat dah mula rundingan perjanjian perdagangan baru,  dengan harapan dapat kurangkan tarif dan tingkatkan kerjasama dalam bidang digital dan tenaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff36ef7793005ec35712ed",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/trump-strategic-dialogue-ink-drawing.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:48:00"
        },
        {
            "title": "The BEST Passive Income Strategies in Crypto With CoinEx!",
            "translated_facebook_post": "Sekarang ni, keadaan pasaran tak menentu, jadi ramai cari pendapatan pasif.  CoinEx ada beberapa pilihan menarik untukjana pendapatan pasif,  dari yang rendah risiko macam letak duit dapat faedah, sampai yang lebih tinggi risiko tapi pulangannya pun lumayan, ikut keselesaan masing-masing.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff36eb4b914f11dc4db1b8",
            "source": "Altcoin Buzz",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/21159.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:47:00"
        },
        {
            "title": "Bitcoin Flashes Bullish Divergence, Targets $83.4K After Holding $76K Support",
            "translated_facebook_post": "Bitcoin menunjukkan tanda-tanda positif untuk kenaikan harga jangka pendek, mungkin mencecah $83,400,  walaupun baru-baru ini berada di bawah tekanan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff36ec4602882edb123a3d",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/bitcoin-3-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:45:00"
        },
        {
            "title": "Trump Initiates Critical Minerals Probe; Tariffs Possible",
            "translated_facebook_post": "Trump tengah siasat sumber mineral penting, mungkin akan kenakan tarif import nanti.  Ini bagi pastikan Amerika ada bekalan mineral cukup untuk keselamatan negara dan teknologi terkini, tapi mungkin akan ganggu perdagangan antarabangsa dan harga barang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff36ed4b914f11dc4db1ba",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/businessman-reviewing-documents.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:44:00"
        },
        {
            "title": "China weighs options for managing seized criminal crypto cache",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff36ec7793005ec35712eb",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/china-1.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:42:00"
        },
        {
            "title": "Federal Reserve Stance Leaves Wall Street and White House Divided",
            "translated_facebook_post": "Rizab Persekutuan kekal dengan pendirian mereka, berbeza dengan jangkaan Wall Street dan Rumah Putih tentang reformasi kawal selia, menyebabkan ketegangan politik dan memberi kesan kepada pasaran termasuk harga Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff35c17793005ec35712e6",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/powell-bitcoin-policy-impact-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:42:00"
        },
        {
            "title": "Ethereum co-founder Vitalik Buterin: ‘Privacy is freedom’",
            "translated_facebook_post": "Vitalik Buterin menekankan kepentingan privasi,  khususnya dalam dunia digital yang semakin canggih.  Beliau bimbang dengan akses kerajaan dan korporat terhadap data peribadi dan cadangkan penyelesaian berasaskan teknologi  bagi melindungi privasi individu.",
            "translated_title": "Pengasas bersama Ethereum, Vitalik Buterin: ‘Privasi ialah kebebasan’",
            "translated_content": "Pengasas bersama Ethereum, Vitalik Buterin, berkata privasi harus menjadi keutamaan utama bagi pembangun, sambil memberi amaran bahawa andaian tentang ketelusan dan niat baik dalam politik global terlalu optimistik.\n\nDalam catatan blog pada 14 April, Buterin berhujah bahawa privasi adalah penting untuk mengekalkan kebebasan individu dan melindungi daripada kuasa kerajaan dan korporat yang semakin meningkat.  Beliau mengkritik idea bahawa peningkatan ketelusan adalah bermanfaat secara intrinsik, dengan menyatakan ia bergantung pada andaian tentang sifat manusia yang tidak lagi sah.\n\nAndaikan ini termasuk kepercayaan bahawa kepimpinan politik global adalah \"secara umumnya berniat baik dan waras,\" dan bahawa budaya sosial terus berkembang ke arah positif. Kedua-duanya semakin terbukti tidak benar, kata Buterin.\n\nButerin mendakwa tiada \"satu pun negara utama di mana andaian pertama secara meluas dipersetujui sebagai benar.\" Tambahan pula, beliau menulis bahawa toleransi budaya \"semakin merosot,\" yang dilaporkan dapat dibuktikan melalui carian X untuk \"buli adalah baik.\"\n\nMasalah Privasi Peribadi Buterin\n\nButerin berkata beliau mendapati kekurangan privasi beliau kadang-kadang membimbangkan. Beliau menambah:\n\nWalaupun ini mungkin kelihatan seperti cadangan bahawa privasi hanya satu kelebihan bagi mereka yang melanggar norma sosial, beliau menekankan bahawa \"anda tidak pernah tahu bila anda akan menjadi salah seorang daripada mereka.\"\n\nButerin hanya menjangkakan keperluan untuk privasi akan meningkat seiring dengan perkembangan teknologi, dengan antara muka otak-komputer berpotensi membenarkan sistem automatik mengintip terus ke dalam otak kita. Satu lagi isu ialah penetapan harga secara automatik, dengan syarikat mengenakan bayaran kepada individu sebanyak yang mereka jangka individu itu mampu bayar.\n\nTiada Privasi dengan Pintu Belakang Kerajaan\n\nButerin juga berhujah dengan kuat menentang idea untuk menambah pintu belakang kerajaan kepada sistem yang direka untuk melindungi privasi. Beliau berkata kedudukan sedemikian adalah biasa tetapi tidak stabil secara intrinsik.\n\nBeliau menekankan bagaimana, dalam kes data Kenali Pelanggan Anda (KYC), \"bukan sahaja kerajaan, tetapi juga pelbagai entiti korporat, dengan pelbagai tahap kualiti\" yang boleh mengakses data peribadi. Sebaliknya, maklumat tersebut dikendalikan dan disimpan oleh pemproses pembayaran, bank, dan perantara lain.\n\nBegitu juga, syarikat telekomunikasi boleh mengesan pengguna mereka dan didapati telah menjual data ini secara haram. Buterin juga menimbulkan kebimbangan bahawa individu yang mempunyai akses akan sentiasa digalakkan untuk menyalahgunakannya, dan bank data sentiasa boleh digodam. Akhirnya, kerajaan yang boleh dipercayai boleh berubah dan menjadi tidak boleh dipercayai pada masa hadapan, mewarisi semua data sensitif.  Beliau menyimpulkan:\n\nPihak Berkuasa Mempunyai Lebih Banyak Data Daripada Sebelum Ini\n\nButerin menimbulkan isu kerajaan dapat mengakses apa sahaja dengan waran \"kerana begitulah cara perkara selalu berlaku.\" Beliau menyatakan bahawa pandangan ini gagal mempertimbangkan bahawa secara sejarah, jumlah data yang tersedia untuk diperolehi melalui waran adalah jauh lebih rendah.\n\nBeliau berkata data yang tersedia secara tradisional masih akan tersedia walaupun \"jika bentuk privasi internet yang paling kukuh yang dicadangkan diterima pakai secara universal.\" Beliau menulis bahawa \"pada abad ke-19, perbualan purata berlaku sekali, melalui suara, dan tidak pernah dirakam oleh sesiapa pun.\"\n\nCadangan Penyelesaian Buterin\n\nButerin mencadangkan penyelesaian yang berdasarkan terutamanya kepada bukti sifar-pengetahuan (ZK-proofs) kerana ia membenarkan \"kawalan yang terperinci tentang siapa yang boleh melihat maklumat apa.\" ZK-proofs adalah protokol kriptografi yang membenarkan satu pihak untuk membuktikan satu kenyataan adalah benar tanpa mendedahkan sebarang maklumat tambahan.\n\nSatu sistem sedemikian ialah bukti keperibadian berasaskan ZK-proof yang membuktikan anda unik tanpa mendedahkan siapa anda. Sistem ini bergantung pada dokumen seperti pasport atau data biometrik yang dipasangkan dengan sistem terdesentralisasi.\n\nSatu lagi penyelesaian yang dicadangkan ialah kolam privasi yang dilancarkan baru-baru ini, yang membenarkan penyamaran Ether (ETH) yang mematuhi peraturan. Buterin juga memetik imbasan anti-penipuan pada peranti, menyemak mesej masuk dan mengenal pasti maklumat palsu dan penipuan yang berpotensi.\n\nSistem ini adalah perkhidmatan bukti asal usul untuk barangan fizikal menggunakan gabungan teknologi blockchain dan ZK-proof.  Ia menjejak pelbagai sifat sesuatu item sepanjang kitaran pembuatannya, memastikan pengguna tentang kesahihannya.\n\nCatatan ini susulan pelan hala tuju privasi Buterin baru-baru ini untuk Ethereum. Di dalamnya, beliau menyerlahkan perubahan jangka pendek kepada protokol asas dan ekosistem yang diperlukan untuk memastikan privasi pengguna yang lebih baik.",
            "translated_summary": "Tetapi Buterin membantah dengan kuat idea untuk menambah pintu belakang kerajaan kepada sistem yang direka untuk melindungi privasi.  Beliau berkata pendirian sedemikian adalah perkara biasa…",
            "original_url": "https://coinmarketcap.com/community/en/articles/67fd127c6ef667613e142cfe",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjM0MjgtMjkwMy03YmYwLWE0NzctNDk5ZmM4MDk2ZjAx.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-16 04:41:00"
        },
        {
            "title": "Bitcoin Eyes $98K Again: Will This Be the Breakout Bulls Are Waiting For?",
            "translated_facebook_post": "Bitcoin hampir cecah AS$98,000 lagi lepas naik 2% disebabkan petanda pengurangan tarif daripada Trump.  Mungkin kerajaan akan guna hasil tarif untuk bina rizab Bitcoin negara…\n\nBitcoin dah dekat sangat dengan AS$98,000, naik sebab spekulasi pengurangan tarif dan kemungkinan kerajaan nak guna duit tarif tu untuk beli Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitcoin-eyes-98k-again/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/08/btc-etf-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:35:00"
        },
        {
            "title": "Semler Scientific Plans $500M Bitcoin Investment Amid DOJ Settlement",
            "translated_facebook_post": "Syarikat Semler Scientific selesaikan isu dengan Jabatan Kehakiman Amerika Syarikat dan akan beli Bitcoin bernilai $500 juta guna pinjaman, menunjukkan perubahan strategi kewangan mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67ff336e7793005ec35712e0",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/executives-celebrate-settlement.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-16 04:33:00"
        }
    ]
}