{
    "timestamp": "2025-03-12 13:34:02",
    "all_news": [
        {
            "title": "ETF XRP: Dana-dana yang Menunggu Kelulusan SEC Sehingga Kini",
            "description": "Sehingga 12 Mac, sembilan syarikat telah mengemukakan permohonan produk ETF XRP di Amerika Syarikat, termasuk pengeluar utama seperti Grayscale, Bitwise, ProShares, Franklin Templeton...",
            "content": "Pengurus aset Amerika Syarikat, Franklin Templeton, telah menyertai perlumbaan dana dagangan bursa (ETF) XRP yang semakin berkembang, menjadi firma terkini yang memfailkan permohonan untuk ETF XRP spot di Amerika Syarikat.\n\nETF XRP (XRP) Franklin Templeton direka untuk menjejaki prestasi harga XRP, dengan pegangan XRP disimpan di Coinbase Custody Trust, menurut pemfailan rasmi kepada Suruhanjaya Sekuriti dan Bursa AS pada 11 Mac.\n\nPada hari yang sama, SEC menangguhkan keputusan ke atas beberapa pemfailan ETF kripto, termasuk cadangan Grayscale untuk menukar XRP Trustnya kepada ETF.\n\nWalaupun kegilaan pemfailan ETF XRP yang semakin meningkat, BlackRock — penerbit ETF Bitcoin (BTC) spot terbesar — belum mengemukakan pemfailan untuk produk berasaskan XRP.\n\nSiapakah yang telah memfailkan permohonan untuk ETF XRP di AS?\n\nSehingga 12 Mac, sembilan syarikat telah memfailkan permohonan untuk produk ETF XRP di AS, termasuk penerbit utama seperti Bitwise, ProShares, 21Shares dan lain-lain.\n\nBitwise, salah satu pengurus dana kripto terbesar di dunia, adalah firma pertama yang mengemukakan pemfailan Borang S-1 untuk ETF XRP pada 2 Oktober 2024.\n\nCanary Capital kemudiannya mengikuti jejak langkah Bitwise, memfailkan Borang S-1 untuk produk yang serupa pada 8 Oktober 2024.\n\nFirma pelaburan kripto berpangkalan di Switzerland, 21Shares dan penyedia ETF AS, WisdomTree juga memfailkan permohonan untuk ETF XRP pada lewat 2024, dengan pemfailan yang dibuat pada bulan November dan Disember masing-masing.\n\nPengurus aset ProShares menyertai perlumbaan ETF XRP pada tahun 2025 dengan memfailkan permohonan untuk beberapa produk ETF XRP kepada SEC pada 17 Januari, termasuk ETF ProShares XRP dan tiga produk pelaburan XRP tambahan.\n\nSatu lagi pemfailan ETF XRP kemudiannya datang daripada firma pelaburan kripto Eropah, CoinShares pada Januari, dengan Grayscale mencadangkan untuk menukar XRP Trustnya kepada ETF XRP yang didagangkan di Bursa Saham New York pada 30 Januari.\n\nVolatility Shares, sebuah firma perkhidmatan kewangan yang berpangkalan di Florida yang diasaskan pada tahun 2019, juga memfailkan tiga produk ETF XRP pada 7 Mac, termasuk ETF Volatility Shares XRP, ETF Volatility Shares 2x XRP dan ETF Volatility Shares -1x XRP.\n\nPemfailan lain yang menampilkan ETF XRP\n\nSelain pemfailan ETF XRP khusus, sekurang-kurangnya dua pengurus aset telah memasukkan XRP dalam produk ETF kripto yang lebih luas.\n\nPada 21 Januari, pengurus aset REX-Osprey memfailkan permohonan untuk \"ETF Opportunities Trust,\" yang termasuk tujuh ETF yang menjejaki aset termasuk duit syiling utama seperti XRP dan Bitcoin, serta memecoin seperti Bonk (BONK) dan Official Trump (TRUMP).\n\nBegitu juga, Tuttle Capital Management mengemukakan pemfailan amanah peluang ETF, termasuk 10 ETF sasaran harian, meliputi aset seperti XRP dan Melania (MELANIA).\n\nSelain BlackRock, beberapa penyedia ETF kripto belum lagi memfailkan permohonan untuk ETF XRP, termasuk firma seperti Invesco, VanEck, ARK Invest, Fidelity Investments dan Galaxy Digital.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5Mzg3NWYtZTQ2Yi03MWZiLThiNjMtOTI5MmFmM2IyOTBj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d18785a485a60775391b40",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-12 13:05:00",
            "status": "Posted"
        }
    ]
}