{
    "timestamp": "2025-03-17 03:05:16",
    "all_news": [
        {
            "title": "Platform kripto Debiex diarahkan membayar AS$2.5 juta dalam kes ‘penyembelihan babi’ CFTC",
            "description": "Seorang hakim persekutuan AS berpihak kepada Suruhanjaya Perdagangan Hadapan Komoditi (CFTC) dalam kesnya yang menuduh Debiex menjalankan skim penyembelihan babi dan platform kripto palsu yang mencuri $2.3 juta…",
            "content": "Platform kripto Debiex diarahkan membayar sekitar $2.5 juta kerana gagal menjawab saman Suruhanjaya Perdagangan Hadapan Komoditi AS yang menuduhnya sebagai sindiket penipuan romantik.\n\nHakim Mahkamah Persekutuan Arizona, Douglas Rayes, pada 13 Mac telah membenarkan usul penghakiman ringkas CFTC sebelum ini dan mengarahkan Debiex membayar balik kira-kira $2.26 juta yang dicurinya daripada pelanggannya, bersama-sama denda sivil hampir $221,500.\n\nHakim Rayes berkata tiada bukti bahawa kegagalan Debiex untuk menjawab CFTC adalah hasil daripada \"pengabaian yang boleh dimaafkan.\"\n\nCFTC menyaman Debiex pada Januari 2024, dengan mengatakan kakitangannya menjalankan penipuan yang dikenali sebagai \"penyembelihan babi\", di mana mereka memulakan hubungan romantik dengan pelanggan melalui media sosial untuk mendapatkan kepercayaan bagi meyakinkan mereka untuk melabur dalam platform tersebut.\n\nSkema ini telah menjerat lima mangsa yang mendepositkan kira-kira $2.3 juta secara keseluruhan ke Debiex, yang mana platform perdagangan tersebut telah mencuri, kata CFTC.\n\nCFTC juga menuduh Zhāng Chéng Yáng sebagai \"keldai wang\" untuk Debiex, yang mana dompet kripto miliknya digunakan untuk menerima dan mencuri dana mangsa.\n\nHakim Rayes telah membenarkan usul penghakiman lalai CFTC terhadap Zhāng pada 12 Mac, dengan mendapati ia dengan secukupnya mendakwa bahawa dia mengawal dompet kripto dengan OKX \"yang menerima aset digital yang tidak mempunyai tuntutan sah ke atasnya.\"\n\nBeliau berkata OKX \"secara sukarela memelihara\" kripto dalam akaun Zhāng dan mengarahkan kandungannya, iaitu $5.70 bernilai Tether (USDT) dan hampir 63 Ether (ETH) bernilai sekitar $119,500, dipindahkan kepada mangsa yang tidak dinamakan.\n\nCFTC menyatakan dalam aduannya pada Januari 2024 bahawa skim Debiex menyaksikan pengurusnya yang tidak dikenali menyasarkan mangsa berpotensi melalui media sosial untuk memikat mereka ke laman web yang telah mereka cipta yang memasarkan dirinya sebagai \"platform perdagangan kontrak kekal terdesentralisasi Rangkaian Blok Rantai\" di mana pengguna boleh menjalankan perdagangan hadapan dan \"urus niaga perlombongan.\"\n\nKakitangan Debiex akan memperkenalkan diri sebagai wanita dan membina hubungan dengan mangsa melalui \"pemesejan berterusan dan berulang dan berkongsi gambar diri mereka yang dikatakan\" sambil mendakwa sebagai \"peniaga komoditi aset digital yang sangat berjaya,\" kata CFTC.\n\nSebaik sahaja akaun telah dibuat dan pelanggan menghantar kripto mereka, CFTC berkata Debiex akan berkongsi \"maklumat palsu\" mengenai baki pelanggan, kedudukan perdagangan dan keuntungan.\n\n\"Semua maklumat ini kemungkinan besar palsu,\" kata CFTC. \"Bukti menunjukkan bahawa aset digital Pelanggan hanya dihantar ke pelbagai dompet aset digital dalam usaha untuk menyembunyikan destinasi mereka.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWExNDEtMDNiNy03ZjMzLThlNDItZWRiMjkyNTg1NTFi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d78581adbc5355580cd308",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 02:11:00",
            "status": "Posted"
        },
        {
            "title": "Pengguna kripto laporkan emel penipuan baharu yang menyamar sebagai Coinbase dan Gemini.",
            "description": "Serangan pancingan e-mel yang menyamar sebagai penghijrahan dompet wajib bagi dua bursa kripto utama cuba memperdaya pengguna untuk menyediakan dompet baharu…",
            "content": "## Penipuan Email Palsu Menarget Pengguna Coinbase dan Gemini\n\nPengguna kripto melaporkan peningkatan email penipuan yang dirancang menyerupai pesan dari bursa kripto Coinbase dan Gemini.  Email-email ini bertujuan untuk membuat pengguna mengatur dompet baru dengan frasa pemulihan yang telah dibuat sebelumnya dan dikendalikan oleh penipu.\n\nBeberapa contoh yang diunggah ke X (sebelumnya Twitter) menunjukkan email yang mengaku berasal dari Coinbase, meminta pengguna untuk beralih ke dompet self-custodial dan memberikan instruksi untuk mengunduh Coinbase Wallet yang sah, dengan batas waktu 1 April untuk melakukan peralihan.  Namun, email tersebut juga menyertakan frasa pemulihan yang telah dibuat sebelumnya.  Setelah pengguna membuka dompet baru dengan frasa tersebut dan mentransfer dana, semua aset akan tersedia bagi pelaku ancaman, yang dapat menguras dompet tersebut.\n\nEmail tersebut menyebutkan gugatan class-action terhadap Coinbase yang menuduhnya telah menjual sekuritas yang tidak terdaftar, yang mengakibatkan pengadilan memerintahkan pengguna untuk mengelola dompet mereka sendiri.  Email palsu tersebut menyatakan, \"Coinbase akan beroperasi sebagai broker terdaftar, yang memungkinkan pembelian, tetapi semua aset harus dipindahkan ke Coinbase Wallet.\"  Komisi Sekuritas dan Bursa AS (SEC) menolak gugatannya yang menuduh Coinbase sebagai broker tidak terdaftar dan menjual sekuritas yang tidak terdaftar pada 27 Februari.\n\nCoinbase menyatakan mengetahui penipuan tersebut dan merujuk pada postingan mereka di X pada 14 Maret, yang menyatakan, \"Kami tidak akan pernah mengirimkan frasa pemulihan kepada Anda, dan Anda tidak boleh memasukkan frasa pemulihan yang diberikan oleh orang lain.\"\n\nBursa kripto Gemini juga telah dipalsukan dengan penipuan email frasa pemulihan yang sama, menggunakan taktik yang sama dan mengklaim pengguna perlu mengatur dompet baru karena keputusan pengadilan baru-baru ini.  Gemini digugat oleh SEC karena diduga menawarkan sekuritas yang tidak terdaftar melalui program earn-nya.  Lembaga pengawas tersebut memilih untuk mengakhiri tindakan hukum pada 26 Februari.\n\nPerusahaan keamanan blockchain CertiK, dalam laporan keamanan Web3 tahunannya, menandai serangan phishing kripto, yang merugikan pengguna sebesar $1 miliar di 296 insiden, sebagai ancaman keamanan paling signifikan untuk tahun 2024.\n\nPenipuan email ini muncul ketika setidaknya tiga pendiri kripto melaporkan telah menggagalkan upaya peretas Korea Utara yang diduga mencuri data sensitif melalui panggilan Zoom palsu.  Penipu menargetkan pendiri kripto dengan menawarkan pertemuan untuk membahas peluang kemitraan, tetapi begitu panggilan dimulai, mereka mengirim pesan yang berpura-pura ada masalah audio dan tautan ke panggilan baru yang menginstal malware.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTE5NDEtMDFlOC03OWQ2LTk4NzktOTk2ZGQzYzg0NmYy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d7820bc510eb72597975b6",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 01:54:00",
            "status": "Posted"
        }
    ]
}