{
    "timestamp": "2025-03-19 01:56:37",
    "all_news": [
        {
            "title": "Four.Meme sambung operasi selepas serangan ‘sandwich’ $120,000",
            "description": "Platform pelancaran memecoin, Four.Meme, beroperasi semula selepas menggantung perkhidmatan susulan serangan \"sandwich\" yang mengakibatkan kerugian sebanyak $120,000.",
            "content": "Platform pelancaran memecoin berasaskan BNB Chain, Four.Meme, telah menyambung semula operasinya selepas diserang dengan serangan “sandwich” yang menyebabkan kerugian sekitar $120,000.\n\nFour.Meme dalam satu catatan X pada 18 Mac menyatakan fungsi pelancarannya telah dipulihkan selepas pemeriksaan dan penyelesaian isu keselamatan.  Fungsi tersebut sebelum ini digantung sementara untuk siasatan, dengan kenyataan bahawa platform tersebut “sedang diserang.”\n\n“Fungsi pelancaran kini telah disambung semula selepas pemeriksaan keselamatan yang menyeluruh. Pasukan kami telah menangani isu tersebut dan mengukuhkan keselamatan sistem. Pampasan kepada pengguna yang terjejas sedang dijalankan,” kata pasukan Four.Meme.\n\nFirma keselamatan Web3, ExVul, dalam satu catatan X pada 18 Mac menyatakan eksploitasi tersebut nampaknya merupakan teknik manipulasi pasaran yang dikenali sebagai serangan “sandwich” yang menjana keuntungan sebanyak $120,000 kepada penyerang.\n\nIa menyatakan penyerang “menghitung terlebih dahulu alamat untuk mencipta pasangan dagangan kolam kecairan” dan menggunakan salah satu fungsi platform untuk membeli token, yang berjaya memintas sekatan pemindahan token Four.Meme.\n\n“Seterusnya, penggodam menunggu Four.Meme menambah kecairan kepada transaksi, akhirnya menyedut dana tersebut,” tambah ExVul.\n\nFirma keselamatan Blockchain, CertiK, sampai kepada kesimpulan yang sama dan menyatakan penyerang memindahkan jumlah token yang belum dilancarkan yang tidak seimbang kepada alamat pasangan sebelum pasangan tersebut diwujudkan, kemudian memanipulasi harga semasa pelancaran untuk menjualnya kemudian untuk keuntungan.\n\n“Dalam kes token SBL ini, sebagai contoh, penyerang menghantar sedikit token SBL ke alamat pasangan yang telah dikira terlebih dahulu, kemudian memperoleh keuntungan 21.1 BNB dengan menyisipkan transaksi tambah kecairan semasa pelancaran,” kata CertiK.\n\nTaktik tersebut menyaksikan penyerang berjaya mendapatkan sekurang-kurangnya 192 BNB (BNB), bernilai kira-kira $120,000, yang kemudian dihantar ke bursa kripto terdesentralisasi FixedFloat, menurut CertiK.\n\nIni merupakan kali kedua Four.Meme diserang dalam tempoh beberapa bulan, dengan eksploitasi pada 11 Februari mengakibatkan kerugian kira-kira $183,000 aset digital.\n\nDi seluruh industri kripto yang lebih luas, bulan Februari menyaksikan kerugian sebanyak $1.53 bilion akibat penipuan, eksploitasi dan penggodaman, dengan penggodaman Bybit bernilai $1.4 bilion menyumbang sebahagian besarnya.\n\nFirma analisis Blockchain, Chainalysis, menyatakan sepanjang tahun lepas menyaksikan jumlah transaksi haram sebanyak $51 bilion, sebahagiannya disebabkan jenayah kripto memasuki era profesional yang didominasi oleh penipuan yang didorong oleh AI, pengubahan wang haram stablecoin, dan sindiket siber yang cekap.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGYzZjQtYWQzYi03ODcwLTlkNGQtZGVlZWJjMzM4ODg4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da204c58fc2a3af56c1369",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 01:34:00",
            "status": "Posted"
        }
    ]
}