{
    "timestamp": "2025-03-19 08:35:00",
    "all_news": [
        {
            "title": "Adakah harga XRP akan jatuh lagi?",
            "description": "XRP menunjukkan tanda-tanda kemuncak harga selepas kadar pembiayaan menjadi negatif, persediaan teknikal menunjukkan penurunan kepada $1.90.",
            "content": "Harga XRP (XRP) telah pulih daripada paras terendah $1.89 yang dicapai pada 11 Mac, tetapi ia masih diniagakan di bawah zon rintangan utama. Adakah harga XRP akan mengekalkan pemulihan atau jatuh lebih jauh dalam beberapa hari akan datang?\n\nCarta harian XRP/USD. Sumber: Cointelegraph/TradingView\n\nKadar pembiayaan XRP menunjukkan sentimen menurun\n\nSalah satu petanda paling jelas bahawa lebih banyak masalah menanti XRP ialah kewujudan kadar pembiayaan negatif dan penurunan minat terbuka (OI) dalam pasaran niaganya hadapan.\n\n**Mata utama:**\n\nKadar pembiayaan ialah bayaran berkala yang dibuat antara pedagang panjang dan pendek dalam kontrak niaga hadapan kekal untuk memastikan harga sejajar dengan pasaran spot.  Apabila metrik ini menjadi negatif, ia bermakna penjual pendek membayar pedagang panjang, menunjukkan bahawa sentimen menurun mendominasi.  Kadar pembiayaan XRP berada di bawah 0%, menunjukkan sentimen menurun mendominasi pasaran.\n\nKadar pembiayaan niaga hadapan kekal XRP di semua bursa. Sumber: Glassnode\n\nKadar pembiayaan negatif mematahkan semangat pembeli baharu daripada memasuki pasaran, kerana memegang posisi panjang menjadi kurang menguntungkan. Jika trend ini berterusan, XRP mungkin menghadapi penurunan mendadak apabila keyakinan pasaran semakin merosot.  Begitu juga, OI XRP dalam pasaran niaga hadapan telah menurun daripada puncak tempatannya sebanyak $5.67 bilion pada 17 Januari kepada $2.4 bilion pada 18 Mac. OI mengukur jumlah keseluruhan kontrak niaga hadapan yang belum diselesaikan, dan penurunan menunjukkan pedagang sedang keluar daripada posisi.\n\nMinat terbuka niaga hadapan XRP. Sumber: Glassnode\n\nSecara sejarahnya, aset dengan minat terbuka yang menurun sukar untuk mengekalkan momentum menaik, kerana modal meninggalkan pasaran. Bagi XRP, ini bermakna tekanan jualan yang kecil sekalipun mungkin mencetuskan rentetan penghapusan, terutamanya jika posisi berleveraj terpaksa ditutup. Tanpa minat yang diperbaharui daripada pedagang institusi atau runcit, harga XRP lebih cenderung menurun.\n\nStruktur pasaran XRP menunjukkan ujian semula $1.90\n\nTindakan harga XRP pada carta lilin empat jam telah menghasilkan corak berbentuk V songsang, seperti yang ditunjukkan dalam carta di bawah. Corak carta berbentuk V songsang berlaku apabila harga aset meningkat dengan pantas ke puncak dalam kenaikan yang curam dan hampir menegak, dan kemudian jatuh dengan pantas, membentuk bentuk yang menyerupai \"V\" terbalik. Ini menunjukkan bahawa tekanan beli telah habis. Zon kesesakan pembekal antara $2.35 dan $2.42 bertindak sebagai kawasan rintangan overhead yang teguh. Ini juga merupakan tempat purata bergerak mudah (SMA) 100 tempoh dan SMA 200 kini berada. Indeks kekuatan relatif (RSI) telah jatuh di bawah paras 50, menegaskan dominasi penjual dalam pasaran.\n\nBeruang kini akan cuba memecah zon sokongan antara $2.28, iaitu SMA 50, dan $2.20. Kehilangan paras ini akan menyebabkan harga XRP jatuh ke arah garisan leher corak carta yang sedia ada pada $2.01. Penutupan di bawah paras ini akan mengesahkan kesinambungan aliran menurun, dengan langkah logik seterusnya ialah zon antara paras terendah 28 Februari iaitu $1.94 dan paras terendah julat pada $1.89, yang dicapai pada 11 Mac.\n\nCarta empat jam XRP/USD. Sumber: Cointelegraph/TradingView\n\nLembu jantan mesti memegang di atas SMA 50 untuk menghentikan aliran menurun daripada berterusan. Ini akan meningkatkan peluang untuk XRP memecah di atas zon bekalan $2.35 dan $2.42 dan kemudian ke paras tinggi corak pada $2.47, yang membatalkan pandangan menurun.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzZkOGMtODJiNC03ZTE1LTk3ZjgtNDhhZDZhYzkxYWRi-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67474a10d626c86b6d39159a",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 08:12:00",
            "status": "Posted"
        },
        {
            "title": "Pengguna stablecoin meningkat 53% dalam setahun: Laporan",
            "description": "Jumlah keseluruhan bekalan stablecoin juga meningkat daripada $138 bilion pada Februari 2024 kepada $225 bilion pada Februari 2025.",
            "content": "## Laporan Bersama Menunjukkan Peningkatan Ketara dalam Penggunaan Stablecoin\n\nSatu laporan bersama daripada platform analisis onchain, Artemis dan Dune, menunjukkan bahawa dompet stablecoin aktif meningkat lebih daripada 50% dalam tempoh setahun.\n\nLaporan bertajuk \"Status Stablecoin 2025: Bekalan, Penggunaan & Trend Pasaran,\" menunjukkan bahawa dari Februari 2024 hingga Februari 2025, alamat aktif meningkat daripada 19.6 juta kepada 30 juta. Ini mewakili peningkatan 53% dari tahun ke tahun.\n\nPlatform analisis onchain tersebut menyatakan bahawa pengembangan ini menunjukkan penglibatan pengguna yang lebih meluas. Laporan itu menambah bahawa pada tahun 2024, stablecoin telah muncul sebagai jambatan antara kewangan tradisional dan kripto, menjadi komponen penting dalam kewangan digital.\n\nSelain daripada peningkatan penggunaan institusi, penggunaan stablecoin yang semakin meningkat dalam pembayaran dan kewangan terdesentralisasi (DeFi) serta aksesibilitinya yang lebih luas disebut sebagai beberapa sebab yang mendorong pertumbuhan alamat stablecoin aktif.\n\n**Bekalan Stablecoin Meningkat 63%**\n\nSelain daripada jumlah alamat aktif, jumlah bekalan stablecoin juga meningkat. Laporan itu menyerlahkan bahawa pada Februari 2024, stablecoin mempunyai jumlah bekalan sebanyak $138 bilion. Walau bagaimanapun, pada Februari 2025, bekalan tersebut mencapai $225 bilion, menunjukkan pertumbuhan 63% dari tahun ke tahun.  Tidak seperti aset kripto lain, stablecoin mengekalkan nilai $1, bermakna permodalan pasarannya adalah serupa dengan jumlah bekalannya.\n\n**Jumlah Pemindahan Bulanan Meningkat Secara Mendadak**\n\nSebagai tambahan kepada metrik lain, jumlah pemindahan bulanan stablecoin juga meningkat dalam tempoh masa yang sama. Pada Februari 2024, jumlah pemindahan bulanan stablecoin adalah $1.9 trilion. Ini meningkat kepada $4.1 trilion pada Februari 2025, iaitu peningkatan 115% dari tahun ke tahun.  Jumlah tertinggi yang direkodkan untuk stablecoin berlaku pada Disember 2024, apabila jumlahnya mencapai $5.1 trilion. Walau bagaimanapun, ini diikuti dengan penurunan pada tahun 2025. Secara keseluruhan, stablecoin memudahkan $35 trilion dalam jumlah pemindahan sepanjang tahun lalu.\n\n**Saiz Pemindahan Purata Menunjukkan Perubahan Kecil**\n\nWalaupun metrik lain menunjukkan pertumbuhan yang pesat, saiz pemindahan purata untuk stablecoin menunjukkan sedikit peningkatan. Angka tersebut meningkat daripada $676,000 pada tahun 2024 kepada $683,000 selepas setahun.  Walaupun begitu, metrik tersebut menunjukkan lonjakan pada bulan Mei, di mana ia mencapai $2.6 juta dan pada bulan Julai, apabila ia mencatatkan $2.2 juta. Ini menunjukkan peningkatan aktiviti ikan paus atau institusi dengan stablecoin.\n\nPenganalisis Artemis dan Dune berkata turun naik tersebut menunjukkan penggunaan stablecoin yang meluas dalam transaksi runcit dan institusi.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFkNDQtMGJmZS03NTFkLWExZGUtNjJlMmJjOGFlMjZi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da7cfdbbc5557a8d594099",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 08:09:00",
            "status": "Posted"
        }
    ]
}