{
    "timestamp": "2025-03-09 14:20:26",
    "all_news": [
        {
            "title": "Inilah perkembangan terkini dalam dunia kripto hari ini.",
            "description": "Perlu tahu apa yang berlaku dalam dunia kripto hari ini? Berikut adalah berita terkini mengenai trend harian dan peristiwa yang memberi impak kepada harga Bitcoin, teknologi rantaian blok, DeFi, NFT, dan sebagainya.",
            "content": "Hari ini dalam dunia kripto, Michael Saylor menyokong pendekatan agresif kerajaan AS untuk pengumpulan Bitcoin, komuniti Bitcoin berkongsi reaksi bercampur-campur terhadap Sidang Kemuncak Kripto Rumah Putih, Sidang Kemuncak Kripto Rumah Putih menandakan “hari yang benar-benar bersejarah di Rumah Putih,” menurut CEO Crypto.com, Kris Marszalek.\n\nMichael Saylor mendesak kerajaan AS untuk membeli sehingga 25% bekalan Bitcoin\nPengasas strategi Michael Saylor telah mencadangkan agar kerajaan Amerika Syarikat mensasarkan untuk memperoleh sehingga 25% daripada jumlah bekalan Bitcoin dalam tempoh dekad akan datang untuk Rizab Bitcoin Strategiknya.\n\n“Dapatkan 5-25% daripada rangkaian Bitcoin untuk negara melalui pembelian harian yang konsisten dan berprogram antara tahun 2025 dan 2035, apabila 99% daripada semua BTC akan dikeluarkan,” tulis Saylor dalam dokumen bertajuk “Strategi Aset Digital untuk Mendominasi Ekonomi Global Abad ke-21.”\n\nSaylor membentangkan dokumen tersebut kepada Presiden AS Donald Trump, eksekutif kerajaan, dan pemimpin kripto global di Sidang Kemuncak Kripto Rumah Putih pada 7 Mac.\n\nBeliau menjelaskan bahawa kerajaan harus berpegang pada dasar “Jangan sesekali jual Bitcoin anda”, meramalkan bahawa menjelang tahun 2045, Rizab Bitcoin Strategik boleh menjana lebih daripada $10 trilion setahun, dan berfungsi sebagai “sumber kemakmuran kekal” untuk rakyat Amerika.\n\nKomuniti Bitcoin mempunyai reaksi bercampur-campur terhadap Sidang Kemuncak Rumah Putih\nKomuniti Bitcoin (BTC) menyuarakan reaksi bercampur-campur terhadap Sidang Kemuncak Kripto Rumah Putih baru-baru ini, dengan sesetengahnya menganggap acara itu mengecewakan dan yang lain menganggap sidang kemuncak itu sebagai pencapaian bersejarah bagi aset digital.\n\nPelabur runcit dan pemaksimal Bitcoin cenderung mempunyai pandangan yang lebih kritikal terhadap Sidang Kemuncak Kripto Rumah Putih pertama pentadbiran Trump.\n\n\"Sidang Kemuncak kripto Rumah Putih' ialah perhimpunan pelobi yang mencari sewa menolak token pengawasan yang diluluskan oleh negara,\" tulis pemaksimal BTC Justin Bechler di X.\n\nPresiden Trump, ahli kabinet, dan penasihat menangani Sidang Kemuncak Kripto Rumah Putih. Sumber: Rumah Putih\n\nWalau bagaimanapun, pelabur institusi dan pengurus aset melihat mesyuarat itu jauh lebih positif dan memujinya sebagai kejayaan besar.\n\nKyle Samani, rakan pengurusan di Multicoin Capital, menghadiri sidang kemuncak itu — menciptanya sebagai \"saat bersejarah\" untuk industri aset digital. \"Kami dulu berjuang untuk terus hidup. Kini, kita membuka jalan untuk memimpin dunia dalam kripto,\" tulis Samani.\n\nTrump mengubah kripto daripada “industri yang ditindas” kepada “pusat” strategi AS\nPresiden AS Donald Trump telah meletakkan kripto pada pusat strategi ekonominya, menandakan perubahan dasar utama bagi industri blok rantaian AS, menurut CEO Crypto.com, Kris Marszalek.\n\nTrump menganjurkan Sidang Kemuncak Kripto Rumah Putih pada 7 Mac, menunjukkan bahawa beliau berhasrat untuk menjadikan dasar kripto sebagai keutamaan kebangsaan dan menjadikan AS sebagai hab global untuk inovasi blok rantaian.\n\nSidang kemuncak itu menandakan “hari yang benar-benar bersejarah di Rumah Putih,” kata Marszalek dalam catatan X pada 8 Mac.\n\nMarszalek memberi kredit kepada Trump kerana membalikkan dasar seperti Operasi Chokepoint 2.0, yang didakwa menyebabkan firma kripto dan teknologi dinafikan perkhidmatan perbankan di bawah pentadbiran Biden.\n\nKesukaran mencari rakan kongsi perbankan mungkin memang menjadi perkara lampau bagi firma kripto selepas Pejabat Pengawal Wang Negara AS (OCC) melonggarkan pendiriannya tentang bagaimana bank boleh terlibat dengan kripto hanya beberapa jam selepas Trump berikrar untuk menamatkan tindakan keras yang berpanjangan yang mengehadkan akses firma kripto kepada perkhidmatan perbankan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDgzZjctMTdlYS03OTc0LWJlNzMtNjYxYzdjZDE1N2M3-1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/65b8e384df1c060ecd34c624",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 13:29:00",
            "status": "Posted"
        }
    ]
}