{
    "timestamp": "2025-04-04 20:28:40",
    "all_news": [
        {
            "title": "Stablecoins 'in bull market'; Solana sputters: VanEck",
            "translated_facebook_post": "Walaupun Ethereum dan Solana kurang memberangsangkan, mata wang stabil (stablecoin) masih menunjukkan peningkatan yang bagus.",
            "translated_title": "Mata wang stabil ‘dalam pasaran lembu’; Solana merudum: VanEck",
            "translated_content": "**Stablecoin Meningkat Walaupun Platform Smart Contract Menurun**\n\nPengurus aset, VanEck, menyatakan dalam nota bulanan pada 3 April bahawa stablecoin berada dalam \"pasaran lembu sendiri,\" walaupun platform kontrak pintar — termasuk Ethereum dan Solana — merosot di tengah-tengah pergolakan pasaran secara menyeluruh.\n\nAktiviti yang berkurangan pada platform kontrak pintar mencerminkan sentimen pasaran yang semakin sejuk dalam mata wang kripto dan seterusnya, memandangkan pedagang bersiap sedia untuk impak dasar tarif menyeluruh Presiden Amerika Syarikat Donald Trump dan perang perdagangan yang bakal berlaku.\n\nTetapi penggunaan stablecoin — ukuran utama kesihatan keseluruhan Web3 — terus berkembang pesat. Ini sebahagiannya kerana ketidakpastian ekonomi makro yang berterusan \"boleh mempercepatkan kes strategik untuk kripto,\" kata Matthew Sigel, ketua penyelidikan VanEck, dalam catatan X pada 4 April.\n\nBil perbendaharaan yang ditokenkan membantu menyokong penggunaan stablecoin.\n\n**Stablecoin Memperoleh Momentum**\n\nSecara kolektif, stablecoin menambah hampir $10 bilion dalam jumlah permodalan pasaran pada bulan Mac, memandangkan pelbagai penerbit, termasuk VanEck, bersiap sedia untuk melancarkan produk stablecoin berjenama.\n\nAliran masuk berterusan walaupun penurunan mendadak dalam hasil purata stablecoin.\n\nHasil stablecoin kini berkisar antara 3% hingga 5% — hampir atau sedikit di bawah Bil Perbendaharaan — berbanding setinggi 10% pada awal tahun.\n\nWalaupun begitu, penerbitan Bil Perbendaharaan yang ditokenkan — sumber utama hasil stablecoin institusi — meningkat 26% dari Februari hingga Mac, melebihi $5 bilion dalam jumlah penerbitan.\n\n**Ethereum, Solana Melambat**\n\nSementara itu, platform kontrak pintar mengalami penurunan aktiviti secara menyeluruh, dengan pendapatan dan jumlah perdagangan masing-masing menurun 36% dan 40%.\n\nSolana mengalami kemerosotan yang sangat ketara. Pendapatan yuran harian dan jumlah bursa terdesentralisasi (DEX) masing-masing berkurangan sebanyak 66% dan 53% pada bulan Mac.\n\nMalah, bahagian jumlah DEX Solana sekali lagi jatuh di bawah Ethereum dan rantaian penskalaan lapisan-2 (L2) selepas seketika melepasi mereka buat kali pertama pada bulan Februari.\n\nPenurunan relatif ini sebahagiannya mencerminkan kelembapan dalam perdagangan memecoin, yang masih menguasai aktiviti DEX Solana.\n\nSegmen ini telah mengalami kemerosotan sejak Februari selepas beberapa siri skandal berkaitan memecoin merosakkan sentimen di kalangan pedagang runcit.\n\nPada 14 Februari, Libra, sebuah memecoin yang seolah-olah disokong oleh Presiden Argentina Javier Milei, menghapuskan kira-kira $4.4 bilion dalam permodalan pasaran dalam masa beberapa jam selepas pelancarannya.\n\nPada bulan Mac, jumlah perdagangan pada L2 Ethereum juga mengalami penurunan — menyusut kira-kira 18% daripada Februari — tetapi bertahan lebih baik daripada Solana.\n\nPada minggu terakhir bulan Mac, \"yuran blob,\" sumber pendapatan utama rangkaian Ethereum daripada L2, jatuh ke paras mingguan terendah setakat ini pada tahun ini.",
            "translated_summary": "Ethereum dan Solana bergelut di tengah-tengah tekanan pasaran, tetapi mata wang kripto stabil masih \"dalam pasaran lembu sendiri,\" kata pengurus aset VanEck.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03f0583e107682e52869d",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjAyMmItYmEwNy03MjkwLWE2ZTgtY2NhODExMjU0Yjdk.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 20:18:00"
        },
        {
            "title": "Could XRP Prices Soon Experience a Surge?",
            "translated_facebook_post": "Harga XRP mungkin akan turun sikit lagi sebelum naik semula, tapi pakar-pakar nampaknya yakin ia akan meningkat dalam jangka masa panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/could-xrp-prices-soon-experience-a-surge",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-017.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:18:00"
        },
        {
            "title": "Bitcoin Is Bouncing Back After Recent Dip",
            "translated_facebook_post": "Bitcoin tengah naik semula lepas jatuh harga baru-baru ni, menunjukkan keyakinan pelabur masih ada walaupun keadaan ekonomi tak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03ecc4f85ec6f7c182531",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/bitcoin-1-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:15:00"
        },
        {
            "title": "Market Insights: Fair Pricing For JasmyCoin (JASMY) And Arbitrum (ARB) Under Current Conditions",
            "translated_facebook_post": "Harga JasmyCoin dan Arbitrum sekarang macam tengah naik turun, ada potensi untuk naik tapi kena berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03cdc18d6164c3ca780fd",
            "source": "BITZO",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/fb9a19ccc3b64aa29563174a49b80ac0.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:11:00"
        },
        {
            "title": "U.S. Stock Indexes Decline Amid Tariff Concerns Impacting Markets",
            "translated_facebook_post": "Pasaran saham Amerika jatuh teruk pada 5 April 2025 disebabkan kebimbangan tentang dasar tarif baru, menjejaskan pasaran kripto juga.  Saham-saham utama merudum, dan Bitcoin pun turut jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03da14f85ec6f7c18252d",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/cartoon-crypto-stock-decline.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:10:00"
        },
        {
            "title": "Discovering ZENMEV: A New Staking Platform Powered by MEV",
            "translated_facebook_post": "ZENMEV, platform staking baru, guna AI untuk cari peluang untung dalam kripto dan bagi dividen kerap pada pengguna.  Lebih untung berbanding platform DeFi lain dan selamat sebab dah audit, sesuai untuk simpan aset jangka panjang, terutamanya masa harga kripto turun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03c9918d6164c3ca780fb",
            "source": "AsiaTokenFund",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/2664e291dbbb45a1b566d0e19c69a0cc.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:10:00"
        },
        {
            "title": "Experts Anticipate XRP’s Price Surge After Recent Consolidation",
            "translated_facebook_post": "Harga XRP dijangka naik mendadak lepas tempoh penyusunan harga sekarang, walaupun mungkin jatuh sedikit lagi sebelum itu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/experts-anticipate-xrps-price-surge-after-recent-consolidation/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1066.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:09:00"
        },
        {
            "title": "DeFi TVL drops 30% since December peak, slipping below $95 billion",
            "translated_facebook_post": "Nilai keseluruhan aset terkunci dalam DeFi dah susut lebih 30% sejak Disember lepas, menunjukkan ketidakpastian pasaran dan tekanan ekonomi global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03ecc4f85ec6f7c18252f",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/Bearish-2.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:05:00"
        },
        {
            "title": "$500 to $1M? Traders Are Eyeing XRP and MAGACOINFINANCE in 2025",
            "translated_facebook_post": "Pelaburan awal dalam MAGACOINFINANCE menawarkan pulangan yang tinggi,  walaupun risiko pelaburan dalam kripto tetap ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03c894f85ec6f7c18252b",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17437819465510790-image2.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:02:00"
        },
        {
            "title": "Pepe, Bonk Or Remittix? Why $RTX Is Thriving In A Bearish Market",
            "translated_facebook_post": "Pepe, Bonk, atau Remittix? Kenapa $RTX semakin maju walaupun pasaran agak lembap?\n\nNampaknya mata wang kripto bertema meme ni macam nak kembali rancak, dengan token-token utama menunjukkan sentimen positif sebelum dagangan suku kedua tahun ni.\n\n\nPasaran kripto meme tengah naik, token-token utama nampaknya positif sebelum suku kedua bermula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/pepe-bonk-or-remittix-why-rtx-is-thriving-in-a-bearish-market/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-04-04%20at%2020.58.49.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:02:00"
        },
        {
            "title": "Bankrupt Crypto Exchange FTX Deletes Claims From Thousands of Customers! Here's Why",
            "translated_facebook_post": "Lebih 390,000 permintaan pelanggan FTX yang tak lengkapkan verifikasi identiti telah dipadam, menyebabkan mereka tak dapat tuntut balik duit.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b604f85ec6f7c182522",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/06/FTX.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:02:00"
        },
        {
            "title": "Bitcoin holds steady amid stock market crash, says Unchained analyst",
            "translated_facebook_post": "Bitcoin kekal stabil walaupun pasaran saham jatuh, menunjukkan potensi untuk pulih lebih cepat berbanding saham.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b604f85ec6f7c182524",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-Bitcoin-Reserve-policy-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:01:00"
        },
        {
            "title": "Is Bitcoin Facing a Downfall? Potential Dip to $68K if $80K Safety Net Fails",
            "translated_facebook_post": "Harga Bitcoin mungkin turun ke $68,000 jika paras $80,000 gagal bertahan, disebabkan minat pelabur jangka pendek semakin berkurangan dan isyarat teknikal menunjukkan penurunan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03da13ae69741e210a482",
            "source": "CoinEagle",
            "image": "https://coineagle.com/wp-content/uploads/2025/04/is-bitcoin-facing-a-downfall-potential-dip-to-68k-if-80k-safety-net-fails-output1-1024x585.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "Stablecoin Veteran Warns Circle IPO May Impact Valuation",
            "translated_facebook_post": "Translation failed",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b614f85ec6f7c182526",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-financial-expert-advice.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "We Asked AI to Predict the Price of Chainlink (LINK) in April",
            "translated_facebook_post": "Harga Chainlink (LINK) mungkin turun ke $10-$11, kekal sekitar $12-$15, atau naik semula ke $16-$18 pada April ini, bergantung kepada prestasi Bitcoin dan perkembangan projek itu sendiri.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b6018d6164c3ca780ef",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/11/P2P-Review-4-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "Crypto Biz: The ‘worst quarter’ since the FTX collapse is finally behind us",
            "translated_facebook_post": "Pasaran kripto alami suku tahun terburuk sejak FTX jatuh, tapi ada juga berita baik macam Tether dan GameStop yang tambah pelaburan dalam Bitcoin,  dan keluarga Trump pun terlibat dalam perlombongan Bitcoin.  Walaupun ada turun naik, nampaknya ramai masih positif tentang masa depan kripto.",
            "translated_title": "Dunia Kripto: Suku tahun ‘terburuk’ sejak kejatuhan FTX akhirnya berlalu.",
            "translated_content": "Pilihan raya Presiden AS Donald Trump dijangka akan membawa era kegemilangan kripto. Walaupun keadaan pengawalseliaan semakin baik, industri kripto baru sahaja mengalami suku tahun terburuk dalam beberapa tahun.\n\nHarga Bitcoin (BTC) dan Ether (ETH) mencatatkan suku pertama (Q1) terburuk dalam tempoh tujuh tahun, sentimen pasaran jatuh ke tahap terendah sejak pasaran menurun yang lalu, dan stok Coinbase mengalami penurunan jualan terburuk sejak kemelut FTX.\n\nDengan berakhirnya suku pertama, pelabur menantikan pemangkin positif untuk Bitcoin dan pasaran yang lebih luas. Ini mungkin datang dalam bentuk kitaran musim bunga yang menggalakkan, kejelasan lanjut mengenai dasar tarif Trump dan perubahan dasar di Rizab Persekutuan.\n\nStok Coinbase mengalami suku tahun terburuk sejak 2022\n\nStok Coinbase, yang selama ini dianggap sebagai penunjuk penting bagi industri kripto, menjunam sebanyak 33% pada suku pertama walaupun melaporkan asas perniagaan yang kukuh dan prospek pendapatan yang mantap. Seperti yang dilaporkan Cointelegraph, ia merupakan penurunan suku tahunan terburuk sejak kejatuhan bursa FTX pada akhir 2022.\n\nSeperti perniagaan asli kripto yang lain, prestasi Coinbase merosot di bawah tekanan perang tarif Trump, harga aset digital yang tidak menentu dan kesan keadaan kewangan yang ketat daripada suku sebelumnya.\n\nNamun, di luar halangan jangka pendek ini, Coinbase sedang berkembang pesat. Pendapatan syarikat meningkat lebih dua kali ganda pada 2024, mencecah $6.6 bilion. Pendapatan diselaraskannya meningkat kepada $3.3 bilion, menandakan dua tahun pertumbuhan berturut-turut.\n\nKeluarga Trump menyokong usaha perlombongan Bitcoin\n\nWalaupun ketakutan dan ketidaktentuan mencengkam pasaran kripto, keluarga Donald Trump menggandakan pelaburan jangka panjang mereka dalam industri ini.\n\nPada 31 Mac, dua anak lelaki Trump, Eric dan Donald Jr., mengumumkan bahawa mereka menyokong usaha perlombongan kripto baharu yang dipanggil American Bitcoin. Usaha sama ini majoritinya dimiliki oleh Hut 8, pelombong kripto awam.\n\nAmerican Bitcoin \"bermatlamat untuk menjadi pelombong Bitcoin tulen terbesar dan paling cekap di dunia sambil membina rizab Bitcoin strategik yang kukuh,\" kata pengumuman itu.\n\nWalaupun harga kripto menurun, semakin sukar bagi pelabur untuk kekal berpandangan negatif terhadap industri ini dengan keluarga Trump melabur dengan begitu banyak. Keluarga ini berada di belakang projek DeFi World Liberty Financial, yang telah mengumpul portfolio aset digital yang besar termasuk Ether, Wrapped Bitcoin (WBTC), Aave (AAVE) dan Chainlink (LINK).\n\nTether menimbun lebih banyak BTC\n\nPenerbit stablecoin Tether mengukuhkan kunci kira-kiranya pada suku pertama dengan memperoleh 8,888 Bitcoin, menurut data onchain yang kemudiannya disahkan oleh Ketua Pegawai Eksekutif Paolo Ardoino. Syarikat itu kini memegang 100,521 BTC bernilai kira-kira $8.7 bilion.\n\nTether mampu memperoleh Bitcoin dan mengembangkan perniagaan modal teroka sebahagian besarnya disebabkan oleh operasi stablecoinnya yang sangat menguntungkan. Syarikat itu menjana keuntungan $13 bilion pada tahun lepas berdasarkan pegangan bon Perbendaharaan AS yang menanggung faedah yang besar.\n\nWalaupun kejayaannya, Tether telah menjadi subjek laporan negatif daripada media, industri dan ahli politik. Satu laporan JPMorgan baru-baru ini berhujah bahawa Tether akan dipaksa untuk menjual sebahagian daripada pegangan Bitcoinnya untuk mematuhi peraturan stablecoin AS yang akan datang.\n\nSeorang jurucakap syarikat menafikan kesimpulan itu, memberitahu Cointelegraph bahawa JPMorgan \"tidak memahami Bitcoin mahupun Tether.\"\n\nGameStop mengumpul $1.5B untuk pembelian Bitcoin\n\nPeruncit permainan video yang menjadi stok mim GameStop Corporation bersedia untuk menambah Bitcoin kepada kunci kira-kiranya selepas memuktamadkan tawaran hutang boleh tukar $1.5 bilion.\n\n\"Syarikat itu menjangkakan untuk menggunakan hasil bersih daripada tawaran itu untuk tujuan korporat umum, termasuk pengambilalihan Bitcoin dengan cara yang selaras dengan Dasar Pelaburan Syarikat,\" kata GameStop.\n\nLembaga GameStop meluluskan rancangan untuk melabur dalam Bitcoin bulan lalu. Kelulusan itu juga memberi lampu hijau kepada pengambilalihan stablecoin yang dinyatakan dalam dolar AS oleh syarikat itu.\n\nSebagai tambahan kepada pengumpulan hutang untuk membeli Bitcoin, GameStop memberi petunjuk bahawa ia berpotensi menggunakan sebahagian daripada rizab tunai $4.8 bilion untuk membiayai pengambilalihan masa depan.",
            "translated_summary": "Di tengah ketidaktentuan pasaran kripto, Tether menambah lebih banyak Bitcoin pada suku pertama dan GameStop telah memperuntukkan lebih daripada $1 bilion untuk pembelian BTC.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b6018d6164c3ca780f5",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjAxOGEtNGI4My03YTA2LTlkNTEtMTgyYmY3MmE2YTJm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "BlockDAG’s Keynote 3 Unlocks Web3 Access as Hedera and Litecoin Face Market Declines",
            "translated_facebook_post": "Harga Hedera dan Litecoin jatuh masing-masing 47% dan 25% dalam tiga bulan, tapi BlockDAG makin popular sebab alat cipta NFT dan token tanpa perlu coding.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b610c39ae7b51c1da2b",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/2025-04-04T150020.221Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "Ethereum Crash, XRP Breakout, or BlockDAG Boom? $211M Raised & Testnet Live",
            "translated_facebook_post": "Harga Ethereum mungkin jatuh ke $1400, XRP pula hampir cecah $2.94, tapi BlockDAG tengah mencuri tumpuan dengan kutipan dana prajualan $211 juta dan ujian rangkaian yang aktif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b614f85ec6f7c182528",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-04T152135.452Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "BlockDAG Keynote 3: 10,000 Miners Ship as Chainlink (LINK) and Avalanche (AVAX) Turn Bullish",
            "translated_facebook_post": "BlockDAG dah hantar 10,000 mesin perlombongan,  harga Chainlink (LINK) dan Avalanche (AVAX) pun nampak macam nak naik.  Pelaburan awal dalam BlockDAG nampaknya berpotensi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b610c39ae7b51c1da2d",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-04T151445.418Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        },
        {
            "title": "Cardano to $5, Solana at Risk, BlockDAG Dominates April with $210.5M Presale",
            "translated_facebook_post": "Ramai cakap Cardano mungkin naik sampai $5, Solana pula macam goyah dekat $125, tapi BlockDAG tengah mencuri perhatian sebab jualan awal dah cecah $210.5 juta dan 'testnet' pun dah aktif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f03b610c39ae7b51c1da2f",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/2025-04-04T145557.769Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-04 20:00:00"
        }
    ]
}