{
    "timestamp": "2025-05-02 17:23:56",
    "all_news": [
        {
            "title": "Movement Labs Suspends Co-Founder Amid Market Scandal",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fd8f53e5dc7a99541cc0",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/tense-business-meeting-room.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:13:00"
        },
        {
            "title": "Pumpfun Moves $15M SOL to Kraken, Solana Rises",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fd8f1601b8259309cb1f",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/colorful-coins-digital-kraken.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:12:00"
        },
        {
            "title": "On-chain Data Reveals: Fresh Whale Makes Significant Moves into Two Unrelated Altcoins",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fd91227d2940f0a33b45",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/04/ethereum-balinasinin-satin-aldigi-altcoinler.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:11:00"
        },
        {
            "title": "Bloomberg States a 75% Chance the SEC Will Approve a Cardano ETF as Leios Upgrade Approaches",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bloomberg-states-a-75-chance/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/07/cardano-ada-18.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:10:00"
        },
        {
            "title": "Crypto Casinos vs. Traditional Casinos: What’s the Difference?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/crypto-casinos-vs-traditional-casinos-whats-the-difference/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/IMAGE%202025-05-02%2018%3A02%3A28.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:09:00"
        },
        {
            "title": "Janet Yellen Advocates for Green Tech Investments",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fc631b322c3464184764",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/janet-yellen-eco-tech-8bit.png.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:05:00"
        },
        {
            "title": "XRP Whales bought $900M, Is a Rally Incoming?",
            "translated_facebook_post": "Pelabur besar beli XRP banyak-banyak, harga mungkin naik sampai 35% bulan Mei ni, tapi semuanya bergantung pada keadaan pasaran dan berita peraturan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fd8e8aaa6b355d2b8853",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/XRP-Whales-bought-900M-Is-a-Rally-Incoming.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:05:00"
        },
        {
            "title": "Is Solana’s Bull Run Imminent? Bitcoin and Ethereum Say Yes",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb378aaa6b355d2b884b",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/05/drive1746126935.docx_1746126936_image4.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:02:00"
        },
        {
            "title": "Shiba Inu (SHIB) is Down 4.7% in 7 days, Investors Are Moving to Ruvi AI (RUVI) as it’s Expected to Grow by 7,700% in 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb35f491ba78b4cfb93a",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/05/RUVI-300x200.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "Stablecoin Outflows Surge in April, Wiping $5B From Crypto Exchanges",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb35f491ba78b4cfb936",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/stable-coins-global-dollar.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "XRP price prediction 2025-2031: Will XRP reach $5?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/648183718eb2121202742cec",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/01/XRP.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "MOVE’s Breakout Above $0.2430 Sets Stage for Bullish Rally to $10 by Mid-2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/moves-breakout-above-0-2430/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/Pitch-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "Why Grayscale’s Bitcoin Trust still dominates ETF revenue in 2025",
            "translated_facebook_post": "Walaupun banyak dana pelaburan Bitcoin lain muncul dengan yuran lebih rendah, Grayscale masih lagi jana pendapatan paling tinggi sebab ramai pelabur lama masih guna perkhidmatan mereka atas sebab cukai dan kesetiaan.",
            "translated_title": "Mengapa Amanah Bitcoin Grayscale Masih Menguasai Pendapatan ETF pada 2025",
            "translated_content": "Dalam sejarah kewangan, sedikit institusi yang berdepan dengan ribut persaingan dengan tekad yang teguh seperti Grayscale Bitcoin Trust (GBTC). Ditubuhkan pada tahun 2013 sebagai penempatan persendirian, GBTC mempelopori pelaburan Bitcoin yang dikawal selia, memberi peluang kepada pelabur untuk meraih keuntungan daripada kenaikan mendadak Bitcoin (BTC) tanpa risiko menggunakan dompet digital atau bursa yang tidak dikawal selia.\n\nPada 11 Januari 2024, ia bertukar menjadi ETF Bitcoin tunai selepas kemenangan penting menentang SEC. Ini menandakan detik penting dengan pandangan SEC bahawa ETF boleh menawarkan nisbah perbelanjaan yang lebih rendah dan kecekapan cukai yang lebih baik berbanding dana tradisional.\n\nWalaupun begitu, ketahanan kewangan GBTC tetap cemerlang, menjana pendapatan tahunan sebanyak $268.5 juta, mengatasi $211.8 juta daripada semua ETF Bitcoin tunai AS yang lain digabungkan, walaupun kehilangan lebih separuh pegangannya dengan aliran keluar sebanyak $18 bilion sejak awal 2024. Ini bukan kejayaan inersia yang sementara.\n\nAngka-angka menceritakan kisah paradoks. iShares Bitcoin Trust (IBIT) milik BlackRock, dengan aset bernilai $56 bilion di bawah pengurusan (AUM) dan yuran 0.25%, menjana $137 juta pada tahun 2024 sambil mencapai aliran masuk sebanyak $35.8 bilion dan volum perdagangan harian sebanyak $1 bilion dalam beberapa minggu selepas pelancarannya. Sementara itu, nisbah perbelanjaan GBTC sebanyak 1.5%, sehingga tujuh kali lebih tinggi daripada pesaing, mendorong kelebihan pendapatannya, walaupun mengalami aliran keluar sebanyak $17.4 bilion, dengan kerugian harian tertinggi sebanyak $618 juta pada 19 Mac 2024, didorong oleh pelabur yang mengejar yuran yang lebih rendah atau memanfaatkan diskaun sejarah amanah kepada nilai aset bersih (NAV), yang merosot daripada 50% kepada hampir sifar menjelang Julai 2024.\n\nPertembungan penguasaan pendapatan dan pelarian modal ini memerlukan perhatian, mendedahkan tarian rumit psikologi pelabur, dinamik pasaran dan daya tahan Grayscale yang dikira.\n\nNamun, AUM GBTC sebanyak $18 bilion dan keupayaannya untuk menjana $268.5 juta walaupun aliran keluar yang ketara menunjukkan naratif yang lebih mendalam: geseran cukai dan inersia yang dilembagakan. Ketidakupayaan syarikat, pejabat keluarga dan institusi lain untuk membuat perubahan dengan cepat disebabkan oleh halangan cukai dan arahan syarikat menjadi jelas. Pasaran ETF Bitcoin tunai bernilai $100 bilion menunjukkan kepentingan pertandingan ini, dengan penguasaan pendapatan Grayscale bersedia untuk berubah apabila persaingan semakin sengit.\n\nApakah yang mengekalkan kedudukan pendapatan GBTC dalam persaingan yang sengit ini? Adakah ia disebabkan oleh pengiraan yuran tinggi yang dikenakan ke atas AUM yang masih kukuh, kesetiaan pelabur yang berpengalaman, atau beban geseran cukai yang mengikat mereka pada kedudukan mereka?\n\nApabila kita menyiasat soalan ini, kita mendedahkan mekanisme penguasaan GBTC dan arus yang lebih luas yang membentuk masa depan pelaburan kripto. Jawapannya terletak pada gabungan sejarah, strategi dan kepercayaan teguh pelabur terhadap gergasi yang, menentang segala kemungkinan, enggan mengalah.\n\nEnjin pendapatan yuran tinggi Grayscale\n\nPada teras penguasaan pendapatan GBTC terletak nisbah perbelanjaannya sebanyak 1.5%, angka yang tinggi berbanding pesaing seperti IBIT dan FBTC (kedua-duanya 0.25%), Bitwise (0.24%) dan Franklin Templeton (0.19%).\n\nDikenakan ke atas AUM sebanyak $17.9 bilion, yuran ini menghasilkan $268.5 juta setahun, mengatasi pendapatan gabungan $211.8 juta daripada semua ETF Bitcoin tunai AS yang lain, yang menguruskan $89 bilion secara kolektif.\n\nPresiden ETF Store, Nate Geraci, berkata di X, “GBTC masih menjana lebih banyak wang daripada semua ETF lain… Dan ia tidaklah dekat.” Kelebihan pengiraan ini berterusan walaupun aliran keluar sebanyak $21 bilion sejak Januari 2024, termasuk kerugian harian purata sebanyak $89.9 juta, yang menggariskan kuasa yuran tinggi ke atas asas aset yang besar.\n\nStruktur yuran adalah kedua-dua kubu dan kelemahan GBTC. Sebelum penukaran ETFnya, GBTC mengenakan 2%, kadar yang dibenarkan oleh monopoli sebagai satu-satunya kenderaan AS untuk pendedahan Bitcoin dalam portfolio tradisional. Selepas penukaran, yuran 1.5% menimbulkan kemarahan, dengan Bryan Armour, pengarah penyelidikan strategi pasif untuk Morningstar, meramalkan aliran keluar yang berterusan apabila pelabur beralih kepada alternatif yang lebih murah.\n\nLangkah balas Grayscale ialah Grayscale Bitcoin Mini Trust (BTC), yang dilancarkan pada Mac 2025 dengan yuran 0.15% (terendah di kalangan ETP Bitcoin tunai AS). Ditubuhkan dengan 10% pegangan Bitcoin GBTC (AUM $1.7 bilion), Mini Trust telah menarik aliran masuk sebanyak $168.9 juta, menyasarkan pelabur yang mementingkan kos. Walau bagaimanapun, pendapatan Mini Trust yang lebih rendah bagi setiap dolar AUM ($2.55 juta setahun) jauh lebih rendah berbanding $268.5 juta GBTC, mengukuhkan penguasaan yang terakhir.\n\nStrategi dwi Grayscale (GBTC yuran tinggi untuk pendapatan, Mini Trust yuran rendah untuk pengekalan) mendedahkan pertahanan yang bernuansa, tetapi kubu yuran GBTC kekal utuh, kedudukan pendapatannya selamat buat masa ini.\n\nLegasi dan kesetiaan\n\nDi luar pengiraan yuran, keunggulan pendapatan GBTC terletak pada legasinya yang tersohor, kesetiaan yang kuat yang diilhamkannya dan geseran cukai yang kuat yang mengikat pelabur kepada pelaburan tersebut. Sejak 2013, Grayscale telah menjadi peneraju pelaburan Bitcoin yang dikawal selia, mengatasi ribut pengawalseliaan untuk menjadi dana Bitcoin yang diniagakan secara awam yang pertama pada tahun 2015 dan ETF Bitcoin tunai terbesar mengikut AUM ($26 bilion) apabila disenaraikan di NYSE Arca pada tahun 2024.\n\nKemenangan undang-undangnya pada Ogos 2023 menentang SEC AS, yang memaksa kelulusan ETF Bitcoin tunai, mengukuhkan kedudukannya sebagai perintis. Legasi ini memberi impak kepada pelabur institusi dan terakreditasi, ramai yang menyertai GBTC semasa fasa penempatan persendiriannya atau pada diskaun NAV yang tinggi, mewujudkan ikatan yang berterusan.\n\nPertimbangan cukai membentuk sauh yang senyap tetapi kuat. Ramai pelabur GBTC awal membeli saham pada harga rendah, dengan Bitcoin diniagakan pada $800 pada tahun 2013 berbanding julat pertengahan $90,000 menjelang Mei 2025. Peningkatan kira-kira 120 kali ganda ini telah menjana keuntungan modal yang belum direalisasikan yang besar, menjadikan jualan mahal.\n\nPelabur yang membeli 100 saham GBTC pada $10 pada tahun 2015 dan kini melihatnya bernilai $400 setiap satu akan mempunyai keuntungan modal sebanyak $39,000. Menjual saham tersebut untuk beralih kepada ETF yuran lebih rendah seperti IBIT atau FBTC boleh mencetuskan bil cukai sebanyak $7,800 pada kadar keuntungan modal jangka panjang 20% yang biasanya dikenakan kepada individu bernilai tinggi atau $5,850 pada kadar 15% untuk yang lain. Jenis peristiwa boleh cukai ini sering menghalang penebusan, terutamanya bagi pemegang jangka panjang dalam akaun boleh cukai.\n\nSebaliknya, bagi mereka yang memegang GBTC dalam kenderaan yang memberi kelebihan cukai seperti IRA atau 401(k), keuntungan boleh ditangguh dan, dalam kes Roth IRA, dielakkan sepenuhnya, menjadikan GBTC lebih menarik bagi pelabur lama yang enggan menukar.\n\nFaktor psikologi meningkatkan halangan ini. Keengganan untuk menerima kerugian (keengganan untuk merealisasikan keuntungan yang boleh cukai) dan kesetiaan kepada jenama Grayscale menghalang pelabur daripada meninggalkan kenderaan yang telah mengharungi turun naik Bitcoin. Penutupan diskaun NAV (daripada 50% kepada hampir sifar pada Julai 2024) mendorong aliran keluar apabila arbitraj menjana keuntungan. Namun begitu, pemegang teras kekal, disokong oleh kepercayaan terhadap penyimpanan Grayscale melalui Coinbase Custody, yang mengamankan $18.08 bilion dalam AUM pada Mei 2024. Asas pelaburnya, merangkumi institusi kripto asli, dana lindung nilai dan pelanggan runcit melalui platform seperti Fidelity dan Schwab, menghargai kesederhanaannya (tidak memerlukan dompet kripto) dan salasilah pengawalseliaannya.\n\nWalaupun IBIT dan FBTC menarik modal baharu dengan yuran dan kecairan yang lebih rendah, GBTC mengekalkan kedudukan di kalangan mereka yang menganggapnya sebagai gergasi yang telah diuji. Dakwaan bekas Ketua Pegawai Eksekutif Grayscale, Michael Sonnenshein, bahawa aliran keluar mencapai \"keseimbangan\" menunjukkan teras yang menstabilkan, dengan geseran cukai dan legasi mengukuhkan pengekalan. Dalam pasaran yang didorong oleh inovasi, sejarah GBTC, disokong oleh halangan cukai dan kepercayaan pelabur, adalah perisainya, melindungi kedudukan pendapatannya daripada kemajuan pesaing baharu yang tidak henti-henti.",
            "translated_summary": "Yuran 1.5% Grayscale Bitcoin Trust menjana pendapatan sebanyak $268.5 juta, mengatasi ETF pesaing, walaupun berlaku aliran keluar sebanyak $21 bilion. Mengapa GBTC masih mendominasi...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb36f491ba78b4cfb942",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NjkxNDUtZDU1OC03Mzc4LWJkZmUtNGM0MTIyNzRjZjA5.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "Injective (INJ) Eyes Breakout as Price Tests Key Channel Resistance",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb368aaa6b355d2b8845",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/05/Injective-INJ.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "Bitcoin Price Forecasts Soar for 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb368aaa6b355d2b8847",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/Bitcoin-6.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "Tron Aims for $0.30, Dogecoin Gains Steam, and Altcoin’s $0.0019 Entry Could Disappear After May 13",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/tron-aims-for-0-30-dogecoin-gains-steam-and-altcoins-0-0019-entry-could-disappear-after-may-13/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2024/05/altcoins-74.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 17:00:00"
        },
        {
            "title": "Red alert: Ethereum price crash to continue as rare pattern forms",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fb35f491ba78b4cfb938",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-The-Ethereum-paradox-option04.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 16:59:00"
        },
        {
            "title": "Exchanges Take Action on Altcoin Listings",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/exchanges-take-action-on-altcoin-listings",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/altcoin-054.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 16:58:00"
        },
        {
            "title": "Lightchain AI highlights Cardano outshining BTC and Ether on ETF news",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fa0999868d2851b214a9",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/03/crypto-news-lightchain-option35.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 16:57:00"
        },
        {
            "title": "Best Crypto to Buy Now with US and UK Aligning on Regulation",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6814fa0bf491ba78b4cfb931",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Y8waH1MgIaqQ4Vu8wYLx604PMySO3MyuQeuvQUPT.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-02 16:54:00"
        }
    ]
}