{
    "timestamp": "2025-03-21 06:39:28",
    "all_news": [
        {
            "title": "Australia Garis Panduan Pelan Pengawalseliaan Kripto, Janji Tindakan Mengenai Penutupan Akaun Bank",
            "description": "Kripto mungkin akan dikawal selia di bawah undang-undang perkhidmatan kewangan sedia ada di Australia jika Parti Buruh yang memerintah sekarang menang pilihan raya persekutuan yang akan datang.",
            "content": "Kerajaan Australia, di bawah pemerintahan Parti Buruh tengah-kiri yang memerintah, telah mencadangkan rangka kerja kripto baharu yang mengawal selia bursa di bawah undang-undang perkhidmatan kewangan sedia ada dan telah berjanji untuk menangani penutupan akaun bank.\n\nIa datang menjelang pilihan raya persekutuan yang dijadualkan diadakan pada atau sebelum 17 Mei, yang menunjukkan undian semasa sedang menuju kepada persaingan sengit antara Parti Buruh Perdana Menteri Anthony Albanese dan Gabungan pembangkang yang diketuai oleh Peter Dutton.\n\nJabatan Perbendaharaan berkata dalam satu kenyataan pada 21 Mac bahawa bursa kripto, perkhidmatan penyimpanan dan beberapa firma pembrokeran yang berdagang atau menyimpan kripto akan tertakluk kepada undang-undang baharu.\n\nRejim ini mengenakan keperluan pematuhan yang serupa dengan perkhidmatan kewangan lain di negara ini, seperti mematuhi peraturan yang melindungi aset pelanggan, mendapatkan Lesen Perkhidmatan Kewangan Australia dan memenuhi keperluan modal minimum.\n\nPerbendaharaan Australia menyatakan peraturan kripto baharunya mempunyai empat keutamaan. Sumber: Jabatan Perbendaharaan Australia\n\nPada Ogos 2022, kerajaan memulakan satu siri rundingan industri untuk menggubal rangka kerja pengawalseliaan kripto.\n\n\"Reformasi perundangan kami akan melanjutkan undang-undang perkhidmatan kewangan sedia ada kepada platform aset digital utama, tetapi bukan kepada keseluruhan ekosistem aset digital,\" kata Perbendaharaan dalam kenyataannya.\n\nPlatform kecil dan permulaan yang tidak memenuhi ambang saiz tertentu akan dikecualikan, bersama-sama dengan firma yang membangunkan perisian berkaitan rantaian blok atau mencipta aset digital yang bukan produk kewangan.\n\nStablecoin pembayaran akan dirawat sebagai sejenis kemudahan nilai tersimpan di bawah Reformasi Lesen Pembayaran Kerajaan; bagaimanapun, sesetengah stablecoin dan token balut akan dikecualikan.\n\n\"Pengurusan atau perdagangan pasaran sekunder dalam produk ini tidak akan dirawat sebagai aktiviti pengurusan, dan platform di mana ia didagangkan tidak akan dirawat sebagai pengendalian pasaran semata-mata kerana aktiviti perdagangan itu,\" kata Perbendaharaan.\n\nSebagai sebahagian daripada agenda kripto, kerajaan Albanese juga telah berjanji untuk bekerjasama dengan empat bank terbesar Australia untuk memahami lebih lanjut tentang tahap dan sifat penutupan akaun bank.\n\nAkan ada juga kajian semula ke atas mata wang digital bank pusat dan Kotak Pasir Pengawalseliaan yang Ditingkatkan pada tahun 2025, yang membolehkan perniagaan menguji produk kewangan baharu tanpa memerlukan lesen.\n\nKerajaan Albanese berhasrat untuk mengeluarkan draf perundangan untuk rundingan awam. Walau bagaimanapun, perubahan kerajaan mungkin berlaku menjelang pilihan raya persekutuan yang semakin hampir, tarikh yang belum disebut.\n\nGabungan tengah-kanan Dutton sebelum ini telah berjanji untuk mengutamakan pengawalseliaan kripto jika ia memenangi pilihan raya.\n\nTinjauan YouGov terkini yang diterbitkan pada 20 Mac menunjukkan Gabungan dan Buruh bersaing sengit untuk undi pilihan raya dua parti.\n\nGabungan mendahului untuk niat pengundian utama, manakala Albanese terus mendahului sebagai perdana menteri pilihan. Sumber: YouGov",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI2OWQtNzJjZi03ZmM5LWFjZTgtOWMzYmRkN2NmOTEx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd04ec4bee9012934c58bb",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 06:15:00",
            "status": "Posted"
        },
        {
            "title": "Czar kripto Trump bertemu penasihat keselamatan negara UAE berhubung kripto, AI",
            "description": "Penasihat keselamatan negara UAE, Tahnoon Bin Zayed Al Nahyan, telah mengadakan pertemuan dengan beberapa pegawai AS, Presiden Donald Trump dan tokoh berpengaruh kripto, David Sacks...",
            "content": "David Sacks, penasihat kripto dan AI Gedung Putih, termasuk di antara sejumlah pejabat pemerintahan Trump yang baru-baru ini bertemu dengan pejabat Uni Emirat Arab untuk membahas teknologi baru dan rencana potensial UEA untuk meningkatkan investasinya di Amerika Serikat.\n\nSheikh Tahnoon Bin Zayed Al Nahyan, penasihat keamanan nasional negara Teluk dan saudara laki-laki presiden negara itu, mengatakan dalam unggahan X pada 20 Maret bahwa ia telah berbicara dengan Sacks tentang dampak AI, \"peran mata uang digital yang meluas\" bersama dengan \"peluang investasi yang muncul pada konvergensinya.\"\n\nPresiden AS Donald Trump menjamu Tahnoon untuk makan malam di Gedung Putih pada 18 Maret dan memposting di platform Truth Social-nya sehari kemudian bahwa ia dan pejabat senior AS membahas dengan Tahnoon \"cara bagi negara kita untuk meningkatkan kemitraan kita untuk memajukan masa depan ekonomi dan teknologi kita.\"\n\nDetail pasti dari berbagai diskusi Tahnoon tidak dipublikasikan, tetapi Bloomberg melaporkan pada 19 Maret bahwa orang-orang yang mengetahui pertemuannya dengan Trump mengatakan dia berencana untuk membicarakan teknologi, energi, dan peningkatan investasi UEA di AS.\n\nBeberapa postingan di akun X Tahnoon menunjukkan dia bertemu dengan Menteri Perdagangan Howard Lutnick dan Menteri Keuangan Scott Bessent untuk membahas perdagangan dan investasi antara kedua negara, bersama dengan mengobrol dengan penasihat penghematan biaya Gedung Putih Elon Musk melalui panggilan video untuk membahas sistem pemerintahan.\n\nDia juga berbicara tentang AI dengan eksekutif teknologi, termasuk pendiri Oracle Larry Ellison, CEO BlackRock Larry Fink, CEO Microsoft Satya Nadella, dan CEO Nvidia Jensen Huang.\n\nBloomberg melaporkan bahwa Tahnoon berencana untuk membahas bagaimana UEA dapat memperoleh akses yang lebih mudah ke chip komputer setelah pemerintahan Biden membatasi ekspornya pada tahun 2023 dan untuk mencatat rencana negara itu untuk membangun infrastruktur teknologi di wilayah AS.\n\nTahnoon adalah ketua perusahaan investasi MGX, yang dilaporkan berencana untuk menggelontorkan 7 miliar dolar AS ke dalam proyek yang dipimpin swasta senilai 500 miliar dolar AS yang disebut \"Stargate\" untuk membangun pusat data AI di seluruh AS, yang diumumkan Trump beberapa hari setelah kembali ke Gedung Putih.\n\nMGX, yang berinvestasi 2 miliar dolar AS ke Binance awal bulan ini, adalah bagian kecil dari kerajaan senilai 1,5 triliun dolar AS yang dikendalikan Tahnoon, yang mencakup dua dana kekayaan negara UEA, bank terbesar di negara itu, First Abu Dhabi Bank, dan perusahaan pengembangan AI G42.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI2OTktZDU0Ni03NGZhLWE0NWYtMWNhZjkwMWM4NTc0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd03c14bee9012934c58b4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 06:12:00",
            "status": "Posted"
        }
    ]
}