{
    "timestamp": "2025-05-15 17:25:14",
    "all_news": [
        {
            "title": "What Causes MOVE Coin’s Dramatic Downfall?",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/what-causes-move-coins-dramatic-downfall",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/05/altcoin-120.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:08:00"
        },
        {
            "title": "Veteran Trader Identifies Coin That Could Become the Next Chainlink With 11,050% Rally",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/veteran-trader-identifies-coin-that-could-become-the-next-chainlink-with-11050-rally/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-15%20at%2018.04.29.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:06:00"
        },
        {
            "title": "Ripple CEO Shocks Crypto World: Says XRP Is What Bitcoin Tried to Be",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261fdd471f08070955a021",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2024/07/202405052034-main-convert.io_.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:05:00"
        },
        {
            "title": "BlockDAG Freeze Presale Ahead Of June 13th CEX Listings Announcement! SUI Short-Term Outlook Bullish & LTC Price Analysis Stalls",
            "translated_facebook_post": "Beberapa mata wang kripto tengah menarik perhatian pelabur.  SUI nampaknya positif dengan potensi kenaikan harga, manakala Litecoin masih bergelut untuk melepasi paras tertentu.  BlockDAG pula menarik minat ramai dengan harga prajualan yang dibekukan, menjanjikan pulangan lumayan sebelum penyenaraian di bursa pada 13 Jun.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825f44ef121d81da0be528e",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/b3337c33350f4937b4b1ccae35d29b88.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:03:00"
        },
        {
            "title": "MOVE Coin Faces Rapid Decline Despite Prominent Backing",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/move-coin-faces-rapid-decline-despite-prominent-backing/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/05/altcoin-news-019.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:03:00"
        },
        {
            "title": "Addentax Group Eyes $800M Bitcoin Acquisition in Strategic Crypto Shift",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261e998b3ccb5c2fd8013e",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/03/bitcoininvesttt.jpeg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:01:00"
        },
        {
            "title": "When to Sell Your DOGE Bags? 2022 Millionaire Gives His Targets for May",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/when-to-sell-your-doge-bags-2022-millionaire-gives-his-targets-for-may/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-15%20at%2017.56.21.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:01:00"
        },
        {
            "title": "Pi Whale Goes Big & HYPE Futures Explode - BlockDAG’s Daily 150M Buyer Battles Have Traders Hooked!",
            "translated_facebook_post": "Ekosistem Hyperliquid tengah naik, didorong peningkatan minat terhadap futures sebanyak $5.6 billion dan pelancaran Hyperbridge.  Harga Pi pun meningkat lepas pembelian besar $70 juta dan spekulasi penyenaraian.  BlockDAG pula menarik perhatian dengan ‘Buyer Battles’ yang bagi 150 juta syiling setiap hari.  Nampaknya ramai orang teruja dengan peluang ini!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6825e136f8708976a8dec0a8",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/128dd8d8cfc44487896ffdb8e97179d2.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "TRUMP Coin’s Big Event, Tron’s Price Climb, & BlockDAG’s Buyer Battles with 100M Coins Make Crypto’s Hottest Race",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261e994956af7783dda374",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/05/blockdag-presale-live-astro.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "“We’re Just Warming Up”: Blockstream CEO Predicts $500K to $1M Bitcoin",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://thebitjournal.com/bitcoin-price-could-hit-1m-blockstream-ceo/",
            "source": "The Bit Journal",
            "image": "https://thebitjournal.b-cdn.net/wp-content/uploads/2025/05/Your-paragraph-text-19-min.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "Shiba Inu Long-Term Outlook Sparks Debate, PEPE Price Chart Turns Bullish, BlockDAG Targets 200x as Best Crypto for the Future",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/shiba-inu-long-term-outlook-sparks-debate-pepe-price-chart-turns-bullish-blockdag-targets-200x-as-best-crypto-for-the-future/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/05/unnamed-2025-05-15T134200.686-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "Top Altcoins to Buy in 2025: BlockDAG, Solana, Cardano, and Avalanche Could See Strong Growth",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261e9970624116a97c8cc3",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/unnamed-2025-05-15T024021.947-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "Canada lags with stablecoin approach, but there’s room to catch up",
            "translated_facebook_post": "Kanada masih ketinggalan dalam hal penggunaan stablecoin, tapi ada peluang untuk mengejar.  Undang-undang yang ketat dan kurangnya kerangka kerja sepadu menghalang pertumbuhan stablecoin,  menyebabkan kebimbangan tentang kedudukan dolar Kanada. Walaupun ada minat daripada pihak tertentu, penerimaan pengguna masih rendah disebabkan oleh persepsi keselamatan dan pilihan pembayaran sedia ada.",
            "translated_title": "Kanada ketinggalan dalam pendekatan mata wang stabil, tetapi masih ada ruang untuk mengejar.",
            "translated_content": "## Lambatnya Penggunaan Stablecoin di Kanada: Negara Ini Tertinggal?\n\nPenggunaan stablecoin yang lambat di Kanada telah menimbulkan kekhawatiran di kalangan pengamat industri kripto lokal bahwa negara tersebut tertinggal.  Otoritas Sekuritas Kanada (CSA) mengklasifikasikan stablecoin sebagai \"sekuritas dan/atau derivatif\" pada Desember 2022 setelah kegagalan FTX yang mengguncang pasar dan membuat banyak pembuat undang-undang menentang industri kripto.\n\nPengaturan stablecoin sebagai sekuritas telah menyebabkan sedikit penerbit stablecoin lokal yang muncul, tetapi di Amerika Serikat dan Uni Eropa, pelonggaran peraturan telah melihat pertumbuhan signifikan di pasar stablecoin.  Hal ini membuat Kanada, menurut pengamat, kurang kompetitif dengan yurisdiksi lain.\n\nKekhawatiran khusus adalah kesenjangan yang dirasakan dalam pembayaran peer-to-peer (P2P) di Kanada, yang secara unik dapat diisi oleh stablecoin.\n\nPada tahun 2022, ketika pasar kripto terpukul oleh runtuhnya FTX dan implosi sistem stablecoin Terra, regulator di seluruh dunia mulai melihat ruang kripto secara lebih kritis. Di Kanada, CSA memperbarui peraturan untuk bursa kripto dan membawa stablecoin di bawah pengawasannya, mengklasifikasikannya sebagai sekuritas/derivatif.  Ini bukan keputusan yang populer di industri kripto Kanada.\n\nMorva Rohani, managing director pendiri Canadian Web3 Council, mengatakan kepada Cointelegraph bahwa dasar kasus per kasus CSA untuk mempertimbangkan penerbit stablecoin dan kurangnya kerangka kerja federal menciptakan rezim peraturan yang \"berantakan\".  \"Ketergantungan Kanada pada hukum sekuritas untuk mengatur stablecoin pembayaran memperkenalkan ketidakpastian hukum dan operasional yang signifikan,\" katanya.\n\nTanim Rasul, kepala operasi bursa kripto Kanada NDAX, mengatakan bahwa CSA \"salah,\" menyatakan bahwa kerangka peraturan lain, seperti undang-undang Pasar Aset Kripto (MiCA) Uni Eropa, lebih tepat.  \"Saya hanya akan mengatakan, lihat MiCA, lihat bagaimana mereka mendekati stablecoin. Ini adalah instrumen pembayaran.  Seharusnya diatur seperti itu,\" katanya kepada hadirin di Konferensi Futurist Blockchain di Toronto pada 13 Mei.\n\nBukan hanya Uni Eropa. Singapura dan UEA juga telah memperkenalkan kerangka peraturan untuk stablecoin, dan senator AS optimis mereka akan mengesahkan undang-undang stablecoin pada 26 Mei.\n\nRohani mengatakan Kanada \"tidak selaras dengan yurisdiksi global terkemuka [...] yang telah mengadopsi kerangka kerja prudensial yang disesuaikan yang mengakui stablecoin sebagai instrumen pembayaran.\"  Kurangnya keselarasan dengan yurisdiksi lain yang lebih pro-stablecoin dapat berdampak negatif bagi dolar Kanada (CAD), beberapa khawatir.\n\nSom Seif, pendiri perusahaan investasi Kanada Purpose Financial, mengatakan bahwa proliferasi stablecoin utama lainnya, sebagian besar di denominasi dolar AS, dapat mengancam penggunaan loonie (julukan untuk dolar Kanada) di dalam negeri.  \"Jika Kanada tidak menciptakan kerangka kerja dan lingkungan peraturan yang mendorong pengembangan stablecoin CAD, konsumen dan bisnis akan menggunakan alternatif yang dipatok pada USD, mengikis relevansi CAD di pasar global,\" katanya.\n\nAnggota industri kripto Kanada telah menyatakan bahwa stablecoin memiliki peran untuk dimainkan di negara tersebut juga, mengingat kurangnya jaringan pembayaran P2P yang tersedia di negara tersebut.  Lucas Matheson, CEO Coinbase Kanada, mengatakan, \"Sangat penting bagi kita untuk memiliki stablecoin untuk warga Kanada.\" Dia mengatakan bahwa satu-satunya pilihan yang saat ini terbuka adalah transfer kawat, yang \"menelan biaya $45 dan membutuhkan 45 menit pengurusan dokumen.\"\n\nRohani mengatakan bahwa Interac e-Transfer, layanan transfer dana Kanada, \"tetap menjadi jalur P2P domestik utama, beroperasi melalui bank dan koperasi kredit.\" Kanada memang memiliki aplikasi seperti PayPal dan Wise, yang mendukung transfer P2P internasional, tetapi seringkali disertai dengan komisi tinggi dan waktu penyelesaian yang lambat dibandingkan dengan stablecoin.\n\nRohani mengatakan bahwa sementara beberapa platform kripto memungkinkan transfer P2P, mereka tidak banyak digunakan karena kurangnya integrasi ke dalam layanan keuangan arus utama.\n\nPermintaan untuk metode pembayaran digital yang lebih banyak dan berbeda semakin meningkat di Kanada, menurut laporan pembayaran digital 2024 dari Payments Canada, pemilik dan operator infrastruktur kliring dan penyelesaian pembayaran Kanada. Tetapi permintaan tersebut mungkin tidak langsung diterjemahkan ke dalam stablecoin.  \"Perjalanan kripto menuju integrasi keuangan di antara warga Kanada tetap menjadi prospek yang jauh,\" tulis laporan itu. Sekitar 91% warga Kanada belum pernah menggunakan kripto sebagai pembayaran.\n\nPayments Canada menghubungkan kurangnya minat pada aset yang dianggap sebagai \"metode pembayaran paling tidak aman di antara warga Kanada dibandingkan dengan alternatif seperti uang tunai, kartu kredit, cek, transfer kawat, dan PayPal.\"\n\nBahkan dalam konteks mata uang digital bank sentral, yang umumnya dianggap oleh industri kripto sebagai pilihan yang kurang baik untuk stablecoin swasta yang di denominasi fiat, minat tidak ada. Survei menemukan bahwa 85% responden \"tidak membayangkan diri mereka menggunakan dolar Kanada digital dan lebih memilih metode pembayaran mereka yang ada.\"\n\nJika peraturan yang lebih disesuaikan dapat mengintegrasikan stablecoin dengan pilihan pembayaran arus utama yang nyaman bagi warga Kanada, itu masih membutuhkan upaya bersama dari pembuat kebijakan di Ottawa, di mana Partai Liberal baru saja memenangkan pemilihan federal.\n\nIndustri kripto memiliki alasan untuk ragu. Perdana Menteri Liberal Mark Carney sebelumnya telah menyatakan skeptisisme tentang cryptocurrency. Dalam pidatonya sebagai Gubernur Bank of England, ia mengatakan bahwa mereka telah gagal sebagai uang. Namun, ia mengakui stablecoin memiliki peran untuk dimainkan dalam pembayaran ritel dan grosir. Dia mengatakan pada tahun 2021 bahwa stablecoin harus memiliki akses ke neraca bank sentral — tetapi hanya jika perlindungan yang kuat sudah ada.\n\nKohani mengatakan, \"Dengan Mark Carney memimpin Partai Liberal, kami mengantisipasi pendekatan yang pragmatis tetapi peraturan-dulu untuk kripto dan stablecoin.\"  Meskipun keterbukaannya sebelumnya terhadap stablecoin menunjukkan bahwa ia terbuka terhadap teknologi tersebut, ia juga \"menekankan perlunya regulasi, pengawasan, dan pengamanan.\"  Masa jabatan Liberal lainnya, menurut Kohani, kemungkinan akan berarti CSA terus memimpin penegakan tetapi dapat menghasilkan pekerjaan kebijakan yang lebih luas, termasuk kerangka kerja pada stablecoin, \"terutama jika diposisikan sebagai alat untuk modernisasi pembayaran dan menjaga relevansi dolar Kanada.\"",
            "translated_summary": "Industri mata wang stabil Kanada mungkin menemui sekutu dalam diri Perdana Menteri Mark Carney, yang telah menyatakan keterbukaannya terhadap mata wang stabil ketika industri ini berusaha untuk berkembang.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261e998b3ccb5c2fd8013c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NDNkZDYtMGJkNS03N2VhLTg1NzYtNTZkMDAzZjQyZWU3.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "Ripple (XRP) Has Risen by 20% This Month, But Experts Predict Ruvi AI (RUVI) Will Hit $2 and Grow by 20,000% in 2025",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261fdd31046613224dbcdb",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_25-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 17:00:00"
        },
        {
            "title": "Ethereum Price Still Stuck Below 2023 Levels, Why is ETH Struggling While SUI & UNIL Explode",
            "translated_facebook_post": "Harga Ethereum masih lagi tak cecah paras 2023 walaupun naik mendadak baru-baru ni,  tapi Sui dan Unilabs pula tengah meningkat naik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261e994956af7783dda375",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/05/15222859/crypto-77.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 16:59:00"
        },
        {
            "title": "Dogecoin (DOGE) Hits $0.23 Thanks to Positive Market Sentiment, But Analysts Suggest Ruvi AI (RUVI) As the Crypto to turn $500 into $80,000",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261e9970624116a97c8cc2",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/Screenshot_24-2.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 16:55:00"
        },
        {
            "title": "Shall Unilabs (UNIL) Launches First Asset Management Opportunity for Retail Traders as DOGE Disappoints",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/shall-unilabs-unil-launches-first-asset-management-opportunity-for-retail-traders-as-doge-disappoints/",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/Screenshot%202025-05-15%20at%2017.48.49.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 16:53:00"
        },
        {
            "title": "US household debt hits all-time high at $18.2 trillion after a $167 billion surge in Q1",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261d6c31dea209438e5fd1",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/05/US-household-debt-surged-167-BILLION-in-Q1-2025-to-a-record-18.2-trillion-1.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 16:50:00"
        },
        {
            "title": "Singapore Court Approves Liquidation of Multichain After $210M Hack",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68261c40591a243329fef8d7",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2019/12/singapore.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-15 16:50:00"
        }
    ]
}