{
    "timestamp": "2025-04-11 11:22:11",
    "all_news": [
        {
            "title": "Trump's Tariffs Impact Green Energy Investments",
            "translated_facebook_post": "Cukai import yang dikenakan dulu menyebabkan pelaburan dalam tenaga hijau terjejas, memaksa syarikat-syarikat menilai semula strategi dan rantaian bekalan mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f9902589c805dbf0912c",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/businessman-solar-panel-us-map.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:13:00"
        },
        {
            "title": "Trump's Law Shields DeFi Platforms from IRS Authority",
            "translated_facebook_post": "Dulu susah sikit DeFi nak beroperasi sebab IRS jaga ketat, tapi sekarang dah ada undang-undang baru lepas Trump tandatangan, jadi DeFi lebih bebas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f990877ebc1f2645dee8",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-president-signing-document.jpg.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:12:00"
        },
        {
            "title": "JPMorgan Highlights Economic Turbulence Amid Global Tensions",
            "translated_facebook_post": "Ketidakstabilan ekonomi global akibat ketegangan geopolitik dan perdagangan menyebabkan ramai pelabur berhati-hati, terutama dalam pasaran kripto,  dengan aliran keluar modal yang ketara.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f9902589c805dbf0912e",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/jpmorgan-ceo-crypto-news-2025.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:11:00"
        },
        {
            "title": "Fastenal Company Reports Positive Q1 2025 Earnings Despite Challenges",
            "translated_facebook_post": "Syarikat Fastenal mencatat keuntungan suku pertama 2025 yang positif walaupun menghadapi beberapa cabaran; jualan bersih meningkat 3.4% kepada $1.959 bilion,  walaupun keuntungan sesaham sedikit rendah dari jangkaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f9962589c805dbf09134",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/93672220_m.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:10:00"
        },
        {
            "title": "Nova Labs Settles SEC Claims for $200,000: What This Means for the Crypto Industry",
            "translated_facebook_post": "Nova Labs dah selesai isu dengan SEC dengan bayar denda $200,000,  walaupun tak mengaku salah.  Ini bagi pengajaran pasal pentingnya ketelusan dalam urusan pelaburan, terutamanya dalam industri kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/nova-labs-settles-sec-claims-for-200000-what-this-means-for-the-crypto-industry/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-law-017.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:09:00"
        },
        {
            "title": "Donald Trump Signs The First-Ever Crypto Law, Repealing IRS’s Anti-DeFi Tax Rule",
            "translated_facebook_post": "Trump telah tandatangan undang-undang kripto pertama di Amerika, mansuhkan peraturan cukai DeFi yang dianggap membebankan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f87d58c60233d880a4d7",
            "source": "Coinpaper",
            "image": "https://res.coinpaper.com/coinpaper/f_webp,c_limit,w_1080,q_auto:good/Donald_Trump_First_Ever_Crypto_Law_0d528289bc.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:08:00"
        },
        {
            "title": "North Carolina introduces bill to allow the use of crypto to pay taxes",
            "translated_facebook_post": "Rang undang-undang baharu di North Carolina mungkin akan benarkan rakyat bayar cukai guna kripto, tapi hanya kripto yang cukup besar dan menepati syarat ketat je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f87c2589c805dbf09120",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/01/cropped-crypto-news-exchange-option02.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:07:00"
        },
        {
            "title": "What Is Babylon? A Singapore Bridge for BTC and PoS Security",
            "translated_facebook_post": "Babylon, platform baru, bagi pemegang Bitcoin jana pendapatan pasif melalui *staking* tanpa perlu risau aset hilang atau dikawal orang lain.  Ia macam jambatan antara Bitcoin dan rangkaian *blockchain* lain, membolehkan Bitcoin sertai keselamatan rangkaian Proof-of-Stake (PoS) dan dapat pulangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f87d2589c805dbf09122",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/What-Is-Babylon-A-Singapore-Bridge-for-BTC-and-PoS-Security.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:05:00"
        },
        {
            "title": "Bitcoin (BTC) Price Prediction For April 11, 2025",
            "translated_facebook_post": "Harga Bitcoin nampaknya tengah naik semula, mungkin mencecah antara $83,000 hingga $85,000.  Ada beberapa petanda teknikal yang menyokong kenaikan ni, tapi kena ingat, pelaburan tetap ada risiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f98f877ebc1f2645dee0",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2022/04/Bitcoin-BTC-Payments-300x200.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:04:00"
        },
        {
            "title": "Bitcoin Shows Resilience Following Economic Uncertainty, With 85% of Holders Still in Profit",
            "translated_facebook_post": "Walaupun harga Bitcoin turun, lebih 85% pemegang masih untung, menunjukkan ia masih kukuh walaupun ada ketidaktentuan ekonomi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://www.ethnews.com/bitcoin-shows-resilience-following-economic-uncertainty-with-85-of-holders-still-in-profit/",
            "source": "ETHNews.com",
            "image": "https://www.ethnews.com/wp-content/uploads/2025/04/is-bitcoins-75k-price-target-still-alive-insiders-reveal-the-critical-signal.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:04:00"
        },
        {
            "title": "Tensions Are Rising Between the US and China! China Retaliates to Trump's Move! Here Are the Details",
            "translated_facebook_post": "China naikkan tarif import dari Amerika Syarikat kepada 125%, sebagai tindak balas kepada tindakan serupa AS, menyebabkan ketegangan perdagangan antara dua negara ekonomi terbesar dunia semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f87c2589c805dbf0911e",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/04/abd-cin-bayrak-dolar-yuan.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:04:00"
        },
        {
            "title": "Wells Fargo Reports Better than Expected Results for Q1 2025",
            "translated_facebook_post": "Wells Fargo mencatatkan keuntungan bersih $4.9 bilion pada suku pertama 2025, mengatasi jangkaan pasaran walaupun pendapatan sedikit kurang.  Syarikat itu optimis untuk masa hadapan walaupun mengharapkan keadaan ekonomi yang tidak menentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f757877ebc1f2645ded1",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/31082144_m.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:03:00"
        },
        {
            "title": "sUSD struggles to regain $1 peg as Synthetix deploys recovery measures post SIP-420",
            "translated_facebook_post": "sUSD sekarang ni dekat $0.90 je, jauh dari nilai sepatutnya iaitu $1.  Ini gara-gara perubahan dalam sistem Synthetix, yang tak sengaja menyebabkan banyak sangat sUSD dikeluarkan.  Pihak Synthetix tengah usaha pulihkan keadaan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f793877ebc1f2645ded7",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/cropped-crypto-news-crypto-exchange-option03.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:02:00"
        },
        {
            "title": "XRP and Solana Rally—BTC Holding Steady",
            "translated_facebook_post": "Harga XRP dan Solana naik, Bitcoin kekal stabil, dan ramai berminat dengan pelaburan awal dalam MAGACOINFINANCE.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f753877ebc1f2645decf",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294793.docx_1744294793_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:02:00"
        },
        {
            "title": "What Crypto to Invest in for Long-Term Gains? Traders Are Quietly Accumulating MUTM",
            "translated_facebook_post": "Ramai pelabur cari kripto untuk jangka panjang,  dan ramai nampak MUTM berpotensi tinggi sebab model pinjaman mudah, tokenomics telus, dan ada insentif menarik. Harga sekarang murah, jadi peluang bagus untuk masuk awal sebelum naik nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f9902589c805dbf0912a",
            "source": "Crypto News - Latest Cryptocurrency News",
            "image": "https://timestabloid.com/wp-content/uploads/2025/04/MUTUUM-9-300x200.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:00:00"
        },
        {
            "title": "Binance Coin Price Prediction 2025, 2026 – 2030: Will BNB Hit $1000?",
            "translated_facebook_post": "Ramalan harga Binance Coin (BNB) agak memberangsangkan, dijangka mencecah $1292 pada 2025 dan mungkin  $2749 menjelang 2030.  Walau bagaimanapun,  ada ketidakpastian  disebabkan keadaan global semasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/66eebd770f6cf31f25d0982a",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2024/05/07124626/price-prediction-Binance-coin.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 11:00:00"
        },
        {
            "title": "The whale, the hack and the psychological earthquake that hit HEX",
            "translated_facebook_post": "Seorang pelabur kripto veteran kerugian hampir USD 4.5 juta akibat penggodaman yang dikaitkan dengan beberapa aktiviti jenayah siber.  Wang mangsa dikesan disalurkan melalui beberapa akaun dan platform, termasuk platform penyamaran transaksi.  Kes ini menunjukkan betapa pentingnya keselamatan frasa benih dan amaran terhadap penipuan dalam dunia kripto.",
            "translated_title": "Lumba-lumba, penggodam, dan gempa psikologi yang melanda HEX",
            "translated_content": "```\n**'Paus' Kripto Tua Kehilangan Hampir $4.5 Juta dalam Serangan Siber Berjangka Panjang**\n\nSeorang 'paus' kripto warga emas yang dikenali sebagai \"HEX 19\" telah kehilangan hampir $4.5 juta dalam serangan siber yang perlahan-lahan menguras HEX yang dijana beliau selama bertahun-tahun.\n\nPada mulanya, ia kelihatan seperti paus HEX sedang menjana keuntungan.  Tetapi tidak lama kemudian, komuniti menyedari bahawa beliau tidak menjana token secara sukarela — beliau telah menjadi mangsa eksploitasi besar-besaran.\n\nSerangan siber bermula pada November 2021, melibatkan beberapa dompet penipuan dan dikesan kembali kepada entiti dalam talian yang dikenali sebagai \"Konpyl,\" iaitu pelaku ancaman yang dikenali oleh penyiasat kripto.\n\nPelanggaran tersebut bukan sahaja menggegarkan harga token tetapi juga mendedahkan rangkaian operasi penipuan yang dikaitkan dengan Inferno Drainer dan penipuan dompet Rabby palsu bernilai $1.6 juta pada Februari 2024.\n\n**Penggodam HEX dan Rangkaian Sambungan**\n\nSeorang penyiasat rantaian blok yang bercakap kepada Cointelegraph dengan syarat tanpa nama berkata, \"Terdapat pendedahan pihak lawan secara langsung dengan dompet yang digunakan dalam penipuan aplikasi Rabby palsu serta dana mangsa HEX19 yang mengalir terus ke dompet yang digunakan untuk mengurangkan hasil penipuan pancingan data Inferno Drainer.\"\n\nKumpulan utama pengaliran pertama dari dompet mangsa berlaku pada November 2021 dan telah berterusan selama bertahun-tahun kerana aset yang dikunci dalam pegangan selama satu dekad terus dibuka, ada yang ditutup lebih awal oleh penggodam dengan penalti.\n\nSemakin mendalam penyiasat mengkaji dompet yang dikaitkan dengan serangan HEX19, semakin jelas bahawa ia bukan satu-satunya kejadian bagi penggodam tersebut. Alamat yang sama muncul berulang kali di seluruh kempen pancingan data, pencurian dompet dan jejak pengubahan wang haram.\n\nDompet yang digunakan oleh penggodam HEX19, penipuan dompet Rabby palsu, dan beberapa skim yang berkaitan dengan Inferno Drainer, berkongsi alamat yang sama: Konpyl.\n\nDalam siasatan Oktober 2024, Majalah Cointelegraph menganalisis bukti on-chain dan off-chain yang dikumpul oleh seorang penyiasat dan agensi kerajaan AS yang mengaitkan Konpyl dengan Konstantin Pylinskiy, seorang eksekutif firma pelaburan yang berpangkalan di Dubai yang menggunakan nama samaran itu dalam aktiviti dalam taliannya. Pylinskiy menafikan sebarang penglibatan dalam penipuan.\n\nPenyiasat berkata serangan terhadap HEX19 adalah mungkin kerana mangsa telah menyimpan frasa benihnya di awan. Rekod transaksi menunjukkan bahawa penggodam menggunakan dana mangsa untuk pemindahan awal ke akaun haram mereka, iaitu ciri biasa skim yang dikaitkan dengan Konpyl.\n\nDalam laporan November 2024, Cointelegraph mengetahui bahawa dompet yang dikaitkan dengan Konpyl mempunyai sejumlah besar interaksi dengan penipuan yang berkaitan dengan Inferno Drainer, iaitu pelaku ancaman scam-as-a-service. Fantasy, pakar forensik dan ketua siasatan di firma insurans kripto Fairside Network, memberitahu Cointelegraph bahawa Konpyl mungkin berfungsi kurang sebagai penyerang langsung dan lebih sebagai proksi pengubahan wang haram.\n\n**Di Sebalik Serangan HEX**\n\nKumpulan dana pertama mula bergerak keluar dari dompet pada 21 November 2021, tetapi rekod rantaian blok menunjukkan bahawa dompet tersebut mungkin telah dikompromi seawal 3 November, kerana dompet mangsa (0x97E…7a7df) mempunyai aliran keluar ke salah satu dompet penggodam.\n\nPada 21 November, HEX19 telah dikosongkan hampir $4 juta merentas sembilan transaksi berasingan. Kebanyakan kerugian adalah dalam token HEX. Destinasi utama ialah alamat 0xcfe…8A11D, yang akan kita sebut sebagai Penggodam HEX 1 (HH1).\n\nPada hari yang sama, HH1 mula membahagikan dana yang dicuri. Ia menghantar $2.64 juta (12.33 juta HEX) ke dompet kedua 0xA30…2EA17, atau Penggodam HEX 2 (HH2).\n\nSatu transaksi susulan pada 10 Disember 2021, menghantar 616,700 HEX lagi (bernilai sekitar $86,700 pada masa itu) dari HH1 ke HH2.\n\nKemudian, pada 18 Februari 2022, HH1 memindahkan 5.2 juta HEX (bernilai kira-kira $1 juta pada masa itu) dan beberapa Ether kepada alamat lain: 0x719a...4Bd0c, di mana dana tersebut masih diletakkan sehingga hari ini.\n\nDompet HH2 kelihatan penting dalam usaha pengubahan wang haram.\n\nDari Disember 2021 hingga Mac 2022, HH2 menghantar lebih daripada $1 juta kepada Tornado Cash, protokol penyamaran yang paling terkenal di Ethereum.\n\nHH2 juga memindahkan $106,758 dalam DAI ke dompet perantara, 0x837…2Ba9B, yang digunakan untuk berinteraksi dengan platform DeFi seperti 1inch untuk menyembunyikan atau menukar dana selanjutnya.\n\nPerantara tersebut berinteraksi dengan 0x7BF…C4eAa, iaitu dompet yang menerima aliran masuk langsung daripada Konpyl (persona dalam talian yang telah muncul dalam banyak operasi pancingan data dan pengosongan).\n\nRantai pengubahan wang haram HH2 juga bersilang dengan dompet berisiko tinggi — 0x909…e4371 — yang ditanda untuk lebih daripada 70 transaksi yang mencurigakan.\n\nPada 16 Mei 2024, dompet ketiga Penggodam HEX (HH3) 0xdCe…4f0d8 mula mengeluarkan dana daripada alamat HEX19 yang telah dikompromi.\n\nHH3 telah menerima sekitar $108,000 dalam HEX daripada akaun mangsa.\n\nHH3 disambungkan ke 0x87B…53d92, iaitu alamat yang sebelum ini disiasat oleh Cointelegraph pada November sebagai sebahagian daripada penipuan yang dikaitkan dengan Inferno Drainer. Dompet yang sama berkongsi alamat campuran (0xF2F...6a608) dengan Konpyl, yang menghubungkan penipuan yang dikaitkan dengan Inferno pada Mac 2024 dan insiden pancingan data dompet Rabby.\n\nAkhirnya, dompet keempat 0x7cc…59ee2 — Penggodam HEX 4 (HH4) — muncul. Bermula pada 12 Januari 2024, HH4 mula menyedut dana daripada dompet HEX19 sehingga Mac.\n\nDompet ini berinteraksi dengan 0x4E9…c71C2, iaitu alamat yang diketahui digunakan oleh penipu dompet Rabby palsu.\n\n**Pengajaran daripada Serangan HEX19**\n\nHEX19, iaitu veteran teknologi yang telah bersara telah melalui zaman kegemilangan dan kejatuhan sebelum ini — tetapi bukan yang mengosongkan berjuta-juta dolar daripada dompet digitalnya dalam masa sehari.\n\nBeliau telah membuat laporan polis dan bursa tidak dapat banyak membantu, katanya. Dana yang masih dijana, termasuk kunci HEX 10 tahun, menjadi bom jangka masa. Beliau tahu penggodam mempunyai akses, dan mereka hanya menunggu untuk mengeluarkan lebih banyak lagi.\n\nCointelegraph telah menemui sekurang-kurangnya 180 transaksi yang mencurigakan dari November 2021 hingga Oktober 2024, berjumlah lebih daripada $4.5 juta. Dompet mangsa masih mempunyai sembilan pegangan aktif yang tinggal, walaupun nilainya tidak setinggi yang ditutup lebih awal dan dikeluarkan oleh pencuri.\n\n\"Anda mempunyai perasaan ini di dalam perut anda dan anda berkata, 'Ya Tuhan.' Dan kemudian anda berkata, 'Oh, ya Tuhan, saya perlu memberitahu keluarga saya bahawa saya telah melakukan kesilapan lagi,'\" kata HEX19, yang dikatakan seorang pesara berusia 80-an, dalam temu bual dengan ahli komuniti HEX Mati Allin tidak lama selepas eksploitasi itu. Cointelegraph cuba menghubungi HEX19 tetapi tidak menerima sebarang jawapan.\n\nWalaupun mengalami kerugian, HEX19 mengekalkan ketenangan yang mengejutkan: \"Kami telah bersara. Kami hidup tanpa hutang. Kami hidup dengan sangat mudah. Kami mempunyai keluarga yang hebat, anak perempuan yang hebat, cucu perempuan,\" katanya dalam temu bual komuniti 2021. \"Terdapat lebih banyak perkara dalam hidup daripada wang.\"\n\nWalaupun beliau tidak menjangka untuk mendapatkan semula dana tersebut, beliau berharap pengalamannya akan membantu orang lain berfikir dua kali sebelum menyimpan frasa benih mereka dalam talian.\n```",
            "translated_summary": "Seorang pelabur HEX jangka panjang kerugian hampir AS$4 juta dalam kes penggodaman besar yang dikaitkan dengan Konpyl, Inferno Drainer, penipuan dompet Rabby dan Tornado Cash.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f794877ebc1f2645ded9",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjEzOTgtNTNlMi03NzY1LWFiNmMtODViNzgxMGVlMjdl.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 11:00:00"
        },
        {
            "title": "Sam Bankman-Fried Moved to Violent California Prison ‘Victimville’",
            "translated_facebook_post": "Bekas CEO FTX, Sam Bankman-Fried, dah dipindahkan ke penjara di California yang agak ganas, dan situasi di sana agak bahaya serta penuh dengan aktiviti samseng.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f6244ef51e045751f3d1",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/03/08172144/FTXs-Sam-Bankman-Fried-Punished-for-Unauthorized-Tucker-Carlson-Interview.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 10:58:00"
        },
        {
            "title": "JPMorgan Chase Reports Strong First-Quarter Performance in 2025",
            "translated_facebook_post": "JPMorgan Chase buat untung banyak pada suku pertama tahun 2025, mengatasi jangkaan dengan pendapatan bersih mencecah $14.6 billion.  Pendapatan meningkat, dividen pun naik!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f62b4ef51e045751f3d3",
            "source": "Tokenist",
            "image": "https://tokenist.com/wp-content/uploads/2025/04/206611701_m.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 10:57:00"
        },
        {
            "title": "Best Time to Short XRP? Here’s What Experts Are Saying",
            "translated_facebook_post": "Ramai penganalisis jangka masa pendek bagi XRP agak negatif,  nampaknya harga mungkin akan turun lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f625877ebc1f2645dec8",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/03/xrp.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 10:56:00"
        }
    ]
}