{
    "timestamp": "2025-04-23 08:35:36",
    "all_news": [
        {
            "title": "Could MNT Token Mirror Chainlink’s Success?",
            "translated_facebook_post": "Pakar kripto ramal MNT mungkin akan naik harga macam Chainlink dulu, dan harga Bitcoin dekat $95,000 tu penting untuk tentukan arah pasaran seterusnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/could-mnt-token-mirror-chainlinks-success",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/altcoin-109-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:18:00"
        },
        {
            "title": "TRON USDT Sees Massive $70 Billion Issuance Surge",
            "translated_facebook_post": "Jumlah USDT di rangkaian TRON dah cecah $70 bilion!  Ini menunjukkan TRON semakin popular sebab transaksi cepat dan yuran rendah, jadi ramai guna untuk pindah duit dan berniaga.  Walaupun ada isu berkaitan penyahpusatan,  kejayaan ni tetap sesuatu yang besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a2a65bbd112c06ea30d3",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Revolutionary-Tron-to-Unleash-Gas-Free-USDT-Transactions-Next-Week-%E2%80%93-Eliminating-TRX-Fees.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:16:00"
        },
        {
            "title": "Rumored Bybit WCT Puzzle Event Lacks Official Confirmation",
            "translated_facebook_post": "Khabar angin pertandingan teka-teki Bybit dengan hadiah 400,000 WCT tu belum disahkan secara rasmi lagi, jadi kena berhati-hati sebelum teruja sangat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a2a58a403c59a36f2dd1",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/engaged-team-discussion-session.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:16:00"
        },
        {
            "title": "Ethereum Price Prediction: Will ETH Blast Past $1.86K for a Powerful Rally to $2K?",
            "translated_facebook_post": "Analisis data menunjukkan harga Ethereum mungkin meningkat kepada $2,000 jika ia berjaya melepasi paras $1,860.  Namun, pasaran kripto tetap berubah-ubah, jadi kena berhati-hati.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a2a58a403c59a36f2dcd",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Secret-Smart-Whale-Accumulates-65M-in-Ethereum-Is-This-the-Start-of-a-Bull-Run.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:15:00"
        },
        {
            "title": "Ethereum Whales Resume Accumulation Despite Losses",
            "translated_facebook_post": "Walaupun harga turun, pelabur besar Ethereum masih lagi membeli, menunjukkan keyakinan mereka terhadap mata wang kripto ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a2e75bbd112c06ea30d6",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/ETH-Whales-3.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:15:00"
        },
        {
            "title": "Bitcoin Surpasses Amazon, Approaches Google's Market Cap",
            "translated_facebook_post": "Harga Bitcoin dah mengatasi Amazon, hampir menyamai Google.  Ini disebabkan minat pelabur besar dan kelulusan ETF, menunjukkan Bitcoin semakin diterima luas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17ac3bd744bb7f01abb",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/bitcoin-success-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:12:00"
        },
        {
            "title": "‘Life of Pi’ fans: How Pi Network gave Birth to GCV Movement",
            "translated_facebook_post": "Ramai penyokong Pi Network percaya nilai Pi akan mencecah $314,159 satu hari nanti,  walaupun kini nilainya jauh lebih rendah.  Gerakan Global Consensus Value (GCV) dianggotai ramai 'Pioneer'  yang giat mempromosikan Pi,  tapi ramai pakar kripto skeptikal dan melihatnya sebagai kurang realistik.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17ac3bd744bb7f01abd",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/04/LIFE-OF-PI-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:12:00"
        },
        {
            "title": "Changpeng Zhao and Malaysian PM Discuss Blockchain Growth",
            "translated_facebook_post": "Pertemuan antara CEO Binance dengan Perdana Menteri Malaysia ni menunjukkan komitmen negara untuk maju dalam teknologi blockchain dan ekonomi digital, sekaligus memberi impak positif pada harga BNB.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17acab37e26a1028ca0",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/changpeng-zhao-malaysia-meeting.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:11:00"
        },
        {
            "title": "Investors Eye MNT’s Potential as It Mimics Chainlink’s Ascent",
            "translated_facebook_post": "Pelabur nampak potensi MNT meningkat macam Chainlink dulu, dan Bitcoin mungkin akan naik sampai $95,000.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/investors-eye-mnts-potential-as-it-mimics-chainlinks-ascent/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-079-2.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:10:00"
        },
        {
            "title": "XRP Ledger Vulnerability: Urgent Warning on xrpl.js Security Flaw Exposing Private Keys",
            "translated_facebook_post": "Ada kelemahan keselamatan dijumpai dalam versi tertentu perpustakaan xrpl.js yang mungkin mendedahkan kunci peribadi pengguna.  Pembangun perlu segera mengemaskini ke versi 4.2.5 atau lebih baru.  Walau bagaimanapun, XRP Ledger sendiri selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17909e22e4a50115c03",
            "source": "BitcoinWorld",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/1702.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:10:00"
        },
        {
            "title": "Tether, SoftBank, Bitfinex Join Forces for Massive $3B Bitcoin Investment via 21 Capital",
            "translated_facebook_post": "Harga Bitcoin dah cecah $90,000, dengan pelaburan besar $3 billion daripada Tether, SoftBank, dan Bitfinex menerusi 21 Capital, menandakan keyakinan pelabur terhadap pasaran kripto semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a178e39a547832cba7e4",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/11164643/Investors-Gain-Confidence-as-Bitcoin-Accumulation-Soars-What-is-the-Bitcoin-Prediction-for-This-Week-and-This-Month-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:08:00"
        },
        {
            "title": "Bitcoin Passes $93,000: Next Stop, 100K?",
            "translated_facebook_post": "Bitcoin dah cecah harga $93,000, nampak macam nak terus naik sampai $100,000!  Pelaburan dalam ETF juga meningkat, dan ramai nampaknya dah alihkan perhatian dari emas kepada Bitcoin.  Walaupun ada risiko, keadaan semasa nampaknya menguntungkan Bitcoin buat masa ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17acab37e26a1028ca2",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/BITCOIN-93000.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:07:00"
        },
        {
            "title": "What are spot Solana ETFs with staking? Canada’s crypto innovation explained",
            "translated_facebook_post": "Kanada dah jadi negara pertama yang lancarkan ETF Solana spot dengan ciri ‘staking’, membenarkan pelabur dapat pulangan tambahan selain daripada pergerakan harga Solana.  Ini membuka peluang pelaburan baharu dan menarik, terutamanya bagi mereka yang minat dengan matawang kripto.",
            "translated_title": "Apakah ETF Solana Spot dengan Penyertaan? Inovasi Kripto Kanada Dijelaskan",
            "translated_content": "## ETF Solana Spot: Satu Langkah Menuju Penggunaan Kripto yang Lebih Utama\n\nETF Solana spot ialah dana dagangan bursa yang memegang token Solana (SOL) secara langsung, memberikan pendedahan masa nyata kepada harga pasaran aset tersebut.  Berbanding menggunakan platform dagangan kompleks atau dompet kripto, anda boleh mengakses Solana melalui produk kewangan yang dikawal selia dan didagangkan di bursa saham tradisional.\n\nNilai ETF Solana dikaitkan secara langsung dengan harga pasaran terbuka SOL, menawarkan cara mudah untuk mendapat pendedahan kepada prestasi rantaian blok tanpa memegang aset secara langsung. Tidak seperti ETF berasaskan niaga hadapan yang menggunakan kontrak terbitan untuk membuat spekulasi tentang harga masa depan Solana, ETF spot menjejaki prestasi aset sebenar.\n\nPerbezaan ini adalah penting kerana produk niaga hadapan mungkin menghadapi ketidaksamaan harga, yang membawa kepada ketidakpadanan prestasi dari masa ke masa. ETF spot lebih telus dan mencerminkan secara langsung penawaran dan permintaan SOL masa nyata pada rantaian blok Solana.\n\nETF Solana spot menandakan langkah penting ke arah penggunaan kripto arus perdana. Produk ini membolehkan pelabur runcit dan institusi mendapat pendedahan kepada ekosistem Solana sambil beroperasi dalam lingkungan peraturan sekuriti.  Seperti ETF Bitcoin dan Ethereum spot, ETF Solana spot dijangka dapat memperluaskan akses pasaran dan bertindak sebagai satu lagi titik masuk kepada kewangan terdesentralisasi (DeFi) untuk pelabur tradisional.\n\n**Pelancaran ETF Solana Spot di Bursa Saham Toronto**\n\nPada 16 April 2025, empat ETF Solana spot mula didagangkan di Bursa Saham Toronto, berikutan kelulusan daripada Suruhanjaya Sekuriti Ontario (OSC).  Dengan ini, Kanada menjadi negara pertama yang melancarkan ETF SOL spot dengan peneguhan (staking). OSC memberikan kelulusan kepada ETF Solana spot daripada empat pengurus aset: 3iQ, Purpose, Evolve dan CI Financial.\n\nTidak seperti produk yang hanya menjejaki harga Solana, dana ini memegang token SOL, memberikan pelabur pemilikan langsung aset tersebut. Dana ini dijamin melalui perkhidmatan penjagaan simpanan sejuk gred institusi. Setiap dana menjejaki indeks berkaitan Solana yang berbeza, menawarkan strategi yang pelbagai dengan sokongan aset rantaian.  Walaupun terdapat perbezaan struktur, semua ETF ini direka untuk pelaburan jangka panjang, mencerminkan kepercayaan yang kukuh daripada penerbit terhadap masa depan Solana dalam DeFi.\n\nDengan menggabungkan peneguhan, ETF Solana spot ini menyediakan cara aktif bagi pelabur untuk memperoleh pulangan dalam pasaran kripto, semuanya dalam rangka kerja pengawalseliaan dan perkhidmatan penjagaan gred institusi yang selamat. ETF ini membolehkan peneguhan melalui perkongsian dengan TD Bank, membenarkan SOL yang mereka pegang untuk secara aktif menyokong dan mengamankan rangkaian Solana. Sebagai balasan, rangkaian itu mengeluarkan ganjaran peneguhan, yang boleh diberikan kepada pelabur. Memandangkan Solana biasanya menawarkan hasil peneguhan yang lebih tinggi daripada Ethereum, struktur ini boleh diterjemahkan kepada potensi pulangan yang lebih besar untuk pelabur.\n\n**Bagaimana Peneguhan Meningkatkan Pulangan untuk Pelabur ETF Solana?**\n\nDengan menawarkan peneguhan, ETF Solana spot ini boleh meningkatkan pulangan untuk pelabur sebanyak anggaran 2%-3.5% setahun, sebagai tambahan kepada prestasi SOL yang mendasarinya. ETF menjana hasil dengan bekerjasama dengan rakan peneguhan yang menugaskan sehingga 50% aset dana untuk peneguhan. Ganjaran peneguhan yang dijana oleh ETF biasanya dikongsi antara pemegang saham dan pengurus dana, dengan peruntukan khusus berbeza-beza bergantung kepada penerbit ETF.\n\nYuran pengurusan ETF Solana spot ini berbeza-beza antara 0.15% hingga 1%, dengan beberapa penyedia menawarkan pengecualian yuran semasa fasa pelancaran awal. Selepas dua hari dagangan, aset gabungan di bawah pengurusan untuk empat ETF berjumlah kira-kira $73.5 juta.\n\nPeneguhan Solana mungkin menghasilkan pulangan yang lebih tinggi daripada peneguhan Ether (ETH). ETF bertujuan untuk menyampaikan ganjaran tambahan ini kepada pelabur, berpotensi mengurangkan kos jangka panjang untuk memiliki ETF.\n\nCathie Wood’s ARK Invest telah menggabungkan Solana yang diteguhkan ke dalam ETF ARKW dan ARKF, dengan kedua-dua dana kini memegang saham ETF Peneguhan Solana 3iQ Kanada (SOLQ).\n\n**Bagaimana ETF Solana Spot Kanada Membuka Peluang Pendapatan Pasif**\n\nKanada menawarkan ETF Solana spot dengan peneguhan merupakan satu langkah inovatif. Produk pelaburan SOL sedia ada, seperti ETF kripto di Eropah dan ETF berasaskan niaga hadapan di Amerika Syarikat tidak menawarkan peluang untuk memperoleh hasil peneguhan.\n\nPenggabungan hasil ke dalam struktur ETF kripto yang dikawal selia menangani permintaan yang telah lama wujud daripada pelabur dan pengurus aset yang berminat dengan rangkaian bukti-peneguhan (PoS) seperti Solana dan Ethereum.  Memandangkan peneguhan adalah penting kepada nilai token ini, penyertaannya membolehkan ETF SOL menawarkan komponen pendapatan pasif, menjadikannya lebih menarik kepada pelabur tradisional yang mencari peluang menjana pendapatan. Kelulusan OSC terhadap ciri peneguhan untuk ETF Solana spot mungkin dapat meningkatkan kedudukan SOL.  Walau bagaimanapun, peneguhan membawa risiko, seperti potensi kerugian daripada penalti pengesah (slashing) atau gangguan rangkaian, yang boleh menjejaskan pulangan.\n\nWalau bagaimanapun, kelulusan ini mengukuhkan peranan perintis Kanada dalam inovasi ETF kripto, setelah melancarkan ETF Bitcoin dan Ethereum spot pertama di dunia pada tahun 2021, mendahului banyak bidang kuasa lain. Dengan membenarkan ganjaran peneguhan dalam ETF Solana spot, pengawal selia Kanada telah memberi isyarat penerimaan yang semakin meningkat terhadap kewangan yang dikuasakan oleh kripto.\n\n**Apa Maksud Pelancaran ETF Solana Kanada dengan Peneguhan terhadap Permohonan SEC yang Belum Diluluskan**\n\nKeputusan Kanada menyediakan pilihan pelaburan kripto alternatif untuk pelaburnya dan boleh menjadi contoh kepada negara lain yang mempertimbangkan ETF spot untuk kripto selain Bitcoin.\n\nWalaupun keadaan ekonomi makro global yang perlahan - sebahagiannya disebabkan oleh ketegangan perdagangan semasa pemerintahan Donald Trump - pengawal selia Kanada telah mengambil pendirian proaktif, memeluk inovasi dalam ruang aset digital.  Penerimaan ETF Solana dengan peneguhan mencerminkan pendekatan yang semakin matang terhadap dasar kripto dan menandakan keyakinan terhadap rangkaian lapisan-1 alternatif.\n\nSementara itu, di Amerika Syarikat, jangkaan semakin meningkat. Pelancaran niaga hadapan Solana di Chicago Mercantile Exchange (CME) pada 17 Mac 2025, dilihat sebagai batu loncatan ke arah ETF spot AS. SEC kini sedang menyemak 72 permohonan ETF berkaitan kripto setakat 21 April, meliputi spektrum aset daripada altcoin utama seperti XRP (XRP) kepada memecoin seperti Dogecoin (DOGE), termasuk cadangan untuk produk leveraged dan terbitan.\n\nSetakat 21 April 2025, SEC sedang menyemak 72 permohonan ETF berkaitan kripto, termasuk terbitan. Pemfailan tersebut merangkumi altcoin topi utama hingga memecoin dan termasuk produk leveraged dan pilihan.  Keputusan pendekatan perintis Kanada mungkin menawarkan pandangan yang bernilai kepada pengawal selia dan berpotensi mempengaruhi keputusan SEC mengenai pemfailan ini.\n\nWalau bagaimanapun, pendirian SEC mungkin berbeza dengan ketara daripada Kanada disebabkan oleh kerumitan struktur dan pengawalseliaan dalam sistem kewangan AS. Tidak seperti rangka kerja pengawalseliaan Kanada yang lebih seragam, AS membahagikan pengawasan antara beberapa agensi - termasuk SEC, CFTC, dan pengawal selia negeri - mewujudkan geseran dalam pembuatan dasar kripto.\n\nLangkah perintis Kanada bagaimanapun boleh menawarkan kajian kes yang bernilai untuk pengawal selia AS.  Ketika pasaran menantikan keputusan SEC, persoalan utama ialah sama ada Washington akan mengikuti jejak Ottawa - atau memetakan hala tuju sendiri dan garis masa yang lebih perlahan untuk ETF spot bukan Bitcoin.",
            "translated_summary": "Ketahui bagaimana ETF Solana di Kanada menggabungkan pendedahan SOL secara masa nyata dengan ganjaran pengesahan dalam produk pelaburan yang dikawal selia dan menjana hasil.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17909e22e4a50115c05",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy84OGVkZGFmNTZjODNiODc1NWRmMzVlYTA2NjQ4MDRmYy5qcGc=.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-23 08:05:00"
        },
        {
            "title": "2025 Watchlist: Solana, Bitcoin (Bitcoin), and XRP Gain Momentum",
            "translated_facebook_post": "Bitcoin, Solana, dan XRP memang tengah naik, tapi MAGACOINFINANCE nampaknya menawarkan pulangan pelaburan yang lebih lumayan, terutamanya dengan bonus yang ditawarkan sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17a7f1aab0f95286095",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745352776.docx_1745352776_image4.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:02:00"
        },
        {
            "title": "Crypto Gambling’s Explosive $81.4B Growth Amidst Global Bans",
            "translated_facebook_post": "Industri kasino kripto berkembang pesat, mencecah $81.4 bilion walaupun banyak negara melarangnya.  Ini disebabkan kaedah pengguna mengakses tapak tersebut, ciri-ciri kripto, dan permintaan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68089f08d5933a03cddec0d1",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Crypto-Gamblings-Explosive-81.4B-Growth-Amidst-Global-Bans.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:00:00"
        },
        {
            "title": "Is Bitcoin China’s Next Big Investment After Gold?",
            "translated_facebook_post": "Ketegangan antara Amerika Syarikat dan China nampaknya mendorong pelabur kepada aset selamat seperti emas dan Bitcoin, dengan peningkatan aktiviti pelaburan besar dalam Bitcoin dan pembelian emas yang banyak oleh China.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6808a17ae39a547832cba7e6",
            "source": "CoinEagle",
            "image": "https://coineagle.com/wp-content/uploads/2025/04/is-bitcoin-chinas-next-big-investment-after-gold-output1-1024x585.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:00:00"
        },
        {
            "title": "Massive BTC ETF Inflows Push Bitcoin Price Above $93K — Biggest Since Trump Took Office!",
            "translated_facebook_post": "Aliran masuk dana besar ke dalam BTC ETF melonjakkan harga Bitcoin melebihi $93,000,  didorong oleh optimisme pasaran dan pelaburan institusi yang besar,  mencetuskan jangkaan kenaikan harga sehingga $180,000.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68089f0823175f5403f58f8a",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/08/P2P-Review-38-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:00:00"
        },
        {
            "title": "Dragoin Tops 2025 Meme Coin Charts — Could This Be the Next 100x Opportunity?",
            "translated_facebook_post": "Dragoin, duit maya meme, tengah naik daun sebab permainan P2E dalam Telegram dan bekalan yang semakin susut.  Pelaburan awal nampaknya berpotensi pulangan tinggi, tapi ingatlah, pelaburan dalam duit maya berisiko.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68089f09edbc69216bc11f5c",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/2025-04-22T164407.793Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 08:00:00"
        },
        {
            "title": "ChatGPT’s OpenAI interested in buying Google Chrome amid antitrust case",
            "translated_facebook_post": "OpenAI, syarikat induk ChatGPT, berminat beli Chrome kalau Google terpaksa jual sebab kes monopoli.  Pihak pendakwa risau kuasa Google dalam carian jejas persaingan AI, tapi Google kata ada banyak pesaing AI lain.  OpenAI sendiri pernah cuba guna teknologi carian Google, tapi tak berjaya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68089f0723175f5403f58f88",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 07:59:00"
        },
        {
            "title": "Bitcoin ETFs See Record Investment Surge",
            "translated_facebook_post": "Dana masuk pelaburan ke dalam Bitcoin ETF mencecah $936 juta sehari, menunjukkan ramai pelabur institusi kembali yakin dengan Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-etfs-see-record-investment-surge",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/bitcoin-290.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-23 07:58:00"
        }
    ]
}