{
    "timestamp": "2025-03-22 20:26:28",
    "all_news": [
        {
            "title": "Pasaran 'bear' BTC semasa hanya akan bertahan 90 hari – Penganalisis",
            "description": "Kejatuhan pasaran Bitcoin baru-baru ini hanya sementara dan sederhana berbanding kejatuhan sebelumnya, menurut penganalisis pasaran, Timothy Peter...",
            "content": "Pasaran lembu Bitcoin (BTC) semasa, yang ditakrifkan sebagai penurunan 20% atau lebih daripada paras tertinggi sepanjang masa, agak lemah dari segi magnitud dan hanya dijangka berlangsung selama 90 hari, menurut penganalisis pasaran dan pengarang Undang-Undang Metcalfe sebagai Model untuk Nilai Bitcoin, Timothy Peterson.\n\nPeterson membandingkan kejatuhan semasa dengan 10 pasaran lembu sebelumnya, yang berlaku kira-kira sekali setahun, dan berkata hanya empat pasaran lembu yang lebih teruk daripada penurunan harga dari segi tempoh, termasuk 2018, 2021, 2022, dan 2024.\n\nPenganalisis itu meramalkan bahawa BTC tidak akan jatuh jauh di bawah paras harga $50,000 disebabkan oleh trend penggunaan yang mendasari.  Bagaimanapun, Peterson juga berhujah bahawa berdasarkan momentum, adalah tidak mungkin BTC akan jatuh di bawah $80,000. Penganalisis itu menambah:\n\nPasaran kripto mengalami penurunan mendadak berikutan tarif Presiden Amerika Syarikat Trump ke atas beberapa rakan dagangan AS, yang mencetuskan tarif balas ke atas eksport AS, yang membawa kepada kebimbangan tentang perang perdagangan yang berpanjangan.\n\nPerbandingan setiap pasaran lembu sejak 2025. Sumber: Timothy Peterson\n\nKetakutan perang perdagangan menyebabkan pelabur meninggalkan aset berisiko tinggi.\n\nSelera pelabur untuk aset spekulatif semakin merosot disebabkan oleh perang perdagangan yang berterusan dan ketidakpastian ekonomi makro.\n\nMetrik Glassnode Hot Supply, satu ukuran BTC yang dimiliki selama seminggu atau kurang, menurun daripada 5.9% semasa  pergerakan menaik bersejarah pada November 2024 kepada hanya 2.3% pada 20 Mac.\n\nMenurut penganalisis penyelidikan Nansen, Nicolai Sondergaard, pasaran kripto akan menghadapi tekanan perang perdagangan sehingga April 2025, apabila rundingan antarabangsa berpotensi menurunkan atau mengurangkan tarif perdagangan sepenuhnya.\n\nSatu analisis terkini daripada CryptoQuant juga menunjukkan bahawa majoriti pedagang runcit telah melabur dalam BTC, menghancurkan harapan lama bahawa kemasukan besar-besaran pedagang runcit akan menyuntik modal segar ke dalam pasaran dan mendorong harga lebih tinggi dalam jangka masa terdekat.\n\nPerang perdagangan juga menimbulkan keraguan terhadap naratif tempat selamat Bitcoin kerana harga aset terdesentralisasi itu merosot disebabkan tajuk berita tarif bersama-sama aset berisiko dan spekulatif yang lain.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca perlu menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWJlZWMtYjBjYS03OGZhLWFkY2MtMGM1OWEwMTllNDlh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67df10c0ba18542f569cc088",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-22 19:29:00",
            "status": "Posted"
        }
    ]
}