{
    "timestamp": "2025-04-07 09:29:28",
    "all_news": [
        {
            "title": "6 Best Free Crypto Cloud Mining Platforms: Earn $8,000 Daily With Bitcoin Cloud Mining Providers",
            "translated_facebook_post": "Ramai platform perlombongan awan kripto percuma menawarkan pendapatan lumayan,  tapi perlu berhati-hati dan buat kajian sendiri sebelum melabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/6-best-free-crypto-cloud-mining-platforms-earn-8000-daily-with-bitcoin-cloud-mining-providers/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/6-best-free-crypto-cloud-mining-platforms-earn-8000-daily-with-bitcoin-cloud-mining-providers.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:16:00"
        },
        {
            "title": "Cardano Price Prediction: ADA Crashes Over 16% in One of Its Worst Drops This Year",
            "translated_facebook_post": "Harga Cardano jatuh mendadak lebih 16% dalam tempoh 24 jam, antara penurunan terburuk tahun ini, disebabkan pasaran kripto yang lemah dan jualan besar-besaran.  Ada kemungkinan harga akan naik semula ke sekitar $0.58, tetapi jika pasaran terus jatuh, harga mungkin turun lagi ke bawah $0.50.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3989db223216063671372",
            "source": "CryptoTicker",
            "image": "https://cryptoticker-strapi-media.s3.eu-central-1.amazonaws.com/cardano_crypto_currency_ada_gold_with_defocused_background_with_reddish_tones_like_fire_seeing_Easy_Resize_com_862e6cd8a8.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:16:00"
        },
        {
            "title": "How to use Render Network for decentralized GPU rendering",
            "translated_facebook_post": "Render Network ni macam Airbnb untuk kuasa GPU.  Pemilik GPU boleh sewakan kuasa lebihan, manakala pereka dan pengaturcara boleh guna kuasa tu untuk projek AI dan 3D rendering dengan kos lebih berpatutan dan akses lebih mudah.  Sistem token RNDR pula memudahkan transaksi.",
            "translated_title": "Cara Menggunakan Rangkaian Render untuk Pemprosesan GPU Terdesentralisasi",
            "translated_content": "## Rangkaian Render: Pemprosesan Grafik Terdesentralisasi\n\n**Pengambilan Utama:**\n\nRangkaian Render menghubungkan pemilik GPU dengan pencipta, membenarkan pengguna menyewa kuasa grafik terbiar untuk latihan AI, penghasilan 3D dan projek berkaitan kripto. Token RNDR menggerakkan ekosistem ini, membolehkan transaksi pantas, telus dan terdesentralisasi antara pencipta dan pengendali nod. Penghasilan terdesentralisasi lebih mudah diakses dan berkesan kos berbanding perkhidmatan GPU berpusat tradisional, menyelesaikan isu seperti penetapan harga, kebolehskalaan dan penguncian vendor. Bukti-penghasilan memastikan output yang disahkan, hanya memberi ganjaran kepada tugasan yang lengkap dan disahkan sambil mengekalkan ketelusan dan kepercayaan tahap rantaian blok.\n\nKeperluan untuk unit pemprosesan grafik (GPU) yang berkuasa telah meningkat dengan mendadak. Sama ada melatih model AI yang kompleks atau menghasilkan grafik 3D beresolusi tinggi, permintaan sering melebihi bekalan. Perkhidmatan GPU berpusat tradisional, walaupun berkesan, boleh menjadi mahal dan kadang-kadang tidak dapat diakses oleh pembangun atau artis yang lebih kecil. Di sinilah Rangkaian Render memainkan peranan, menawarkan pendekatan terdesentralisasi kepada penghasilan GPU.\n\nDengan menghubungkan individu yang mempunyai kuasa GPU terbiar dengan mereka yang memerlukannya, Rangkaian Render mewujudkan ekosistem kolaboratif yang memberi manfaat kepada kedua-dua pihak. Ini bukan sahaja mendemokrasikan akses kepada pengkomputeran berprestasi tinggi tetapi juga memperkenalkan model kripto-ekonomi, menggunakan token RNDR asli untuk memudahkan transaksi.  Bahagian-bahagian berikut akan menerangkan bagaimana Rangkaian Render menyumbang kepada evolusi pembangunan AI dan penghasilan 3D melalui penyahpusatan dan teknologi rantaian blok.\n\n\n**Apakah Rangkaian Render?**\n\nPada asasnya, Rangkaian Render seperti Airbnb untuk kuasa GPU. Jika anda mempunyai kad grafik yang berkuasa dan terbiar, anda boleh menyewakannya. Dan jika anda sedang membina model AI atau menghasilkan adegan 3D yang kompleks tetapi tidak mempunyai kuasa GPU yang mencukupi, anda boleh memanfaatkan kuasa yang tidak digunakan itu – mengikut permintaan.\n\n**Bagaimana ia berfungsi:**\n\n* **Pencipta:** Mereka yang memerlukan kuasa pengkomputeran yang tinggi – seperti penyelidik AI yang melatih model, artis 3D yang menghasilkan animasi atau pembangun yang bekerja pada projek yang menuntut dari segi visual.  Daripada membeli perkakasan yang mahal atau membayar harga tinggi untuk perkhidmatan awan berpusat, mereka boleh menggunakan Rangkaian Render dan mendapatkan akses kepada apa yang mereka perlukan bila-bila masa.\n\n* **Pengendali Nod:** Sebaliknya, terdapat mereka yang mempunyai GPU yang tidak digunakan sepenuhnya.  Mungkin ia adalah peralatan permainan yang terbiar semasa waktu bekerja atau persediaan perlombongan kecil yang mencari kes penggunaan yang lebih baik. Pengendali ini boleh menyertai Rangkaian Render, menawarkan kuasa GPU mereka, dan memperoleh kripto – khususnya token RNDR – sebagai ganjaran.\n\n* **Token RNDR:** Token RNDR ialah bahan api yang menggerakkan keseluruhan ekosistem ini. Ia adalah mata wang yang digunakan untuk membayar kerja dalam rangkaian. Pencipta membayar dalam RNDR; pengendali memperoleh dalam RNDR. Segala-galanya berlaku secara telus dalam rantaian, dan sistem token membantu memastikan semuanya adil dan cekap.\n\nRingkasnya: Pencipta mendapat akses kepada kuasa pengkomputeran terdesentralisasi yang berpatutan; pengendali nod mendapat ganjaran kerana berkongsi sumber mereka; dan token RNDR memastikan semuanya berjalan lancar. Ia adalah situasi menang-menang yang sangat berguna dalam alur kerja AI dan kripto yang berat.\n\n**Peranan Penyahpusatan dalam Penghasilan GPU:**\n\nJika anda pernah mencuba menyewa kuasa GPU daripada penyedia awan besar, anda tahu ia boleh menjadi sangat mahal. Dan walaupun begitu, anda sering bersaing dengan syarikat besar untuk akses kepada perkakasan terbaik.  Sistem keseluruhannya berfungsi, tetapi ia tidak dibina dengan fleksibiliti atau aksesibiliti dalam fikiran.\n\nDi sinilah penyahpusatan memainkan peranan. Rangkaian Render mengubah keadaan dengan mengagihkan beban kerja merentasi rangkaian global pemilik GPU bebas. Daripada bergantung kepada satu penyedia, anda memanfaatkan beribu-ribu mesin yang tersedia – daripada peralatan permainan kepada ladang penghasilan gred profesional – yang mungkin terbiar.\n\n**Apakah masalah dengan penghasilan GPU berpusat?**\n\nPerkhidmatan berpusat mempunyai beberapa kelemahan utama:\n\n* **Mahal:** Menyewa GPU yang berkuasa daripada syarikat seperti Amazon Web Services atau Google Cloud boleh menghabiskan bajet anda dengan cepat, terutamanya jika anda menjalankan kerja yang panjang seperti melatih model AI.\n\n* **Kebolehskalaan terhad:** Jika anda tiba-tiba memerlukan lebih banyak kuasa, penskalaan tidak selalu lancar atau serta-merta. Anda terpaksa menunggu dalam barisan – atau membayar lebih untuk akses keutamaan.\n\n* **Akses tidak sama rata:** Syarikat besar cenderung untuk menyimpan ketersediaan GPU terbaik, yang menyukarkan pasukan yang lebih kecil atau pencipta indie untuk mendapatkan apa yang mereka perlukan bila-bila masa.\n\n* **Penguncian vendor:** Setelah anda membina saluran paip anda di sekitar satu penyedia, menukar kemudiannya boleh menjadi menyusahkan (dan mahal).\n\n**Mengapa penyahpusatan lebih masuk akal:**\n\nBerikut ialah apa yang ditawarkan oleh rangkaian terdesentralisasi seperti Render:\n\n* **Kos lebih rendah:** Kerana anda memanfaatkan sumber sedia ada yang sebaliknya tidak digunakan, penetapan harga cenderung lebih berpatutan.\n\n* **Penskalaan fleksibel:** Memerlukan lebih banyak kuasa? Rangkaian boleh berkembang bersama anda – hanya tarik lebih banyak nod.\n\n* **Akses sama rata:** Tiada kawalan pintu masuk. Sesiapa sahaja boleh meminta sumber GPU, dan sesiapa sahaja boleh menyediakannya. Ia adalah medan permainan yang lebih adil.\n\n* **Menjana pendapatan semasa tidur:** Jika anda mempunyai GPU yang berkuasa, anda boleh menjadikannya berfungsi untuk anda dengan berkongsinya dalam rangkaian apabila anda tidak menggunakannya.\n\nKesimpulannya, penghasilan GPU terdesentralisasi dengan cepat menjadi pilihan praktikal untuk pembangun AI, artis 3D dan pembangun asli kripto yang mahukan kawalan yang lebih baik terhadap alat dan bajet mereka.\n\n**Ekonomi Kripto dalam Rangkaian Render:**\n\nDi tengah-tengah platform penghasilan terdesentralisasi Rangkaian Render ialah mata wang kripto aslinya, token RNDR.\n\n**Mekanik Token RNDR:**\n\nToken RNDR berfungsi sebagai medium pertukaran utama dalam Rangkaian Render. Pencipta menggunakan token RNDR untuk membayar perkhidmatan penghasilan, manakala pengendali nod memperoleh token ini dengan menyediakan kuasa GPU mereka untuk memproses tugasan penghasilan. Sistem ini mewujudkan ekonomi yang mampan di mana sumber pengkomputeran diagihkan dengan cekap dan dibayar dengan adil.  Sebahagian kecil token RNDR, antara 0.5% hingga 5%, dikenakan ke atas setiap transaksi untuk menyokong pembangunan dan penyelenggaraan rangkaian yang berterusan.\n\n**Menjana Token RNDR:**\n\nSetelah mendaftar, pengendali nod boleh menyambungkan GPU mereka ke rangkaian dan mula menerima kerja penghasilan. Selepas berjaya melengkapkan dan mengemukakan tugasan penghasilan, kerja itu menjalani pengesahan untuk memastikan standard kualiti dipenuhi. Setelah diluluskan, token RNDR yang sepadan dipindahkan ke dompet digital pengendali nod sebagai pampasan bagi sumbangan mereka.\n\n**Menggunakan Token RNDR:**\n\nPencipta yang ingin mengakses perkhidmatan penghasilan boleh memperoleh token RNDR melalui pelbagai bursa kripto. Setelah mereka mempunyai token, mereka boleh mengemukakan projek penghasilan mereka ke rangkaian. Sistem mengira token RNDR yang diperlukan berdasarkan kerumitan projek dan permintaan sumber. Selepas penghasilan selesai dan output memenuhi jangkaan pencipta, token RNDR dilepaskan daripada escrow dan dipindahkan kepada pengendali nod yang memproses kerja tersebut.\n\nEkonomi berasaskan token ini bukan sahaja memperkemaskan proses transaksi dalam Rangkaian Render, tetapi juga memupuk persekitaran kolaboratif di mana kedua-dua pencipta dan pengendali nod mendapat manfaat daripada pertukaran perkhidmatan penghasilan terdesentralisasi.\n\n\n**Mulakan dengan Rangkaian Render:**\n\n**Untuk pencipta:**\n\n* Dapatkan lesen OctaneRender.\n* Akses Portal Pencipta.\n* Sediakan projek anda (fail ORBX).\n* Hantar kerja anda.\n* Pantau dan dapatkan keputusan.\n\n**Untuk pengendali nod:**\n\n* Nyatakan minat (borang minat).\n* Tunggu arahan pendaftaran.\n\n\nDengan mengikuti langkah-langkah dan amalan terbaik ini, kedua-dua pencipta dan pengendali nod boleh berinteraksi dengan berkesan dengan Rangkaian Render, memanfaatkan infrastruktur terdesentralisasinya untuk penyelesaian penghasilan yang cekap.\n\n**Masa Depan Rangkaian Render:**\n\nRangkaian Render dengan cepat menjadi penyelesaian pilihan bagi sesiapa sahaja yang memerlukan kuasa GPU yang tinggi – terutamanya dalam AI dan kripto. Penyahpusatan akses kepada pengkomputeran berprestasi tinggi menjadikan penghasilan dan latihan model lebih pantas, lebih murah dan lebih mudah diakses.  Rangkaian ini sedang berkembang untuk menyokong alur kerja AI yang lebih canggih dan meneroka integrasi yang lebih mendalam dengan ekosistem rantaian blok lain. Ini bermakna lebih banyak alat, lebih banyak fleksibiliti dan kes penggunaan yang lebih luas – sama ada anda membina dengan AI, bekerja dalam 3D atau membangunkan aplikasi dalam rantaian. Pada akhirnya, Rangkaian Render mewujudkan satu jenis infrastruktur baharu di mana pencipta dan pemilik GPU boleh bekerjasama, menjana pendapatan dan berkembang.",
            "translated_summary": "Terokai bagaimana Rangkaian Render mende­sentralisasikan penghasilan imej GPU untuk projek AI dan kripto. Ketahui manfaat yang diperoleh pencipta dan pengendali nod daripada token RNDR.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39771b22321606367136c",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjBmN2UtZmJmZS03ZmFlLTg3NDAtNGJkZGQ2MTk4MmUw.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-07 09:13:00"
        },
        {
            "title": "Ethereum Price Crash Today: 67,570 ETH Liquidated as Collateral Ratio Falls",
            "translated_facebook_post": "Harga Ethereum jatuh mendadak, lebih 14% dalam 24 jam, menyebabkan kerugian besar kepada pelabur dan memaksa penjualan aset bernilai jutaan dolar disebabkan nisbah cagaran yang rendah. Pasaran kripto keseluruhannya tidak menentu, dan ramai yang menunggu untuk melihat sama ada Ethereum mampu pulih.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39770b223216063671368",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/04/01191734/Ethereum-Price-Prediction_-Will-ETH-Surge-Above-3000-by-May-2025.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:12:00"
        },
        {
            "title": "U.S. Tariff Implementation and Macro Data Influence Crypto Markets",
            "translated_facebook_post": "Dasar tarif AS dan data ekonomi terbaru mungkin akan menjejaskan pasaran kripto, harga mungkin turun naik, kena berhati-hati sikit la.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39771f90dba5b68bf759f",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/us-tariffs-crypto-volatility-art.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:11:00"
        },
        {
            "title": "Market Turmoil Sparks Concerns Among Cryptocurrency Traders",
            "translated_facebook_post": "Ketegangan perdagangan AS-China buat pasaran matawang kripto merudum, ramai pelabur bimbang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/market-turmoil-sparks-concerns-among-cryptocurrency-traders/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1143.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:09:00"
        },
        {
            "title": "Mind Network Airdrop Checker Is Live: Check Eligibility and Claim",
            "translated_facebook_post": "Pemeriksa airdrop Mind Network dah aktif, jadi cepat-cepatlah semak kalau layak dapat token $FHE percuma. Ramai yang layak, termasuk pengguna aktif, penyumbang, dan peserta program mereka.  Jangan lepaskan peluang ni!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39629f90dba5b68bf7595",
            "source": "Coin_Gabbar",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/7fbe78ae227844dd814d7af7e63a80d9.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:08:00"
        },
        {
            "title": "As XRPTurbo Skyrockets 700%, XRP Whales Rotate Profits into ExoraPad ($EXP) Presale—Act Fast!",
            "translated_facebook_post": "Ramai pelabur XRP beralih kepada ExoraPad ($EXP) lepas kejayaan XRPTurbo.  Tawaran awal ($EXP) hampir tamat, jadi cepatlah!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39771e5a8c66025e7cda4",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/1-130.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:06:00"
        },
        {
            "title": "Chinese stocks post biggest single-day loss since 2007-2008 Global Financial Crisis",
            "translated_facebook_post": "Pasaran saham China jatuh teruk, paling teruk sejak krisis kewangan global 2008,  menjejaskan pasaran lain di Asia termasuk Jepun, Korea Selatan, Australia dan India disebabkan ketegangan perdagangan US-China.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39770b22321606367136a",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/chinese-stocks-single-day-loss-since-2008.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:06:00"
        },
        {
            "title": "Conor McGregor REAL Token Falls Short, Investors to Be Refunded",
            "translated_facebook_post": "Projek token REAL Conor McGregor gagal mencapai sasaran, jadi semua pelabur akan dapat semula duit mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f39770e5a8c66025e7cda2",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/REAL-token-%E2%80%94-championed-by-former-UFC-star-Conor-McGregor-%E2%80%94-failed-to-reach-its-1-million-minimum-funding-goal-during-its-presale.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:05:00"
        },
        {
            "title": "Crypto: DEXs Thrive Despite A Major Hack On Hyperliquid",
            "translated_facebook_post": "Platform pertukaran mata wang digital terdesentral kini semakin popular, walaupun berlaku beberapa kes penipuan, menunjukkan ia semakin mencabar platform tradisional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3989cb223216063671370",
            "source": "Cointribune",
            "image": "https://www.cointribune.com/app/uploads/2025/04/dex-crypto.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:05:00"
        },
        {
            "title": "3 Coins Set to Rally Big: Solana, XRP, and Bitcoin (BTC)",
            "translated_facebook_post": "Pasaran kripto nampaknya makin rancak tahun 2025 ni, dengan Solana, XRP, dan Bitcoin antara yang menonjol.  Selain tu, ada juga projek baru macam MAGACOINFINANCE yang menarik perhatian ramai sebab modelnya yang telus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3965ef90dba5b68bf7599",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/17439508779398458-image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:02:00"
        },
        {
            "title": "Not Bitcoin, But Kaspa Is Quietly Becoming the Perfect Money: And Nobody’s Ready for It",
            "translated_facebook_post": "Walaupun harga Kaspa sekarang rendah, ramalan menunjukkan ia berpotensi menjadi matawang yang sangat bernilai pada masa depan disebabkan nisbah Stok-kepada-Aliran (S2F) yang tinggi dan semakin meningkat pantas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://captainaltcoin.com/not-bitcoin-but-kaspa-is-quietly-becoming-the-perfect-money-and-nobodys-ready-for-it/",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/10/Copy-of-P2P-Review-27-8-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:00:00"
        },
        {
            "title": "Elliott Wave Analysis Signals Potential Shift to New Bear Market",
            "translated_facebook_post": "Pasaran saham macam tengah tak tentu hala ni,  ada kemungkinan masuk fasa menurun lagi lepas turun hampir 9%.  Kawasan sokongan penting antara 4100 hingga 4600 akan tentukan sama ada akan naik lagi atau terus jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptofrontnews.com/elliott-wave-analysis-signals-potential-shift-to-new-bear-market/",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/08/Bearish-Market-Bearish-Trading-2.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 09:00:00"
        },
        {
            "title": "Saylor Calls Bitcoin Volatility a Gift",
            "translated_facebook_post": "Saylor nampaknya yakin sangat dengan Bitcoin, dia kata turun naik harga tu sebenarnya peluang baik untuk mereka yang pandang jauh dan tahan lama je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinomedia.com/bitcoin-volatility-gift",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Michael-Saylor.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 08:59:00"
        },
        {
            "title": "Crypto Market Sees $1.35 Billion Liquidation in 24 Hours",
            "translated_facebook_post": "Pasaran kripto mengalami kerugian besar, hampir $1.35 billion dalam masa 24 jam, dengan Bitcoin dan Ethereum menjunam, memaksa ramai pelabur beralih kepada aset selamat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3940545f3cc00ddb1154a",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/chaotic-crypto-market-scene.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 08:57:00"
        },
        {
            "title": "Over 91,000 BTC Pulled from Exchanges as Traders Brace for Market Shock",
            "translated_facebook_post": "Lebih 91,000 Bitcoin dah keluar dari bursa dalam sebulan, harga Bitcoin masih tak berubah sangat, ramai tunggu petunjuk daripada pasaran saham S&P 500.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3937c999ca463251cdad8",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/294d6bf5b78e40a08b80615c99de342f.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 08:57:00"
        },
        {
            "title": "Ethereum Mega-Whales Exit as Network Activity and Price Decline",
            "translated_facebook_post": "Harga Ethereum jatuh hampir $800 dalam enam minggu, menyebabkan penurunan 10.3% dalam dompet mega-whale.  Kehilangan suku pertama 2025 adalah yang terburuk sejak 2018, dan pemulihan suku kedua masih belum nampak. Aktiviti pengguna dan harga masih lemah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f393568c3f0036cd44388f",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/df1f65d85a1f448cb65bb3babbb99da3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 08:56:00"
        },
        {
            "title": "Ethereum Leads Developer Activity, While Cosmos and Avalanche Gain Momentum",
            "translated_facebook_post": "Ethereum masih teraju pembangunan, tapi Cosmos dan Avalanche pun naik.  Beberapa platform lain macam BNB Chain, Polygon, Arbitrum, Optimism, Avalanche, Solana, Harmony, dan Polkadot tunjuk penurunan aktiviti pembangunan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f3933145f3cc00ddb11546",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/87c956ab1dda47d180310ed37e959cba.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-07 08:56:00"
        }
    ]
}