{
    "timestamp": "2025-03-17 04:30:11",
    "all_news": [
        {
            "title": "Bank Korea akan mengambil pendekatan ‘berhati-hati’ terhadap rizab Bitcoin.",
            "description": "Bank Negara Korea belum lagi membincangkan atau mempertimbangkan rizab Bitcoin strategik, memetik ketidaktentuan yang tinggi.",
            "content": "Bank Negara Korea Mengambil Pendekatan Berhati-hati Terhadap Bitcoin sebagai Rizab Pertukaran Asing\n\nBank Negara Korea menyatakan bahawa mereka mengambil pendekatan \"berhati-hati\" terhadap potensi penyertaan Bitcoin sebagai rizab pertukaran asing.  Pegawai-pegawai dari bank pusat Korea dalam satu respons bertulis pada 16 Mac menyatakan bahawa mereka belum meneliti potensi rizab Bitcoin (BTC), memetik turun naik harga yang tinggi sebagai sebab.\n\nMenjawab soalan daripada Wakil Cha Gyu-geun daripada Jawatankuasa Perancangan dan Kewangan Perhimpunan Negara, pegawai bank pusat berkata bahawa mereka \"belum membincangkan mahupun mengkaji kemungkinan penyertaan Bitcoin dalam rizab pertukaran asing,\" sambil menambah bahawa \"pendekatan berhati-hati diperlukan,\" menurut Korea Herald.\n\n\"Ketidakstabilan harga Bitcoin sangat tinggi,\" kata bank pusat, sebelum menambah bahawa \"dalam kes ketidakstabilan pasaran mata wang kripto, kos transaksi untuk menunaikan Bitcoin boleh meningkat secara mendadak.\"\n\nSepanjang 30 hari yang lalu, harga Bitcoin telah berayun secara meluas antara $98,000 dan $76,000 sebelum menetap pada paras sekitar $83,000, iaitu penurunan 15% sejak 16 Februari, menurut CoinGecko.\n\nKeputusan ini dibuat di tengah-tengah perbincangan global yang semakin meningkat mengenai peranan aset kripto dalam strategi kewangan negara, yang dicetuskan oleh perintah eksekutif Presiden Amerika Syarikat Donald Trump awal bulan ini yang mewujudkan rizab Bitcoin strategik dan simpanan aset digital.\n\nDalam seminar pada 6 Mac, pelobi industri kripto, dan beberapa ahli Parti Demokratik Korea menggesa negara untuk mengintegrasikan Bitcoin ke dalam rizab nasionalnya dan membangunkan stablecoin yang disokong oleh won.\n\nWalau bagaimanapun, Bank Negara Korea menekankan bahawa rizab pertukaran asingnya mesti mempunyai kecairan dan boleh digunakan serta-merta apabila diperlukan, serta penarafan kredit gred pelaburan atau lebih tinggi, kriteria yang menurut pendapat mereka tidak dipenuhi oleh Bitcoin.\n\nProfesor Yang Jun-seok dari Universiti Katolik Korea bersetuju, menyatakan \"adalah sesuai bagi pertukaran asing untuk dipegang mengikut kadar mata wang negara yang kita berdagang dengannya.\"\n\nProfesor Kang Tae-soo dari Sekolah Siswazah Kewangan KAIST mengulas mengenai kemungkinan Amerika Syarikat menggunakan stablecoin dan bukannya BTC untuk mengekalkan hegemoni dolar sebelum menambah, \"Sama ada IMF akan mengiktiraf stablecoin sebagai rizab pertukaran asing pada masa hadapan adalah penting.\"\n\nAwal bulan ini, pengawal selia kewangan Korea Selatan meneliti trend perundangan Agensi Perkhidmatan Kewangan Jepun terhadap aset kripto ketika ia menimbang untuk mencabut larangan ke atas dana dagangan bursa (ETF) kripto di negara itu.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWExZDItZDM4Ny03M2EzLWIwN2EtMjBjY2NjZTRiMGEz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d79bc49949350296872bda",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 03:45:00",
            "status": "Posted"
        }
    ]
}