{
    "timestamp": "2025-04-06 11:21:02",
    "all_news": [
        {
            "title": "Qubetics Presale Climbs Higher as One of the Top Cryptos to Join for 2025 While Sonic Expands and Cardano Pushes Upgrades",
            "translated_facebook_post": "Pelaburan dalam Qubetics nampaknya berpotensi tinggi,  dengan presale yang semakin meningkat dan teknologi interoperabiliti yang inovatif.  Sonic dan Cardano juga menunjukkan perkembangan positif, tapi Qubetics dilihat lebih menonjol untuk tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25ee81c835819eb7c04ee",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f21b67ee7b3648718e6dd99b56869117.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 11:00:00"
        },
        {
            "title": "Circle may delay its IPO plans",
            "translated_facebook_post": "Circle mungkin tangguh pelan IPO disebabkan ketidaktentuan ekonomi akibat tarif perdagangan Amerika Syarikat yang baru, menjejaskan pasaran saham global dan membuatkan ramai syarikat lain turut menimbang semula pelan IPO mereka.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25ebb56dc4d6b4e2901b6",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/53688b7137854ee8a0d7495b9d420d39.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 11:00:00"
        },
        {
            "title": "Why is the XDC Network Price Up?",
            "translated_facebook_post": "Harga XDC naik 3% hari ini, didorong oleh minat terhadap perkembangan terbaru melibatkan XDC dan Hedera (HBAR) di Dubai.  Walaupun tiada kerjasama rasmi, kehadiran bersama mereka di satu acara telah mencetuskan spekulasi kolaborasi masa depan.  Tambahan lagi, integrasi XDC dalam platform tokenisasi yang disokong BlackRock juga menyumbang kepada peningkatan harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25fcb1c835819eb7c04f1",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/07/P2P-Review-2023-07-24T175244.788-300x175.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 11:00:00"
        },
        {
            "title": "Why Are Shiba Inu (SHIB) Investors Buying Up Big Early Positions in Lightchain AI’s $18.9 Million Presale—And What Does the Tech Do?",
            "translated_facebook_post": "Pelabur Shiba Inu nampaknya beralih minat kepada teknologi AI,  dengan ramai yang melabur awal dalam Lightchain AI disebabkan teknologi canggih dan potensi pulangan tinggi yang ditawarkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25fcd536462226104707c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-3-3.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 11:00:00"
        },
        {
            "title": "Will Monday Bring a Crypto Surge?",
            "translated_facebook_post": "Pasar crypto macam biasa je hari Isnin ni, tapi altcoins jatuh sebab kurang aktiviti perdagangan.  Ramalan Bill Ackman pasal dasar ekonomi Trump mungkin akan naikkan nilai crypto, kita tengok je lah macam mana.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/will-monday-bring-a-crypto-surge",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/cryptocurrency-088.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:58:00"
        },
        {
            "title": "Grok 3 Automates Crypto Trades: Key Insights Revealed",
            "translated_facebook_post": "Sistem automasi dagangan kripto Grok 3 ni cetus reaksi bercampur dalam kalangan pelabur, ada yang teruja dengan kecekapannya, ada yang bimbang dengan potensi manipulasi pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25ea01c835819eb7c04ea",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/grok-3-crypto-interface-glow.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:57:00"
        },
        {
            "title": "Hong Kong Web3 Festival 2025 Commences with Blockchain Focus",
            "translated_facebook_post": "Festival Web3 Hong Kong 2025 baru-baru ni dah berlangsung, ramai pakar teknologi blockchain terlibat,  dan dijangka akan  meningkatkan penggunaan teknologi ni di seluruh dunia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25ea056dc4d6b4e2901b1",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/xiao-feng-web3-festival-2025-oil.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:56:00"
        },
        {
            "title": "Top 5 RWA Tokens to Buy in April 2025 Before They Skyrocket",
            "translated_facebook_post": "April 2025 nampaknya masa sesuai untuk tengok token RWA,  terutama Chainlink, Avalanche, Hedera, MANTRA, dan Ondo Finance.  Harga sekarang mungkin rendah, tapi potensi kenaikan tinggi sebab ia dijangka akan meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25d791c835819eb7c04e8",
            "source": "CryptoTicker",
            "image": "https://cryptoticker-strapi-media.s3.eu-central-1.amazonaws.com/freepik_the_style_is_candid_image_photography_with_natural_44787_cd9469d524.jpeg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:51:00"
        },
        {
            "title": "Top 6 Meme Coins Set to Explode: Catch the Wave Before It Crashes",
            "translated_facebook_post": "Beberapa duit digital meme, macam Arctic Pablo Coin, AI Companions, Non-Playable Coin, Comedian, Peanut the Squirrel, dan Ponke tengah naik sekarang.  Arctic Pablo Coin nampaknya paling menonjol sebab  kompetisi menarik dan presale yang tengah ‘hot’.  Pelaburan awal dalam duit digital ni mungkin berisiko tinggi, tapi ada potensi keuntungan besar juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25c695364622261047072",
            "source": "Thecryptoupdates",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/96b814ce7477468582666bc0265ad6c5.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:50:00"
        },
        {
            "title": "Bitfarms Secures Up to $300M from Macquarie to Debut Panther Creek HPC Project",
            "translated_facebook_post": "Bitfarms dapat pinjaman besar, sampai $300 juta, untuk bina pusat data canggih di Pennsylvania.  Ini membolehkan mereka berkembang ke bidang pengkomputeran berprestasi tinggi dan bukan lagi tumpu pada perlombongan mata wang kripto sahaja.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/bitfarms-secures-up-to-300m-from-macquarie-to-debut-panther-creek-hpc-project/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2023/05/USA28-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:50:00"
        },
        {
            "title": "Will Cryptocurrencies Soar? A Bold Prediction for Monday",
            "translated_facebook_post": "Pasaran kripto agak kurang memberangsangkan sekarang, tapi ada yang jangka mungkin akan naik lepas ni.  Bill Ackman, seorang jutawan, agak yakin harga akan meningkat.  Kita tengok je lah macam mana nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/will-cryptocurrencies-soar-a-bold-prediction-for-monday/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1000.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:49:00"
        },
        {
            "title": "Snek and Notcoin Shift Gears—Meanwhile, Troller Cat’s Whitelist Attracts Fresh Eyes",
            "translated_facebook_post": "Troller Cat tengah naik, manakala Notcoin dan Snek agak susut.  Troller Cat menarik perhatian ramai sebab ganjaran staking yang tinggi,  sistem token yang kukuh, dan  cerita di sebalik projek itu yang menarik minat ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f2474511391c24884ffe5a",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f779263aace24421b41699267a711399.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:45:00"
        },
        {
            "title": "Bill Ackman Hints Trump Could Hit Pause on Tariffs: Details",
            "translated_facebook_post": "Pelabur Bill Ackman jangka Trump mungkin tangguh pelaksanaan tarif baharu, bagi mengelakkan kejutan ekonomi dan memberi masa untuk rundingan perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25c3556dc4d6b4e2901ad",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/Billionaire-investor-and-longtime-crypto-supporter-Bill-Ackman-is-betting-that-President-Donald-Trump-may-hit-the-brakes-on-tariffs-rollout.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:45:00"
        },
        {
            "title": "Catch This Cat Before It Runs Away: Why Troller Cat’s Upcoming Presale Is the Opportunity You Need",
            "translated_facebook_post": "Peluang untuk melabur dalam Troller Cat ($TCAT) semasa prajualan mungkin berbaloi, memandangkan model deflasi, potensi permainan _play-to-earn_, dan ganjaran _staking_ yang lumayan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25c365364622261047070",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-05T165035.917Zunnamed.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:45:00"
        },
        {
            "title": "Missed Banana for Scale Gains? Don’t Miss This Upcoming Meme Coin Set to Explode in 2025",
            "translated_facebook_post": "Ramai dah terlepas peluang untung besar dengan Banana for Scale, jadi jangan sampai terlepas peluang dengan Troller Cat pulak!  Ini duit kripto baharu yang tengah naik, dan ramai cakap ia berpotensi untuk meletup tahun 2025.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25d785364622261047074",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-2025-04-04T195608.702-1-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:45:00"
        },
        {
            "title": "ChainCatcher Partners with RootData for Crypto 2025 Event amid Market Volatility",
            "translated_facebook_post": "ChainCatcher dan RootData akan anjurkan acara “Crypto 2025” pada April tahun depan,  tengah ketidaktentuan pasaran saham Amerika yang alami kerugian besar.  Acara ni akan bincang tentang trend masa depan kripto dan teknologi AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25b08536462226104706d",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/chaincatcher-rootdata-market-impact.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:40:00"
        },
        {
            "title": "Tried automating crypto trades with Grok 3? Here’s what happens",
            "translated_facebook_post": "Translation failed",
            "translated_title": "Mencuba automasi dagangan kripto dengan Grok 3? Inilah yang berlaku.",
            "translated_content": "## Grok 3 dan Automasi Dagangan Kripto: Kelebihan, Risiko, dan Cara Penggunaannya\n\n**Intip Utama**\n\nGrok 3 melaraskan ramalannya berdasarkan trend pasaran yang berubah melalui analisis corak data masa nyata. Menggabungkan analisis teknikal dengan data sentimen meningkatkan ketepatan; Grok 3 mengenal pasti peluang dagangan yang berpotensi.  Ujian strategi sebelum dagangan langsung adalah penting; menguji arahan Grok 3 menggunakan data sejarah membantu menyempurnakan keadaan dan meningkatkan prestasi. Walaupun Grok 3 boleh mengautomasikan dagangan, pengawasan manusia tetap kritikal dalam menyesuaikan diri dengan keadaan pasaran yang tidak dijangka.\n\nDagangan kripto adalah kompleks. Harga boleh berubah dengan mendadak, dan walaupun pedagang berpengalaman bergelut untuk mengikutinya. Itulah sebabnya alat automasi mendapat perhatian, dengan ramai yang kini meneroka Grok 3, model kecerdasan buatan (AI) canggih dari xAI.\n\nGrok 3 tidak dibina khusus untuk dagangan, tetapi keupayaannya untuk menganalisis data, mengesan corak dan mentafsir trend telah menggalakkan pedagang untuk mengujinya untuk strategi automatik. Idenya mudah: Biarkan Grok 3 membuat keputusan berasaskan data, menghapuskan teka-teki emosi yang sering membawa kepada dagangan yang buruk.\n\nTetapi adakah ia benar-benar berfungsi? Sesetengah pedagang melaporkan keputusan yang mengagumkan, sementara yang lain mendapati ia tidak dapat diramal, terutamanya dalam pasaran yang tidak menentu. Artikel ini mengkaji apa yang berlaku apabila anda mengautomasikan dagangan kripto dengan Grok 3. Dari strategi yang berjaya hingga risiko yang tidak dijangka, anda akan mendapat gambaran jelas tentang apa yang diharapkan, ditambah dengan petua yang boleh diambil tindakan untuk meningkatkan keputusan anda.\n\n\n**Apakah Grok 3 dan bagaimana ia berkaitan dengan dagangan kripto?**\n\nGrok 3 ialah model AI yang direka oleh xAI, sebuah syarikat kecerdasan buatan yang diasaskan oleh Elon Musk. Walaupun tumpuan utamanya ialah pemprosesan bahasa semula jadi, sesetengah pedagang kini menguji Grok 3 sebagai alat berpotensi untuk meningkatkan strategi dagangan kripto. Tidak seperti bot dagangan tradisional yang beroperasi berdasarkan peraturan yang teguh, reka bentuk Grok 3 yang fleksibel membolehkannya menganalisis pelbagai sumber data dan mendedahkan corak yang mungkin diabaikan.\n\n\n**Mengapa sesetengah pedagang beralih kepada Grok 3?**\n\nGrok 3 menarik perhatian kerana keupayaannya untuk mengendalikan data kompleks, satu kelebihan penting dalam pasaran kripto, di mana pergerakan harga sering dicetuskan oleh peristiwa yang tidak dijangka atau perubahan sentimen.\n\nBerikut adalah potensi Grok 3 menurut pedagang:\n\n* **Mengenal pasti trend sentimen pasaran:** Pasaran kripto dipengaruhi oleh emosi seperti FOMO (fear of missing out) dan FUD (fear, uncertainty, doubt). Grok 3 boleh menganalisis media sosial, tajuk berita dan perbincangan komuniti untuk menilai perubahan sentimen, faktor utama dalam turun naik kripto.\n* **Mengenal pasti corak tersembunyi:** Keupayaan pembelajaran mesin Grok 3 membolehkannya mengesan korelasi halus antara penunjuk yang mungkin diabaikan oleh bot tradisional. Sebagai contoh, Grok 3 mungkin mengaitkan peningkatan sentimen sosial dengan peningkatan aktiviti ikan paus untuk meramalkan momentum menaik.\n* **Analisis fleksibel berdasarkan arahan:** Daripada mengikuti peraturan statik seperti \"Beli apabila RSI jatuh di bawah 30,\" Grok 3 membolehkan pedagang mereka bentuk strategi yang lebih kompleks menggunakan arahan bahasa semula jadi.\n\n\n**Apa yang berlaku apabila Grok 3 digunakan untuk mengautomasikan dagangan kripto?**\n\nGrok 3 bukan bot dagangan kripto biasa. Ia tidak meletakkan dagangan secara langsung atau berintegrasi dengan bursa sendiri. Tetapi ia boleh membantu pedagang membina sistem automasi yang lebih pintar, lebih pantas dan lebih fleksibel. Dari menulis logik dagangan hingga menganalisis sentimen pasaran, Grok 3 sudah digunakan di dunia sebenar untuk memperkemas cara strategi kripto dicipta dan diuji.\n\nSebagai contoh, pengguna meminta Grok 3 untuk menulis logik beli/jual token dengan parameter seperti gelinciran, ambil untung dan yuran keutamaan gas. Ia menjana skrip yang boleh disambungkan ke alat DeFi atau dikembangkan dengan API 0x dan Uniswap.\n\n\n**Contoh Arahan dan Respons Grok 3:**\n\n(Contoh kerangka bot dagangan frekuensi tinggi untuk Solana (SOL) telah disertakan dalam teks asal dan telah diterjemahkan dalam bahagian ini.  Ia terlalu panjang untuk diulang sepenuhnya di sini.)\n\n\n**Cara menyediakan Grok 3 untuk dagangan kripto automatik:**\n\nMenyediakan Grok 3 untuk automasi dagangan kripto yang dikuasakan oleh AI bukanlah semudah memasang bot dagangan biasa. Oleh kerana Grok 3 tidak dibina untuk dagangan langsung, ia memerlukan persediaan, integrasi dan penyesuaian yang teliti.\n\n**Langkah 1:** Memilih platform dagangan yang serasi.\n**Langkah 2:** Mengintegrasikan Grok 3 dengan platform dagangan.\n**Langkah 3:** Menentukan strategi dagangan dengan Grok 3.\n**Langkah 4:** Menguji strategi sebelum dagangan langsung.\n**Langkah 5:** Melaksanakan kawalan pengurusan risiko.\n**Langkah 6:** Pemantauan dan penyempurnaan strategi yang berterusan.\n\n\n**Kekurangan Grok 3**\n\nWalaupun mempunyai kekuatan, Grok 3 mempunyai batasan yang mesti dipertimbangkan oleh pedagang.\n\n* **Kehilangan data:** Dagangan kripto bergantung pada data yang tepat dan masa nyata. Walau bagaimanapun, automasi dagangan kripto dengan Grok 3 telah dilaporkan kehilangan sebahagian data, salah kira perkataan dan memberikan rujukan masa yang salah, yang boleh membahayakan dalam pasaran yang pantas dan mengakibatkan pengesanan isyarat yang tidak tepat, tindak balas yang lewat kepada peristiwa pasaran dan pelaksanaan strategi yang cacat.\n* **Tiada integrasi bursa langsung:** Tidak seperti bot dagangan yang dibina khas, Grok 3 tidak menyambung secara langsung ke bursa kripto. Pedagang mesti bergantung pada platform pihak ketiga untuk melaksanakan dagangan.\n* **Pelupa:** Salah satu kekecewaan terbesar yang ditonjolkan oleh sesetengah pengguna ialah \"amnesia retrograd\" Grok 3, apabila ia melupakan semua perkara daripada sesi sebelumnya.  Bagi pedagang kripto, ini adalah mimpi ngeri.\n* **Bias:** Grok 3 mungkin memberikan respons yang berat sebelah, berpotensi bergantung pada sumber yang tidak lengkap atau berat sebelah.\n* **Kelajuan pelaksanaan yang lebih perlahan:** Oleh kerana Grok 3 memproses maklumat berdasarkan arahan yang terperinci, isyarat dagangannya mungkin ketinggalan di belakang perubahan harga yang pantas.\n* **Pergantungan arahan:** Ketepatan Grok 3 bergantung sangat pada arahan yang tersusun dengan baik. Arahan yang samar-samar atau tidak lengkap sering menghasilkan keputusan yang tidak boleh dipercayai.\n\nWalaupun Grok-3 dan sistem AI lain menawarkan alat yang berkuasa untuk mengautomasikan dagangan kripto, berhati-hati adalah penting. Prestasi mereka bergantung sangat pada kualiti data dan strategi yang diprogramkan, bermakna perubahan pasaran yang tidak dijangka atau input yang cacat boleh menyebabkan kerugian yang besar. Ingat, AI kekurangan intuisi manusia dan mungkin bergelut dengan peristiwa yang belum pernah terjadi sebelum ini, jadi bergantung sepenuhnya kepadanya tanpa pengawasan adalah berisiko. Sentiasa uji strategi dengan jumlah yang kecil terlebih dahulu dan dapatkan bantuan daripada pakar sebelum membuat pelaburan yang besar.",
            "translated_summary": "Mencuba automasi dagangan kripto dengan Grok 3? Ketahui bagaimana Grok 3 dapat meningkatkan pengalaman dagangan kripto anda melalui automasi dan keputusan masa nyata...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f25b0856dc4d6b4e2901a8",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjBhOWItZmI2Ny03NjMyLWIxY2MtOGZhOTZlOGViZjg4.jpg",
            "fb_status": "Skipped",
            "wp_status": "Posted",
            "timestamp": "2025-04-06 10:39:00"
        },
        {
            "title": "ClearBank Enables Kraken's GBP Clearing in UK",
            "translated_facebook_post": "ClearBank dan Kraken bekerjasama, memudahkan transaksi Pound Sterling untuk pengguna Kraken di UK, menunjukkan kerjasama semakin erat antara institusi kewangan tradisional dan platform kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f259f1a58529248748c077",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/clearbank-kraken-integration.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:36:00"
        },
        {
            "title": "HashKey CEO Highlights Blockchain at Hong Kong Web3 Festival",
            "translated_facebook_post": "CEO HashKey, Xiao Feng,  tekan potensi besar teknologi blockchain masa depan,  dan festival Web3 Hong Kong 2025 tunjukkan Asia makin penting dalam perkembangan Web3.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f258ca3a7f29685d810dd8",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/xiao-feng-hk-web3-festival-2025.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-06 10:33:00"
        },
        {
            "title": "Nearly 400,000 FTX users risk losing $2.5 billion in repayments",
            "translated_facebook_post": "Hampir 400,000 pengguna FTX mungkin tak dapat tuntutan bayaran balik berjumlah $2.5 bilion sebab tak siapkan pengesahan KYC.  Tarikh akhir dah dilanjutkan, tapi kalau tak siap jugak sebelum Jun 2025, memang tak dapat duit tu.",
            "translated_title": "Hampir 400,000 pengguna FTX berisiko kehilangan AS$2.5 bilion dalam bayaran balik.",
            "translated_content": "Hampir 400,000 pemiutang bursa kripto FTX yang muflis berisiko kehilangan AS$2.5 bilion pembayaran balik setelah gagal memulakan proses pengesahan Kenali Pelanggan Anda (KYC) yang wajib.\n\nKira-kira 392,000 pemiutang FTX gagal melengkapkan atau sekurang-kurangnya mengambil langkah pertama pengesahan Kenali Pelanggan Anda yang wajib, menurut pemfailan mahkamah pada 2 April di Mahkamah Muafakat Amerika Syarikat untuk Daerah Delaware.\n\nPengguna FTX pada mulanya mempunyai sehingga 3 Mac untuk memulakan proses pengesahan untuk menuntut tuntutan mereka.\n\n“Sekiranya pemegang tuntutan yang disenaraikan dalam Jadual 1 yang dilampirkan kepadanya tidak memulakan proses penyerahan KYC berkenaan dengan tuntutan tersebut pada atau sebelum 3 Mac 2025, pada pukul 4:00 petang (ET) (“Tarikh Akhir Permulaan KYC”), tuntutan tersebut akan ditolak dan dihapuskan sepenuhnya,” kata pemfailan tersebut.\n\nTarikh akhir KYC telah dilanjutkan kepada 1 Jun 2025, memberi pengguna peluang lain untuk mengesahkan identiti mereka dan kelayakan tuntutan. Mereka yang gagal memenuhi tarikh akhir baharu mungkin akan menyebabkan tuntutan mereka hilang kelayakan secara kekal.\n\nMenurut dokumen mahkamah, tuntutan kurang daripada AS$50,000 boleh menyumbang kepada kira-kira AS$655 juta pembayaran balik yang ditolak, manakala tuntutan melebihi AS$50,000 boleh berjumlah AS$1.9 bilion — menjadikan jumlah dana yang berisiko melebihi AS$2.5 bilion.\n\nPusingan pembayaran balik pemiutang FTX seterusnya ditetapkan pada 30 Mei 2025, dengan lebih daripada AS$11 bilion dijangka dibayar balik kepada pemiutang dengan tuntutan melebihi AS$50,000.\n\nDi bawah pelan pemulihan FTX, 98% pemiutang dijangka menerima sekurang-kurangnya 118% daripada nilai tuntutan asal mereka dalam bentuk tunai.\n\nRamai pengguna FTX telah melaporkan masalah dengan proses KYC.\n\nBagaimanapun, pengguna yang tidak dapat mengemukakan dokumentasi KYC mereka boleh mengemukakan semula permohonan mereka dan memulakan semula proses pengesahan.\n\nPengguna yang terjejas harus menghantar e-mel kepada sokongan FTX (support@ftx.com) untuk menerima nombor tiket, kemudian log masuk ke portal sokongan, membuat akaun, dan memuat naik semula dokumen KYC yang diperlukan.\n\nSubsidiari FTX di Bahamas, FTX Digital Markets, memproses pusingan pembayaran balik pertama pada Februari, mengagihkan AS$1.2 bilion kepada pemiutang.\n\nIndustri kripto masih pulih daripada kejatuhan FTX dan lebih daripada 130 subsidiari melancarkan beberapa muflis yang membawa kepada musim sejuk kripto terpanjang dalam industri, yang menyaksikan harga Bitcoin (BTC) menjunam sekitar AS$16,000.\n\nWalaupun bukan “pemandu pasaran” itu sendiri, permulaan pembayaran balik FTX adalah petanda positif untuk kematangan industri kripto, yang mungkin menyaksikan “sebahagian besar” dilaburkan semula dalam mata wang kripto.",
            "translated_summary": "Lebih daripada 392,000 pemiutang telah gagal memulakan pengesahan KYC terhadap FTX, dan berisiko kehilangan tuntutan melebihi $2.55 bilion.",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f258c85364622261047065",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2I2ZjYtNDcyMC03MWIyLTg4OWYtOGJiMDA4MmZjM2Nm.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-06 10:31:00"
        }
    ]
}