{
    "timestamp": "2025-04-24 20:30:48",
    "all_news": [
        {
            "title": "Shaquille O’Neal Settles FTX Lawsuit with Investors",
            "translated_facebook_post": "Shaquille O’Neal dah selesai kes saman FTX dan saman NFT, bayar pampasan jutaan dolar untuk selesaikan semua tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9e0c04e3b56bd1913c96",
            "source": "Finance Feeds",
            "image": "https://financefeeds.com/wp-content/uploads/2023/01/FTX.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:22:00"
        },
        {
            "title": "U.S. Stocks Surge Amidst Talks of Interest Rate Adjustments",
            "translated_facebook_post": "Pasaran saham Amerika Syarikat naik mendadak disebabkan spekulasi tentang kemungkinan penurunan kadar faedah oleh Rizab Persekutuan, dengan Nasdaq meningkat lebih 2% dan S&P 500 hampir 1.5%.  Ini juga dipengaruhi spekulasi tentang penyesuaian dasar perdagangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9e0cae3921597b173538",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/bullish-market-cartoon-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:21:00"
        },
        {
            "title": "Coinbase Boosts Altcoin Listings, Igniting Trading Excitement",
            "translated_facebook_post": "Coinbase tambah senarai altcoin baru, ZORA dan Mantra, buat ramai teruja nak berniaga cryptocurrency.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/coinbase-boosts-altcoin-listings-igniting-trading-excitement/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/cryptocurrency-news-1024.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:21:00"
        },
        {
            "title": "Securitize, Mantle launch institutional crypto fund",
            "translated_facebook_post": "Securitize dan Mantle baru lancarkan dana kripto institusi untuk hasil pulangan staking pelbagai mata wang kripto.  Ia macam dana indeks saham biasa, tapi untuk kripto seperti Bitcoin, Ether, dan Solana.  Bagus untuk pelabur yang nak akses pasaran kripto dengan lebih mudah dan selamat.",
            "translated_title": "Securitize dan Mantle lancar dana kripto institusi.",
            "translated_content": "Platform tokenisasi Securitize telah bekerjasama dengan protokol kewangan terdesentralisasi (DeFi) Mantle untuk melancarkan dana institusi yang direka untuk menjana pulangan ke atas pelbagai jenis mata wang kripto, kata syarikat-syarikat tersebut.\n\nSerupa dengan dana indeks tradisional yang menjejaki gabungan pelbagai saham, Dana Indeks Mantle Empat (MI4) bertujuan untuk menawarkan pendedahan pelabur kepada mata wang kripto, termasuk Bitcoin (BTC), Ether (ETH), dan Solana (SOL), serta stablecoin yang menjejaki dolar AS, kata Securitize dalam pengumuman pada 24 April.\n\nDana ini juga mengintegrasikan token staking cecair — termasuk mETH Mantle, bbSOL Bybit, dan USDe Ethena — dalam usaha untuk meningkatkan pulangan dengan hasil onchain, menurut pengumuman tersebut.\n\nPelancaran ini dilakukan ketika ramai pelabur runcit dan institusi meningkatkan pendedahan mereka kepada mata wang kripto, terutamanya Bitcoin, sebagai lindung nilai di tengah-tengah ketidaktentuan ekonomi makro yang semakin meningkat.\n\n‘S&P 500 kripto’\n\nDana indeks wajaran kapitalisasi pasaran ini bercita-cita untuk “menjadi SPX atau S&P 500 de facto bagi kripto,” kata Ketua Strategi Global Mantle, Timothy Chen, dalam satu kenyataan. Syarikat itu menawarkan institusi satu cara untuk menjana hasil daripada aset digital. Salah satu produk staking cecairnya, Mantle Staked Ether (mETH), memberikan hasil kepada pemegang kira-kira 3.78% APR setakat 24 April, menurut data daripada DefiLlama. Protokol ini mempunyai lebih daripada $680 juta dalam jumlah nilai yang dikunci (TVL).\n\n\nPelancaran ini berlaku ketika pelabur runcit dan institusi sama meningkatkan pendedahan kepada mata wang kripto, khususnya Bitcoin, sebagai lindung nilai di tengah-tengah peningkatan ketidakpastian ekonomi makro.",
            "translated_summary": "Securitize dan Mantle melancarkan dana institusi untuk memperoleh hasil pertaruhan pada pelbagai jenis mata wang kripto.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9e0bab3ad53ede57d3ad",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5Mzc2YWEtODM0NC03YmQ4LTg1YTEtNzNiMTVlYzRkZGZk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 20:20:00"
        },
        {
            "title": "Missed Floki Inu? This Meme Coin With Real Bite Might Be the Next Big Thing to Watch",
            "translated_facebook_post": "Ramai berminat dengan peluang pelaburan awal dalam  $TCAT,  sebab ia mungkin akan jadi  meme coin seterusnya yang popular macam Floki Inu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9c8108e57e2ea9dd600b",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/7b29068be6dd4edd919037a78db92ac2.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:18:00"
        },
        {
            "title": "Shaquille O’Neal Reaches Confidential Settlement in FTX Lawsuit",
            "translated_facebook_post": "Shaquille O'Neal dah selesaikan kes saman FTX secara sulit, lepas jadi duta produk tu sebelum syarikat tu jatuh bankrap.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9ce308e57e2ea9dd600d",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/shaq-e1744190268607.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:17:00"
        },
        {
            "title": "Top three altcoins to buy instead of XRP in the dip- Dogecoin, Solana and ONDO",
            "translated_facebook_post": "Pasaran kripto macam tengah berehat lepas naik mendadak minggu lepas. Bitcoin dah cecah atas $94,000, bagi semangat sikit kat pelabur.  Tapi, nampaknya Dogecoin, Solana, dan ONDO mungkin akan naik dalam beberapa minggu ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9ce0eabbb81fca1a502c",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/04/crypto-news-blockchain-option03.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:16:00"
        },
        {
            "title": "Tech lifts market as stocks close green for third straight day",
            "translated_facebook_post": "Pasaran saham Amerika naik tiga hari berturut-turut, didorong kenaikan syarikat teknologi besar, walaupun ada kekeliruan mengenai dasar perdagangan global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9ce028bd6420218013bf",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2023/12/crypto-news-hologram-coins-trading-chart-is-up-background-green-and-white-colors01.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:16:00"
        },
        {
            "title": "Turn Referrals Into ROI with BTFD Rewards: Why It Slides Into Top Meme Coin Presales to Buy Today to Rival $TRUMP",
            "translated_facebook_post": "Sekarang ni tengah hangat BTFD Coin, satu lagi duit digital meme yang tengah *presale*.  Dia bagi pulangan lumayan, siap ada program rujukan yang boleh bagi untung tambahan.  Peluang untuk dapat pulangan tinggi, tapi kena ingat, pelaburan duit digital ni berisiko tinggi juga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9ce0ab3ad53ede57d3ab",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/btfd-last-call.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:15:00"
        },
        {
            "title": "FINAL100 Code Unlocks 2x BTFD at $0.0002 in Stage 15—Best Meme Coin Presale to Buy Now as NEIRO Surges and AI16Z Reinvents",
            "translated_facebook_post": "Sekarang tengah promosi jualan awal matawang kripto BTFD, peluang dapat pulangan tinggi kalau beli sebelum 26 Mei.  Ada bonus tambahan guna kod FINAL100.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9ce1ae3921597b173535",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/2025-04-24T144015.041Zunnamed.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:15:00"
        },
        {
            "title": "Helium Network Announces Strategic Partnership With AT&T: What Next for $HNT Price?",
            "translated_facebook_post": "Rangkaian Helium bekerjasama dengan AT&T, bagi meluaskan liputan WiFi di Amerika Syarikat.  Pengguna AT&T kini boleh sambung ke rangkaian WiFi Helium.  Harga HNT pun naik sebab kerjasama ni, nampaknya ada potensi untuk meningkat lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9bb8ab3ad53ede57d3a9",
            "source": "CoinPedia News",
            "image": "https://image.coinpedia.org/wp-content/uploads/2025/02/11194501/Helium-Price-Up-22-This-Week-Is-6.50-Next-or-Another-Crash.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:11:00"
        },
        {
            "title": "Binance Dominates Bitcoin Reserves: Holds 23% of All BTC on Exchanges",
            "translated_facebook_post": "Binance sekarang pegang 23% Bitcoin semua bursa, menunjukkan keyakinan pengguna dan tumpuan kecairan, walaupun ada kebimbangan tentang penumpuan kuasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9bb9ae3921597b17352d",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2024/12/Bitcoin_Binance.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:11:00"
        },
        {
            "title": "Michael Saylor Sees BlackRock's IBIT as Future ETF Leader",
            "translated_facebook_post": "Michael Saylor ramal BlackRock punya IBIT akan jadi ETF terbesar dalam 10 tahun, menunjukkan keyakinan tinggi terhadap Bitcoin dan perkembangan pasaran kripto yang semakin diterima ramai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9bb9ae3921597b17352f",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/michael-saylor-financial-conference.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:09:00"
        },
        {
            "title": "BREAKING: Coinbase Adds a New Altcoin to Its Roadmap to List",
            "translated_facebook_post": "Coinbase, platform matawang kripto tu, dah tambah Mantle (MNT) dalam senarai aset digital yang diorang akan senaraikan.  Berita ni bukan nasihat pelaburan tau.\n\n\nBerita baik untuk peminat Mantle! Coinbase nak senaraikan MNT.  Ingat, bukan nasihat pelaburan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9a89ae3921597b173527",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2024/07/Ekran-Resmi-2024-07-11-15.39.21.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:08:00"
        },
        {
            "title": "OpenAI Introduces New 'Open' AI Model for Cloud Assistance",
            "translated_facebook_post": "OpenAI akan lancarkan model AI terbuka baharu menjelang awal musim panas 2025, membolehkan integrasi awan dan dijangka memberi impak pada sektor AI dan kripto,  tanpa kesan serta merta pada pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9a89ab3ad53ede57d3a3",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-conference-room-image.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:07:00"
        },
        {
            "title": "Bitcoin long-term holders get $26B boost as BTC price recovers from ‘fairly normal’ 30% correction",
            "translated_facebook_post": "Pelabur Bitcoin jangka panjang untung besar bila harga BTC naik semula lepas penurunan 30%, macam biasa la tu.  Ramai pelabur jangka pendek rugi sebab jual awal April.  Tapi nampaknya,  harga BTC mungkin akan stabil dalam lingkungan $90,000 hingga $95,000.",
            "translated_title": "Pemilik Bitcoin jangka panjang menerima rangsangan $26B ketika harga BTC pulih daripada pembetulan 30% yang \"cukup normal\".",
            "translated_content": "Ringkasan Utama:\n\nKumpulan pemegang Bitcoin jangka panjang menyaksikan peningkatan nilai sebanyak $26 bilion apabila harga BTC melonjak kepada $94,900.  Pemegang jangka pendek menjual dengan kerugian pada awal April. Pembetulan harga Bitcoin sebanyak 30% selaras dengan kitaran sejarah, dan BTC mungkin mendapat sokongan pada zon $88,750 dan $91,000.\n\nPemegang Bitcoin (BTC) jangka panjang (LTH) meningkatkan kekayaan kolektif mereka dengan ketara pada April apabila harga BTC melonjak daripada $74,450 kepada $94,900. Menurut data daripada CryptoQuant, had pasaran yang direalisasikan oleh pemegang jangka panjang (LTH) meningkat daripada $345 bilion kepada $371 bilion antara 1 April dan 23 April, menandakan keuntungan sebanyak $26 bilion.\n\nPeningkatan mendadak dalam had pasaran yang direalisasikan LTH menunjukkan bahawa pemegang jangka panjang dihargai atas ketahanan mereka menerusi penurunan harga baru-baru ini. Bitcoin mengalami pembetulan melebihi 30% antara Januari dan awal April, satu corak yang selaras dengan kitaran pasaran sejarah. Data daripada kitaran lepas pada tahun 2013, 2017, dan 2021 menunjukkan bahawa penurunan sedemikian adalah rutin selepas Bitcoin mencapai paras tertinggi baharu sepanjang zaman, selalunya menyingkirkan pelabur yang lemah sebelum menyambung semula trend menaiknya.\n\nFaktor lain juga menggariskan keyakinan LTH semasa tempoh pembetulan.  Pengasingan Bitcoin yang semakin meningkat daripada pasaran tradisional, terutamanya apabila ekuiti AS menghadapi tekanan daripada perang perdagangan, telah meningkatkan daya tarikan pelaburannya.  Walaupun saham jatuh, harga emas meningkat kepada paras tertinggi baharu pada $3,500, mencerminkan permintaan pelabur untuk aset yang tidak berkorelasi—satu trend yang mungkin meningkatkan keyakinan LTH dalam naratif Bitcoin sebagai simpanan nilai.\n\nSebaliknya, pemegang jangka pendek (STH) kembali untung minggu ini.  Namun begitu, ramai yang menjual dengan kerugian semasa penurunan harga pada April, mencerminkan kecenderungan mereka untuk menukar kedudukan di bawah tekanan pasaran.  Kelakuan ini menggemakan trend berulang pada tahun 2024, di mana STH kerap menjual kepada LTH semasa pembetulan.\n\nBekalan Bitcoin dalam jalur pasaran untung menandakan pandangan menaik, selepas jumlah bekalan dalam untung meningkat melebihi \"ambang optimisme\".  Buat masa ini, 16.7 juta BTC dalam pelbagai alamat Bitcoin berada dalam keadaan untung.\n\nData sejarah daripada tahun 2016, 2020, dan 2024 menunjukkan bahawa apabila Bitcoin secara konsisten kekal di atas zon menaik utama ini, ia kerap mencetuskan lonjakan menaik yang ketara, memacu harga kepada paras tertinggi baharu dalam tempoh beberapa bulan.\n\nBitcoin mungkin membina julat baharu antara $95,000-$90,000.  Selepas kenaikannya kepada $94,900, penganalisis menjangkakan Bitcoin berpotensi mengalami tempoh penyejukan. Pengasas MNCapital, Michael van de Poppe, menyebut bahawa selepas kejayaan besar, adalah \"cukup normal untuk mengalami pembetulan sedikit\".\n\nBegitu juga, peniaga kripto tanpa nama Jelle menunjuk bahawa Bitcoin telah menguji rintangan mingguan buat masa ini, dan BTC mungkin jatuh serendah $91,000.\n\nDari perspektif teknikal, Bitcoin mungkin akan menyatukan antara $94,900 dan $88,750 dalam beberapa hari akan datang.  Tindakan harga baru-baru ini mencadangkan penyejukan yang berpanjangan selepas perhimpunan kejayaan. Pada carta 4 jam, zon sokongan utama terletak di antara $90,500 dan $88,750, mewakili jurang nilai yang adil.\n\nPelanggaran di bawah julat ini boleh membatalkan struktur menaik jangka masa yang lebih rendah (LTF), berpotensi memacu harga ke arah kawasan sokongan seterusnya antara $84,000 dan $86,300, di mana Bitcoin sebelum ini menyatukan selama seminggu sebelum kejayaan positif yang kuat.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan sendiri semasa membuat keputusan.",
            "translated_summary": "Pelabur Bitcoin jangka panjang kekal teguh apabila BTC terpisah daripada pasaran ekuiti dan akhirnya mula menyamai peningkatan harga emas yang memecah rekod.",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9a89ab3ad53ede57d39f",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjY4MTUtYTdmZC03ZDhhLTg3NjItMTA4ODk1MzEzNjc0.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 20:05:00"
        },
        {
            "title": "Ex-SEC chair, now heading SDNY, offers rebuke in $12M crypto fraud case",
            "translated_facebook_post": "Bekas pengerusi SEC, Jay Clayton, yang kini peguam negara sementara di Daerah Selatan New York,  berjaya jatuhkan hukuman penjara 18 tahun terhadap seorang penipu kripto yang menipu mangsa sebanyak $12 juta.",
            "translated_title": "Bekas pengerusi SEC, kini mengetuai SDNY, tegur kes penipuan kripto bernilai $12 juta",
            "translated_content": "Jay Clayton, yang baru dilantik sebagai Pendakwa Raya Sementara AS bagi Daerah Selatan New York (SDNY) dan bekas pengerusi Suruhanjaya Sekuriti dan Bursa, telah mula mengeluarkan kenyataan dalam kes jenayah yang melibatkan penipuan kripto.\n\nDalam satu notis pada 23 April, Pejabat Pendakwa Raya AS menyatakan Eugene William Austin, juga dikenali sebagai Hugh Austin, telah dijatuhi hukuman penjara 18 tahun berikutan sabitannya atas kesalahan konspirasi melakukan penipuan wayar, konspirasi melakukan pengubahan wang haram, dan konspirasi melakukan pengangkutan antarabangsa harta yang dicuri. Bersama-sama dengan anaknya, Brandon, yang dijatuhi hukuman empat tahun, Austin menawarkan perkhidmatan pelaburan kripto yang palsu, mengakibatkan kerugian kira-kira $12 juta kepada lebih 24 orang.\n\n“Selama bertahun-tahun, Hugh Austin merupakan ketua skim penipuan dan pengubahan wang haram yang mencuri lebih daripada $12 juta daripada lebih dua dozen mangsa,” kata Clayton. “Austin melibatkan anaknya sendiri dalam jenayahnya, bekerjasama dengannya untuk menipu mangsa dan membelanjakan wang pelabur untuk perbelanjaan peribadi, seperti hotel mewah [...] Austin kini akan bertanggungjawab atas kerosakan yang disebabkan kepada pelabur individu dan lain-lain.”\n\nKes jenayah yang melibatkan aset digital menandakan salah satu kenyataan awam pertama Clayton sejak menjadi Pendakwa Raya Sementara AS pada 22 April. Presiden AS Donald Trump mencalonkan Clayton pada 20 Jan apabila beliau memegang jawatan. Daerah itu kemudiannya menyaksikan peletakan jawatan Pendakwa Raya AS yang bertindak, Danielle Sassoon, sebagai tindak balas kepada Jabatan Kehakiman yang mengarahkan beliau untuk menghentikan kes terhadap Datuk Bandar Bandar Raya New York, Eric Adams.\n\nDaerah 'berdaulat' negara yang dikawal oleh orang yang dilantik Trump?\n\nDi bawah undang-undang semasa, Clayton boleh berkhidmat sebagai Pendakwa Raya Sementara AS bagi daerah itu selama 120 hari tanpa pengesahan Senat. Pemimpin Minoriti Senat, Chuck Schumer, menyekat undian terhadap pencalonan Clayton, dengan menyatakan Trump tidak mempunyai \"kesetiaan kepada undang-undang.\"\n\nClayton kemungkinan akan menyelia SDNY semasa pendengaran hukuman untuk bekas Ketua Pegawai Eksekutif Celsius, Alex Mashinsky dan berpotensi kes jenayah lain yang melibatkan mata wang kripto. Daerah ini menempatkan firma Wall Street dan banyak institusi kewangan paling terkenal di negara ini.",
            "translated_summary": "Pendakwa Raya Sementara Amerika Syarikat untuk Daerah Selatan New York, Jay Clayton, mendedahkan seorang penipu yang menggunakan kripto untuk menipu mangsa sebanyak $12 juta selepas...",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9a89ae3921597b173529",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NTIwNDktZGVjNy03NjQ0LTk5OWEtMDE2OGNjNTE0YjEz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-24 20:05:00"
        },
        {
            "title": "SEC Delays Grayscale's Polkadot ETF Decision Until June",
            "translated_facebook_post": "Suruhanjaya Sekuriti dan Bursa Amerika Syarikat (SEC) tangguh keputusan ETF Polkadot Grayscale sampai Jun 2025, menyebabkan harga DOT naik, menunjukkan minat pelaburan institusi semakin meningkat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a9a89ab3ad53ede57d3a1",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-stock-market-bull-bear.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:04:00"
        },
        {
            "title": "5 Best New Cryptos to Buy With Real Utility: Privacy, AI Agents, Scalable Chains & More",
            "translated_facebook_post": "Pelabur kripto sekarang fokus pada token yang betul-betul berfungsi, bukan sekadar populariti semata-mata.  Lima projek menarik perhatian: BlockDAG (teknologi DAG yang lebih pantas), Web3 ai (alat AI untuk pelaburan), Cold Wallet (privasi tinggi), Dragoin (meme coin dengan mekanisme deflasi), dan Unstaked (agen AI untuk produktiviti).  Semua ini masih dalam peringkat prajualan dengan potensi pulangan yang tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680a893d391fb450bfde83d2",
            "source": "Crypto Economy",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/09f15f1d70f94133a777a97cb3969b43.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-24 20:03:00"
        }
    ]
}