{
    "timestamp": "2025-03-10 20:28:56",
    "all_news": [
        {
            "title": "Coinbase bakal melancarkan dagangan niaga hadapan BTC dan ETH 24/7 di Amerika Syarikat.",
            "description": "Coinbase mengumumkan rancangan untuk menawarkan dagangan hadapan Bitcoin dan Ether 24/7, serta kontrak hadapan gaya kekal, kepada pasaran kripto AS.",
            "content": "Coinbase mengumumkan pada 10 Mac bahawa mereka merancang untuk menawarkan dagangan Bitcoin (BTC) dan Ether (ETH) futures 24/7 kepada penduduk Amerika Syarikat. Bursa itu juga melancarkan dagangan futures kekal dengan tarikh luput jangka panjang.\n\nMenurut Coinbase, sebahagian besar pasaran derivatif kripto semasa berlaku di luar sempadan AS, dengan pedagang Amerika terpaksa melayari waktu tetap dan kontrak yang luput, “yang boleh mencipta ketidakcekapan.”\n\nFutures ialah sejenis derivatif yang melibatkan penciptaan kontrak untuk membeli atau menjual aset pada harga dan tarikh tertentu. Apabila futures tersebut tidak mempunyai tarikh untuk membeli dan menjual aset, ia dipanggil futures kekal, atau “perpetuals” secara ringkas.\n\nKetidakpastian pengawalseliaan sekeliling futures kekal kripto telah menyebabkan banyak bursa melarang penduduk AS daripada berdagang produk tersebut. Dalam pengumumannya, Coinbase menyatakan bahawa mereka sedang bekerjasama dengan Suruhanjaya Dagangan Futures Komoditi untuk mendapatkan penjelasan. Agensi tersebut mengawasi perdagangan perpetuals untuk komoditi untuk memastikan produk ini “memenuhi keperluan pengawalseliaan.”\n\nPasaran derivatif kripto mencapai volum dagangan bulanan sebanyak $1.3 trilion pada September 2023, menurut Alpha Point, jauh melebihi pasaran kripto spot. Bagi derivatif berpusat, pasaran bukan AS mendahului dalam volum dagangan.\n\nCoinbase menghadapi persaingan dalam pasaran derivatif AS\n\nPerkhidmatan baharu Coinbase menghadapi persaingan daripada pelbagai syarikat, termasuk CME Group, bursa derivatif AS dengan pendapatan $6.1 bilion pada tahun 2024. Pada suku terakhir tahun 2024, CME Group mencatatkan volum dagangan harian purata sebanyak $10 bilion untuk derivatif kripto. Walau bagaimanapun, derivatif tersebut hanya boleh didagangkan selama enam hari seminggu.\n\nDalam panggilan pendapatan Februari 2024, Lynn Martin, ketua pegawai kewangan CME, berkata derivatif kripto adalah antara “kontrak yang menyaksikan peningkatan terbesar [dalam] tahun ini.”\n\nCoinbase juga mungkin menghadapi persaingan daripada pesaing Robinhood, yang mengumumkan pada Januari rancangan mereka sendiri untuk menawarkan futures Bitcoin dan Ether. Coinbase telah pun menawarkan pilihan dagangan derivatif kripto untuk penduduk AS di Coinbase Financial Markets.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDIvMDE5NGYxMGQtODBmMy03M2VhLTg5MGUtZWZjZGFlYmMxZTIx.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cf4009baf5367d03b04ae3",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-10 19:36:00",
            "status": "Posted"
        }
    ]
}