{
    "timestamp": "2025-03-08 06:27:48",
    "all_news": [
        {
            "title": "Coinbase Tambah 1,000 Pekerjaan Lagi di AS pada 2025, Menerusi Sokongan Trump — Brian Armstrong",
            "description": "Dalam satu video yang dirakam menghadap kamera di luar Rumah Putih pada 7 Mac, Brian Armstrong mengumumkan bahawa susulan Sidang Kemuncak Kripto, Coinbase merancang untuk mengambil pekerja...",
            "content": "Ketua Pegawai Eksekutif Coinbase, Brian Armstrong, mengesahkan bahawa pendirian Presiden Amerika Syarikat, Donald Trump yang agresif dan menyokong kripto sejak memegang jawatan telah menyebabkan bursa kripto itu melancarkan usaha pengambilan pekerja seramai kira-kira 1,000 pekerja di Amerika Syarikat pada tahun 2025.\n\n“Coinbase merancang untuk mengambil kira-kira 1,000 orang di Amerika Syarikat tahun ini sebagai hasil langsung tindakan beliau dalam tempoh 60 hari pertama atau lebih,” kata Armstrong dalam satu video yang dimuat naik ke X pada 7 Mac.\n\nPara pekerja Coinbase mentakrifkan pelan Trump\n\n“Dasar-dasar ini sangat penting; ini adalah Kongres yang paling menyokong kripto yang pernah kita lihat,” katanya.  Menambah 1,000 pekerja lagi akan meningkatkan jumlah tenaga kerja Coinbase sebanyak kira-kira 27%, menurut data terkini Stockanalysis, yang menunjukkan bursa kripto itu kini mempunyai 3,772 pekerja.\n\nSumber: Brian Armstrong\n\nArmstrong merakam video berhadapan kamera di luar Rumah Putih di Washington D.C. selepas menghadiri Sidang Kemuncak Kripto Rumah Putih bersama pemimpin global lain dalam industri kripto seperti pengasas Gemini, Tyler dan Cameron Winklevoss, pengasas Strategy, Michael Saylor, dan Ketua Pegawai Eksekutif Crypto.com, Kris Marszalek.\n\n“Kami baru sahaja meninggalkan sidang kemuncak aset digital di Rumah Putih. Ia merupakan satu acara yang luar biasa dan satu detik yang benar-benar bersejarah untuk industri kita,” kata Armstrong.\n\n“Presiden Trump telah menyuntik semula nyawa ke dalam industri kripto,” tambahnya.\n\nSumber: Google Finance\n\nRancangan pengambilan pekerja ini dilakukan walaupun harga saham Coinbase (COIN) jatuh sebanyak 22.40% dalam tempoh sebulan yang lalu. Harga COIN ditutup pada $217.45 pada 7 Mac, menurut data Google Finance.\n\nKejatuhan itu selari dengan penurunan yang lebih meluas dalam pasaran kripto dan saham berikutan tarif yang dicadangkan Trump ke atas China, Kanada, dan Mexico pada 1 Februari.\n\nSementara itu, hanya dua tahun yang lalu, bursa kripto itu telah memberhentikan bilangan kakitangan yang sama di tengah-tengah musim sejuk kripto yang berterusan. Pada Januari 2023, Armstrong berkata bursa itu akan mengurangkan 950 pekerjaan sebagai sebahagian daripada langkah-langkah syarikat untuk mengurangkan kos operasi sebanyak kira-kira 25%.\n\nArmstrong menekankan pada masa itu bahawa Coinbase mempunyai \"modal yang kukuh\" dan kripto \"tidak akan hilang ke mana-mana,\" tetapi firma itu perlu meneruskan pemberhentian kerja untuk mengekalkan \"kecekapan operasi yang sesuai.\"",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTc0MzItOTRiZi03ZGUxLTg5OTEtMzQyN2ViZjFmNmVk.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cbdb90740429423b22d5c4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 05:45:00",
            "status": "Posted"
        }
    ]
}