{
    "timestamp": "2025-03-16 06:32:55",
    "all_news": [
        {
            "title": "Minat terbuka Toncoin meningkat 67% selepas Pavel Durov meninggalkan Perancis",
            "description": "Pada 15 Mac, minat terbuka Toncoin mencecah AS$169 juta, paras tertinggi dalam tempoh 42 hari, setelah laporan-laporan mengenai pengasas Telegram, Pavel Durov, tersebar…",
            "content": "## Toncoin Open Interest Surges After Durov's Departure from France\n\nToncoin (TON) open interest (OI) experienced a significant 67% jump in the past 24 hours, following reports of Telegram founder Pavel Durov's departure from France.  Durov had been required to remain in France since his arrest six months prior.\n\nOn March 15th, Toncoin OI—a metric representing the total value of unsettled derivative contracts—reached $169 million, a substantial increase from the previous day.  This marks the highest OI level in 42 days, reaching a level last seen on February 1st ($171.49 million).  TON, the native cryptocurrency of The Open Network and the exclusive blockchain for Telegram's Mini App ecosystem, saw its price increase by 17% during the same period, trading at $3.45 at the time of publication.  One trading resource noted that Toncoin is \"showing signs of a potential long-term accumulation phase.\"\n\nApproximately $18.8 million in long positions are currently at risk of liquidation should TON's price fall back to the $3 mark.\n\nThis market reaction highlights the significance of Durov's case for the crypto industry.  Concerns exist that his arrest in August 2024, on accusations of operating a platform enabling illicit transactions, could set a precedent for increased regulatory scrutiny of privacy-focused services.  The court reportedly allowed Durov to travel to Dubai, a city lacking extradition agreements with many countries.\n\nA similar surge in TON's OI occurred following Durov's initial arrest in August 2024, with a 32% increase in the subsequent 24 hours, although this was accompanied by a near 12% price drop.  It's worth noting that on January 21st, Telegram announced it would cease support for all blockchains except The Open Network for its messenger services.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTljZmQtZTI5Ny03NTVkLTk1MzAtYzM1ZTM5ZjcxYTBm.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d66c418416453cb50d260c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 06:13:00",
            "status": "Posted"
        }
    ]
}