{
    "timestamp": "2025-03-09 04:24:54",
    "all_news": [
        {
            "title": "Fed mungkin tidak akan menurunkan kadar faedah langsung pada 2025, yang mungkin mencetuskan pasaran menurun — Penganalisis",
            "description": "Pakar ekonomi rangkaian, Timothy Peterson, baru-baru ini menyatakan di X bahawa sekiranya Rizab Persekutuan (Fed) langsung tidak menurunkan kadar faedah pada tahun 2025, ia mungkin mencetuskan kemelesetan pasaran yang lebih meluas.",
            "content": "Pakar ekonomi rangkaian, Timothy Peterson, memberi amaran bahawa jika Rizab Persekutuan AS menangguhkan pengurangan kadar faedah pada tahun 2025, ia mungkin menyebabkan kejatuhan pasaran yang lebih meluas, berpotensi menolak Bitcoin kembali ke paras $70,000.\n\n“Apa yang diperlukannya ialah pencetus. Saya fikir pencetus itu mungkin semudah Rizab Persekutuan tidak mengurangkan kadar faedah langsung tahun ini,” kata Peterson dalam catatan X pada 8 Mac. Komen Peterson ini dibuat sehari selepas Pengerusi Rizab Persekutuan, Jerome Powell, mengulangi bahawa beliau tidak tergesa-gesa untuk melaraskan kadar faedah.\n\nPenangguhan pengurangan kadar faedah Rizab Persekutuan mungkin mencetuskan pasaran menurun\n\n“Kita tidak perlu tergesa-gesa dan berada dalam kedudukan yang baik untuk menunggu kejelasan yang lebih besar,” kata Powell dalam ucapan di New York pada 7 Mac.\n\nSumber: Timothy Peterson\n\nPeterson, pengarang kertas \"Hukum Metcalfe sebagai Model untuk Nilai Bitcoin,\" menganggarkan paras terendah Nasdaq untuk meramalkan potensi paras terendah Bitcoin (BTC) dalam pasaran menurun.\n\nMenggunakan model ramalan harga terendah Nasdaq Peterson, beliau menganggarkan bahawa paras terendah itu akan mengambil masa kira-kira tujuh bulan untuk terbentuk, dengan Nasdaq jatuh 17% sepanjang tempoh tersebut.\n\nDengan menggunakan pendarab \"1.9\" kepada jumlah itu untuk penurunan Bitcoin, beliau menganggarkan penurunan 33% dalam Bitcoin, menurunkannya kepada $57,000 daripada harga semasa penerbitan, $86,199, menurut data CoinMarketCap.\n\nSumber: Timothy Peterson\n\nBagaimanapun, beliau berkata Bitcoin kemungkinan besar tidak akan jatuh seteruk itu, menjangkakan paras terendah yang lebih hampir kepada paras $70,000 berdasarkan trend sejarah dari tahun 2022.\n\n“Pedagang dan pelabur oportunis mengawasi Bitcoin seperti burung helang,” katanya, sambil menjelaskan bahawa sebaik sahaja pasaran menjangkakan Bitcoin mencecah $57,000, “ia tidak akan sampai ke situ kerana sentiasa ada pelabur yang akan masuk kerana harganya ‘cukup rendah’”.\n\nParas terendah Bitcoin pada 2022 tidak jatuh seperti yang dijangka\n\n“Saya ingat pada tahun 2022 apabila semua orang berkata paras terendah akan berada pada $12,000. Ia hanya mencecah $16,000, 25% lebih tinggi daripada jangkaan,” katanya sebelum menunjukkan bahawa peningkatan 25% daripada $57,000 ialah $71,000.\n\nKali terakhir Bitcoin didagangkan pada paras harga $71,000 ialah pada 6 November, selepas Donald Trump memenangi pilihan raya AS, sebelum meningkat naik selama sebulan dan mencecah $100,000 pada 5 Disember.\n\nBagaimanapun, pada Januari 2025, pengasas bersama BitMEX, Arthur Hayes, menggemakan ramalan harga yang serupa.\n\n“Saya meramalkan pembetulan $70,000 hingga $75,000 dalam BTC, krisis kewangan mini, dan penerusan pencetakan wang yang akan membawa kita kepada $250,000 menjelang akhir tahun,” kata Hayes dalam catatan X pada 27 Januari.\n\nPada Disember 2024, firma perlombongan kripto Blockware Solutions berkata “kes menurun” Bitcoin untuk tahun 2025 akan berada pada $150,000, dengan andaian Rizab Persekutuan membalikkan dasar mengenai pengurangan kadar faedah.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTc4NTMtYTlkMy03NTJkLWFjNzQtYzM2NzQ2MDYzYzll.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cd0d6fdb2af2397e631635",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-09 03:38:00",
            "status": "Posted"
        }
    ]
}