{
    "timestamp": "2025-03-16 14:22:02",
    "all_news": [
        {
            "title": "Paus Bitcoin bertaruh $368 juta dengan leverage 40x terhadap penurunan BTC menjelang FOMC.",
            "description": "Setakat ini, tiada maklumat lanjut mengenai identiti 'whale' tersebut.  Namun, tindakan ini mencetuskan spekulasi pasaran terhadap pergerakan Bitcoin menjelang mesyuarat FOMC.",
            "content": "## Ikan Paus Bitcoin Bertaruh Ratus Juta Dolar Pada Penurunan Harga Jangka Pendek\n\nSeorang pelabur kripto besar, atau dikenali sebagai \"ikan paus,\" telah membuka posisi short 40x leverage untuk lebih 4,442 Bitcoin (BTC) bernilai lebih $368 juta, yang berfungsi sebagai pertaruhan terhadap penurunan harga Bitcoin.  Posisi leverage menggunakan wang pinjaman untuk meningkatkan saiz pelaburan, yang boleh meningkatkan saiz keuntungan dan kerugian, menjadikan perdagangan leverage lebih berisiko berbanding posisi pelaburan biasa.\n\nIkan paus Bitcoin ini membuka posisi $368 juta pada harga $84,043 dan akan mengalami likuidasi jika harga Bitcoin melepasi $85,592.  Pelabur ini telah menjana keuntungan belum direalisasikan melebihi $2 juta, namun mengalami kerugian lebih $200,000 atas yuran pendanaan posisinya.\n\nPertaruhan leverage ini dibuat menjelang minggu yang padat dengan pengumuman makroekonomi penting, termasuk mesyuarat Jawatankuasa Pasaran Terbuka Persekutuan (FOMC) pada 19 Mac, yang mungkin memberi kesan kepada selera pelabur untuk aset berisiko seperti Bitcoin.\n\nBitcoin memerlukan penutupan mingguan melebihi $81,000 untuk mengelakkan penurunan sebelum FOMC, menurut Ryan Lee, ketua penganalisis di Bitget Research.  Beliau menyatakan bahawa ketidaktentuan makroekonomi yang semakin meningkat di sekitar tarif perdagangan global menimbulkan risiko turun naik harga Bitcoin yang ketara.\n\nPasaran kini menjangkakan sebanyak 98% kemungkinan Fed akan mengekalkan kadar faedah tetap, menurut anggaran terkini alat FedWatch CME Group.  Penganalisis menambah bahawa walaupun pasaran sebahagian besarnya menjangkakan Fed mengekalkan kadar faedah, sebarang isyarat hawkish yang tidak dijangka boleh memberi tekanan kepada Bitcoin dan aset berisiko yang lain.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTlmM2QtMDY3OS03Y2NhLWJlOTMtOTI2YmJhMzYwODE2.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6d48ec7aea86c4ffd2041",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 13:38:00",
            "status": "Posted"
        },
        {
            "title": "Bitcoin Sasar AS$126,000 pada Jun: Data Meramalkan Kembalinya Pasaran Lembu",
            "description": "Data analisis pasaran lembu Bitcoin menunjukkan potensi kenaikan harga BTC sebanyak 50% menjelang awal Jun.",
            "content": "Bitcoin (BTC) mungkin mencecah paras tertinggi baharu menjelang Jun tahun ini jika corak sejarah berulang, kata ahli ekonomi rangkaian Timothy Peterson.\n\nData yang dimuat naik ke X pada 15 Mac memberi BTC/USD sekitar dua setengah bulan untuk mengatasi rekod $109,000.\n\nApril mungkin mencetuskan kenaikan harga BTC sebanyak 50%\n\nBitcoin telah menurun sebanyak 30% selepas mencecah paras tertinggi pada pertengahan Januari.  Kejatuhan ini adalah ciri-ciri pembetulan pasaran lembu, dan Peterson merasakan potensi untuk kembali semula.\n\n“Bitcoin diniagakan berhampiran hujung bawah julat bermusim sejarahnya,” katanya bersama carta yang membandingkan kitaran harga BTC.\n\nPeterson telah mencipta pelbagai metrik harga Bitcoin selama bertahun-tahun. Salah satunya, Harga Terendah Ke Hadapan, telah berjaya menentukan paras di bawah mana BTC/USD tidak pernah jatuh selepas melintasi paras tersebut pada satu ketika.\n\nSelepas pemulihannya daripada paras terendah berbilang tahun pada Mac 2020, Harga Terendah Ke Hadapan meramalkan bahawa harga BTC tidak akan pernah diniagakan di bawah $10,000 lagi bermula September dan seterusnya.\n\nSementara itu, paras lantai baharu yang mungkin telah muncul tahun ini: $69,000, seperti yang dilaporkan oleh Cointelegraph, yang mempunyai “kebarangkalian 95%” untuk kekal.\n\nPeterson menetapkan sasaran median sebanyak $126,000 dengan tarikh akhir 1 Jun.\n\nBersama-sama dengan carta yang menunjukkan prestasi $100 dalam BTC, beliau juga mendedahkan bahawa prestasi pasaran lembu yang lembap sentiasa sementara.\n\n“Purata masa Bitcoin di bawah trend = 4 bulan,” jelasnya.\n\nSatu penurunan pasaran lembu Bitcoin yang standard\n\nPengulas pasaran popular yang lain terus menekankan bahawa penurunan Bitcoin baru-baru ini ke $76,000 adalah tingkah laku pembetulan standard.\n\n“Anda tidak perlu melihat larian lembu BTC sebelumnya untuk memahami bahawa pembetulan adalah sebahagian daripada kitaran,” tulis pedagang dan penganalisis popular Rekt Capital dalam sebahagian daripada analisis X mengenai fenomena tersebut pada awal Mac.\n\nRekt Capital mengira lima daripada apa yang beliau sebut sebagai “penurunan utama” dalam kitaran semasa sahaja, bermula dari awal tahun 2023.\n\nPenganalisis di bursa kripto Bitfinex memberitahu Cointelegraph hujung minggu ini bahawa paras terendah semasa menandakan “penghapusan”, dan bukannya berakhirnya kitaran semasa.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTllODQtZDQyZC03NjkyLWJhZDAtMjBjYTdhYjkxNzcz.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d6d1081161fb3bc7fa8e2c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-16 13:20:00",
            "status": "Posted"
        }
    ]
}