{
    "timestamp": "2025-03-08 13:22:40",
    "all_news": [
        {
            "title": "Harga XRP berisiko jatuh lagi 20% selepas kekecewaan 'Simpanan Aset Digital'",
            "description": "Susunan teknikal klasik dan dasar kripto AS yang beralun-alun menimbulkan ancaman kepada prospek aliran menaik XRP.",
            "content": "Setakat 8 Mac, XRP (XRP) menghadapi tekanan teknikal dan fundamental yang semakin meningkat yang menunjukkan kemungkinan penurunan harga sebanyak 20% dalam masa terdekat. Berdasarkan analisis pasaran terkini dan corak sejarah, pelabur perlu memerhatikan tiga isyarat utama.\n\nCarta harga XRP menunjukkan penurunan 20% akan datang\nPasangan XRP/USD kini membentuk segitiga simetri pada carta mingguan, satu corak yang mencerminkan tarik menarik antara pembeli dan penjual.\n\nBerlawanan dengan kepercayaan popular, segitiga simetri tidak semestinya corak kesinambungan kenaikan harga. Ia menunjukkan konflik bias, selalunya diselesaikan dengan penembusan ke arah sama ada berdasarkan momentum yang berlaku.\n\nSecara sejarah, pasaran kripto telah menyaksikan persediaan sedemikian membawa kepada penurunan bukannya kenaikan harga. Sebagai contoh, kejatuhan segitiga Ethereum pada tahun 2018 mengakibatkan penurunan sebanyak 80%.\n\nApabila ia berlaku, harga biasanya naik atau turun ke tahap yang panjangnya sama dengan ketinggian maksimum segitiga. Menerapkan peraturan teknikal ini pada XRP membawa sasaran penurunannya kepada sekitar $1.46, yang sejajar dengan purata bergerak eksponen 50 minggu.\n\nTrump menyokong Bitcoin, bukan XRP\nHarga XRP merosot susulan Sidang Kemuncak Kripto sulung Rumah Putih pada 7 Mac, apabila optimisme tentang potensi kemasukannya dalam rizab kripto strategik AS  cepat hilang.\n\nWalaupun kegembiraan awal, pasukan Presiden Donald Trump menjelaskan bahawa kripto mata wang yang disebut, Ethereum, Solana, Cardano, dan XRP, adalah contoh ilustrasi, bukan pilihan rasmi.\n\nTambahan pula, tiada bukti kerajaan AS memegang XRP, dan strategi simpanan lebih luas Trump, yang menumpukan pada altcoin, tidak termasuk pembelian baharu. Pendedahan ini telah mencetuskan penurunan sebanyak 10% dalam pasaran XRP.\n\nSebaliknya, Bitcoin mendapat sokongan yang jelas daripada pentadbiran Trump, dengan AS juga memegang kira-kira $17.7 bilion dalam BTC.\n\nSementara itu, pasangan XRP/BTC sedang mengukuh dalam zon pengagihan sejarah, walaupun ia masih berada di atas EMA 200-2W (gelombang biru) sekitar 2,459 satoshi.\n\nPenembusan di bawah EMA 200-2W boleh menolak XRP/BTC ke arah EMA 50-2W (gelombang merah) sekitar 1,700 satoshi, mencetuskan penurunan yang berkaitan dalam XRP/USD dan dengan itu meningkatkan risiko penurunan sebanyak 20%.\n\nLetupan volum XRP mencerminkan pasaran menurun 2021\nVolum perdagangan XRP baru-baru ini melonjak ke paras rekod, dengan penganalisis Martunn memberi amaran bahawa XRP berada dalam fasa pengagihan, di mana pemegang besar menjual kedudukan mereka kepada pembeli runcit selepas kenaikan harga utama.\n\nLonjakan volum ini susulan kenaikan XRP sebanyak 600% dari November 2024 hingga Januari 2025, satu persediaan klasik untuk pengagihan.\n\nPada tahun 2021, letupan volum yang sama mendahului aliran menurun yang berpanjangan, apabila tekanan jualan akhirnya mengatasi permintaan. Jika sejarah berulang, XRP boleh menghadapi pembetulan utama yang lain, sejajar dengan kejatuhan segitiga simetri yang dijelaskan di atas.\n\nPenurunan pegangan XRP ikan paus selanjutnya mencerminkan pengagihan. Baki ikan paus telah menurun daripada 94.21 bilion kepada 90.21 bilion XRP dalam setahun sambil menghapuskan peningkatan daripada \"pam Trump\" selepas pilihan raya AS.\n\nIkan paus adalah pelabur atau entiti besar yang memegang jumlah yang banyak, yang dalam kes ini ditangani dengan baki lebih daripada 1 juta XRP.\n\nApabila ikan paus menjual, ia sering menunjukkan kekurangan keyakinan terhadap prestasi aset dalam jangka masa terdekat, kerana pemain ini biasanya mempunyai akses kepada pandangan pasaran atau pelan strategik yang lebih baik.\n\nJualan mereka boleh mencipta kesan riak, mengurangkan kecairan dan meningkatkan tekanan jualan apabila pelabur kecil mengikutinya.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDEvMDE5NGIzNmQtNzBjZi03NWE5LThmOTMtNWU1ZWI4ZGM1YzJj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cc3cdb9025247cc56aac02",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 12:46:00",
            "status": "Posted"
        }
    ]
}