{
    "timestamp": "2025-03-23 17:21:28",
    "all_news": [
        {
            "title": "Bitcoin 'bersedia' untuk penembusan RSI utama pertama dalam 6 bulan pada harga $85,000",
            "description": "Bitcoin menunjukkan isyarat penembusan RSI, meskipun harga BTC kekal di bawah $90,000.",
            "content": "Bitcoin (BTC) mencecah paras $85,000 menjelang penutup mingguan 23 Mac di tengah-tengah keterujaan terhadap perubahan trend utama.\n\nCarta BTC/USD 1 jam. Sumber: Cointelegraph/TradingView\n\nHarga Bitcoin menepati persediaan RSI yang menentukan\n\nData daripada Cointelegraph Markets Pro dan TradingView menunjukkan BTC/USD menunjukkan kekuatan semasa dagangan hujung minggu.\n\nMeningkat sebanyak 1.5% pada hari tersebut, Bitcoin meningkat sedikit sebagai sebahagian daripada peningkatan pasaran kripto yang meluas, yang turut menaikkan pelbagai altcoin utama.\n\n“Saya fikir minggu hadapan akan memberitahu ke mana pasaran mahu menuju untuk pergerakan jangka masa lebih tinggi seterusnya,” tulis pedagang popular Daan Crypto Trades dalam sebahagian daripada analisis X terbarunya, sambil mengambil perhatian kedudukan penutup niaga hadapan Bitcoin CME Group.\n\nCarta BTC/USD 15 minit. Sumber: Daan Crypto Trades/X\n\nSiaran tersebut menggemakan sentimen pasaran yang lebih meluas memandangkan pedagang mengintai potensi untuk menolak lebih tinggi ke penutup bulanan.\n\nPedagang dan penganalisis popular Rekt Capital mengulangi tanda-tanda penembusan yang menggalakkan pada jangka masa harian untuk indeks kekuatan relatif (RSI) Bitcoin.\n\n“RSI Harian menunjukkan tanda-tanda awal menguji Trend Menurun sejak November 2024 sebagai sokongan baharu,” lapornya.\n\nCarta BTC/USD 1 hari dengan data RSI. Sumber: Rekt Capital/X\n\nBagaimanapun, bagi penganalisis lain, Matthew Hyland, paras harga semasa mempunyai kepentingan yang lebih mendalam.\n\nBuat pertama kalinya dalam enam bulan, beliau mendedahkan pada hari itu bahawa BTC/USD bakal menutup penyimpangan RSI menaik utama pada jangka masa mingguan.\n\n“BTC boleh membuat penyimpangan menaik mingguan buat pertama kalinya sejak September malam ini,” beliau mengesahkan di X.\n\nCarta BTC/USD 1 minggu dengan data RSI. Sumber: Matthew Hyland/X\n\nPasaran lembu akan kembali dalam “beberapa minggu?”\n\nDi tempat lain, pasukan dagangan Stockmoney Lizards menolak idea bahawa Bitcoin berisiko memasuki pasaran lembu jangka panjang.\n\nTahap terendah tempatan, ia memberitahu pengikut X dalam analisis pasaran terbarunya, terletak pada $76,000 — satu paras yang telah dilawati semula pada awal bulan ini.\n\n“Walaupun ramai yang panik dan mengisytiharkan pasaran lembu, saluran trend jangka panjang (garis hijau) kekal utuh,” ia merumuskan bersama-sama carta yang menunjukkan turun naik harga BTC di sekitar garis trend purata semasa pasaran lembu.\n\nCarta BTC/USD 1 minggu. Sumber: Stockmoney Lizards/X\n\nStockmoney Lizards mengakui bahawa kesinambungan kenaikan mungkin mengambil sedikit masa.\n\n“Ujian ini tidak menjamin pam segera, tetapi sejarah menunjukkan kita semakin menghampiri zon pemantulan,” ia menyimpulkan.\n\nArtikel ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap langkah pelaburan dan dagangan melibatkan risiko, dan pembaca harus menjalankan kajian mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWMzZDAtNjNmYy03NjE0LWIzNjAtYmQ0ODg0MzhiYzgy.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e03815864056126f7ecf43",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 16:30:00",
            "status": "Posted"
        }
    ]
}