{
    "timestamp": "2025-03-11 13:36:05",
    "all_news": [
        {
            "title": "Ether berisiko susut nilai sebanyak $1,800 berikutan aliran keluar ETF dan kebimbangan tarif yang berterusan.",
            "description": "Kemerosotan Ether mungkin akan terus menurun di bawah $1,800 selepas ETH kehilangan lebih 53% daripada nilainya sejak Disember.",
            "content": "Ether sedang bergelut untuk membalikkan trend menurun hampir tiga bulan disebabkan kebimbangan makroekonomi dan tekanan jualan berterusan daripada dana perdagangan bursa (ETF) Ether AS yang memberi kesan kepada sentimen pelabur.\n\nEther (ETH) telah jatuh lebih daripada 53% sejak trend menurunnya bermula pada 16 Disember 2024, apabila ia mencecah puncak melebihi $4,100, data TradingView menunjukkan.\n\nTrend menurun ini didorong oleh ketidaktentuan global mengenai tarif import AS yang mencetuskan kebimbangan perang perdagangan dan kekurangan aktiviti pembangun di rangkaian Ethereum, menurut penganalisis Bifinex.\n\nCarta ETH/USD, 1 hari, trend menurun. Sumber: Cointelegraph/TradingView\n\n“Kekurangan projek baharu atau pembangun yang berpindah ke ETH, terutamanya disebabkan oleh yuran operasi yang tinggi, kemungkinan besar adalah sebab utama prestasi ETH yang kurang memberangsangkan. [...] Kami percaya bahawa bagi ETH, $1,800 akan menjadi paras yang kukuh untuk diperhatikan,” kata penganalisis kepada Cointelegraph.\n\n“Bagaimanapun, jualan semasa ini bukan sahaja dilihat dalam ETH, kami telah menyaksikan pembetulan pasaran secara meluas kerana kebimbangan mengenai kesan tarif menjejaskan semua aset berisiko,” tambah mereka.\n\nPelabur kripto juga bimbang tentang kitaran pasaran bearish awal yang mungkin memecah daripada corak pasaran kripto empat tahun tradisional.\n\nBitcoin (BTC) berisiko jatuh kepada $70,000 kerana mata wang kripto dan pasaran kewangan global mengalami “pembetulan makro” sambil kekal dalam kitaran pasaran lembu jantan, kata Aurelie Barthere, penganalisis penyelidikan utama di firma analisis rantaian blok Nansen.\n\nHarga Ether terhad oleh aliran keluar ETF\n\nMenambah kepada cabaran Ethereum, aliran keluar berterusan daripada ETF Ether mengehadkan pemulihan harga aset tersebut, menurut Stella Zlatareva, editor penyampaian di platform pelaburan aset digital Nexo:\n\nETF Ether spot AS telah memasuki minggu keempat aliran keluar negatif bersih berturut-turut, selepas menyaksikan lebih daripada $119 juta aliran keluar kumulatif pada minggu sebelumnya, data Sosovalue menunjukkan.\n\nJumlah aliran masuk bersih ETF Ether spot. Sumber: Sosovalue\n\n\nWalau bagaimanapun, beberapa peserta pasaran kripto institusi yang terkenal masih optimis tentang harga Ether untuk tahun 2025. VanEck meramalkan puncak kitaran $6,000 untuk harga Ether dan harga Bitcoin $180,000 pada tahun 2025.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTg1MjUtYWQ0YS03YmU2LTk0NWYtMTNjOTE3Mzk0YWNh.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d0398a8abc85744d907cbe",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 13:23:00",
            "status": "Posted"
        }
    ]
}