{
    "timestamp": "2025-03-23 14:22:12",
    "all_news": [
        {
            "title": "ETH mungkin menawan semula julat ‘makro’ $2.2K di tengah-tengah peningkatan pengumpulan paus.",
            "description": "Penganalisis kripto menantikan perhimpunan Ether melebihi $2,200 untuk mengesahkan momentum kenaikan selanjutnya.",
            "content": "Ether perlu menawan semula julat \"makro\" di atas paras $2,200 untuk mengumpulkan momentum kenaikan selanjutnya memandangkan pasaran kripto masih dibebani kebimbangan ekonomi makro global sekurang-kurangnya sehingga awal April.\n\nHarga Ether (ETH) telah jatuh lebih 51% sepanjang penurunan tiga bulan selepas mencecah paras tertinggi di atas $4,100 pada 16 Disember 2024, data TradingView menunjukkan.\n\nUntuk mencetuskan pembalikan daripada penurunan ini, harga Ether perlu menawan semula \"julat makro\" di atas $2,200, tulis penganalisis kripto popular Rekt Capital dalam catatan X pada 19 Mac.\n\nSementara itu, minat terbuka Ether melonjak ke paras tertinggi sepanjang zaman pada 21 Mac, meningkatkan harapan pelabur bahawa pedagang besar sedang bersedia untuk kenaikan di atas $2,400.\n\nEther masih belum berupaya untuk mendapat momentum yang signifikan meskipun perkembangan pengawalseliaan kripto yang positif, seperti Suruhanjaya Sekuriti dan Bursa AS menarik balik saman terhadap Ripple.\n\nBeberapa penganalisis menjangkakan pasaran tradisional dan kripto akan dibebani kebimbangan perang perdagangan global sekurang-kurangnya sehingga awal April, apabila negara-negara mungkin menemui penyelesaian kepada tarif balas.\n\nWalaupun sesetengah pedagang kripto sering menyalahkan pelabur besar, atau ikan paus, untuk penurunan pasaran, peserta ini hanya \"memainkan pasaran dalam apa jua arah,\" menurut Nicolai Sondergaard, penganalisis penyelidikan di Nansen.\n\nBilangan alamat dengan sekurang-kurangnya $100,000 nilai Ether mula meningkat pada awal Mac, daripada hanya lebih 70,000 alamat pada 10 Mac kepada lebih 75,000 pada 22 Mac, data Glassnode menunjukkan.\n\nSebagai perbandingan, terdapat lebih 146,000 dompet dengan baki ETH melebihi $100,000 pada 8 Disember, apabila harga Ether diniagakan di atas $4,000.\n\nMeskipun potensi turun naik jangka pendek, pelabur kekal optimis untuk sepanjang tahun 2025, VanEck meramalkan puncak kitaran $6,000 untuk harga Ether dan harga Bitcoin (BTC) $180,000 pada tahun 2025.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWMzMzEtOTZkNi03NzQxLTljYTctZTJiY2FlNTk3ZDll.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67e00cb570accd171209872c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-23 13:28:00",
            "status": "Posted"
        }
    ]
}