{
    "timestamp": "2025-03-19 10:28:32",
    "all_news": [
        {
            "title": "Komuniti mengecam Ketua Pegawai Eksekutif Crypto.com berhubung penerbitan semula 70 bilion CRO.",
            "description": "Selepas menerima kritikan kerana didakwa melakukan manipulasi undi yang membawa kepada pembatalan pembakaran 70 bilion CRO, Crypto.com akan mengadakan sesi AMA pada 25 Mac.",
            "content": "**Pertukaran Kripto Utama Crypto.com Dikecam Akibat Pembalikan Pembakaran Token**\n\nPertukaran mata wang kripto utama, Crypto.com, menerima kecaman hebat susulan undi yang didakwa dimanipulasi yang mengakibatkan pembalikan pembakaran token besar-besaran pada rantaian blok Cronos milik Crypto.com.\n\nKetua Pegawai Eksekutif Crypto.com, Kris Marszalek, menggunakan platform X pada 19 Mac untuk menonjolkan kestabilan kewangan dan pengawalseliaan firma tersebut di tengah-tengah kontroversi berterusan mengenai pengeluaran semula 70 bilion token Cronos (CRO).\n\nPada dasarnya membatalkan pembakaran 70 bilion token CRO yang diumumkan pada tahun 2021, undi untuk mengembalikan token tersebut telah mencetuskan kemarahan daripada komuniti, dengan ramai pengulas mengkritik Ketua Pegawai Eksekutif kerana tidak menangani isu tersebut dalam catatan barunya di X.\n\n\"Jadi, anda memperoleh keuntungan $1 bilion tetapi perlu menambang 70 bilion CRO dan bukannya menggunakan dana tersebut untuk membeli sebahagian daripada pasaran dan membantu komuniti teras anda kekal positif,\" tulis seorang pengulas.\n\n**\"Pembakaran Token Terbesar dalam Sejarah\"**\n\nPada Februari 2021, catatan Crypto.com yang kini telah dipadam mendedahkan dalam catatan blog Crypto.com yang kini telah dipadam bahawa pembakaran 70 bilion token CRO itu digelar \"pembakaran token terbesar dalam sejarah\" dengan matlamat untuk \"mengurangkan sepenuhnya rangkaian\" pada pelancaran utama CRO.\n\n\"Selaras dengan kepercayaan kami, dan dengan pelancaran utama rantaian CRO bakal tiba, kami mengurangkan sepenuhnya rangkaian rantaian,\" kata catatan blog tersebut, mengumumkan pembakaran segera sebanyak 59.6 bilion token.\n\nSusulan pembakaran 59.6 bilion CRO serta-merta, 0.4 bilion daripada token yang tinggal diarahkan kepada pembakaran bulanan, manakala 5.9 bilion CRO lagi dihantar kepada ganjaran blok, dan 0.9 bilion CRO diperuntukkan kepada Particle B untuk pembangunan ekosistem rantaian.\n\n**Mengapa Membalikkan Pembakaran?**\n\nDalam tempoh empat tahun susulan pembakaran tersebut, catatan blog Cronos pada 3 Mac mengumumkan satu undi mengenai penciptaan Rizab Strategik Cronos dengan membalikkan pembakaran token 2021.\n\n\"Pada tahun 2021, 70 bilion CRO dibakar dalam salah satu transaksi pembakaran paling signifikan dalam sejarah. Di bawah cadangan hari ini, bilangan token yang sama akan dikeluarkan semula pada Cronos POS ke dalam dompet escrow Rizab Strategik Cronos, mengembalikan jumlah bekalan kepada bekalan awal sebanyak 100 bilion CRO,\" kata pengumuman tersebut.\n\nDi lancarkan pada 3 Mac, undi tersebut menerima banyak maklum balas negatif daripada komuniti di media sosial, dengan ramai penulis menuntut bahawa pengeluaran semula CRO adalah \"bertentangan dengan apa yang diinginkan oleh komuniti ini.\"\n\n\"Saya berharap orang ramai akan mengundi menentang perkara ini, ini adalah idea yang buruk,\" kata seorang pengulas.\n\n**Pengundi Saat Akhir Meluluskan Pengeluaran Semula**\n\nWalaupun terdapat tentangan yang ketara daripada komuniti, keputusan undi memihak kepada Rizab Strategik Cronos, mencetuskan kontroversi dan spekulasi mengenai manipulasi undi yang didakwa.\n\n\"Manipulasi sepenuhnya untuk datang pada saat akhir dan mengundi ya, CDC [crypto dot com] adalah sepusat yang boleh menjadi rantaian blok, dan tidak sepatutnya kerana tidak ada tadbir urus sebenar apabila 70% daripada kuasa mengundi berada di CDC,\" tulis seorang pengulas GitHub.\n\nMenurut sumber Unchained Laura Shin, Crypto.com didakwa mengawal 70-80% daripada jumlah kuasa mengundi, pada dasarnya menghapuskan keperluan untuk sebarang undi tadbir urus.\n\nSusulan tentangan besar-besaran, Crypto.com mengumumkan satu acara tanya-jawab yang akan datang pada 25 Mac, dengan pembakaran token CRO jelas menjadi isu utama dalam agenda.\n\n\"Tidak sabar untuk berhubung dengan komuniti kami pada hari Selasa,\" kata Ketua Pegawai Eksekutif Crypto.com dalam catatan 19 Mac di X, sambil menambah tanda pagar \"MakeCROGreatAgain\".",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWFkN2EtNWQxMy03ZDRjLTkxY2ItMzE2ZjI5ZGUxYWY3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67da97f185f3ac6e97ebf743",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-19 10:08:00",
            "status": "Posted"
        }
    ]
}