{
    "timestamp": "2025-04-11 15:27:59",
    "all_news": [
        {
            "title": "Ethereum Shows Signs of Resilience in Downturn",
            "translated_facebook_post": "Harga Ethereum jatuh sejak Disember 2021, tapi pembangunan teknologi dan kecekapan tenaga yang bertambah mungkin akan menaikkan nilainya semula.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/ethereum-shows-signs-of-resilience-in-downturn",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/eth-098-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:18:00"
        },
        {
            "title": "Bitcoin Outshines Stock Markets in Risk-Adjusted Terms as Fiat Strains Show",
            "translated_facebook_post": "Walaupun turun hampir 30% dari harga puncak, Bitcoin masih lagi menunjukkan prestasi lebih baik berbanding pasaran saham biasa kalau kita kira tahap risiko.  Ini menunjukkan Bitcoin mungkin boleh jadi pelaburan yang lebih tahan lama.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f933104f643e4e4fbb9eb0",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2023/12/Bitcoin_Wall_Street-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:16:00"
        },
        {
            "title": "Ponke Pops 9%, Dogwifhat Follows, But Troller Cat Quietly Stalks the Spotlight",
            "translated_facebook_post": "Beberapa duit kripto *meme* macam Ponke dan Dogwifhat naik harga, tapi Troller Cat tengah menarik perhatian ramai sebab *presale* dia.  Ramai orang excited dengan ganjaran dan permainan *play-to-earn* yang ditawarkan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f8f29b466b9b3a066625b4",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/bfa0b6a8a4ae45e19215aa7f9ab1f255.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:15:00"
        },
        {
            "title": "Get Ahead of the Hype: Join the Troller Cat ($TCAT) Presale Whitelist Before It Blows Up",
            "translated_facebook_post": "Jangan lepaskan peluang daftar awal untuk Troller Cat ($TCAT)!  Dengan potensi ganjaran staking tinggi dan permainan P2E, ia mungkin lebih dari sekadar meme biasa.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9330f4f643e4e4fbb9eae",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/tcat-123.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:15:00"
        },
        {
            "title": "Surge in Solana's Perpetual Trading with Jupiter Rise",
            "translated_facebook_post": "Jumlah dagangan kontrak kekal Solana meningkat pesat, didorong oleh peningkatan penggunaan platform Jupiter dan Adrena, menunjukkan minat pasaran yang tinggi dan mungkin membawa kepada peningkatan penggunaan rangkaian Solana pada masa hadapan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f931d04f643e4e4fbb9ea3",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/pixelated-crypto-market-solana.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:13:00"
        },
        {
            "title": "Orca price goes vertical as crucial vote enters final stretch",
            "translated_facebook_post": "Harga Orca melonjak naik mendadak disebabkan undi penting hampir tamat, mengatasi Raydium, dan prestasi cemerlangnya sebagai bursa terdesentralisasi terbesar di ekosistem Solana.  Undi cadangan membakar 25% token dan pembelian balik juga menyumbang kepada kenaikan harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f931cf1ddfb05f154ce733",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/07/crypto-news-What-is-an-initial-DEX-offering-or-IDO-in-crypto-option01.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:11:00"
        },
        {
            "title": "Arthur Hayes Predicts Bitcoin's Imminent Bullish Surge Amid Policy Changes",
            "translated_facebook_post": "Harga Bitcoin dijangka meningkat mendadak disebabkan perubahan dasar monetari global,  ikut ramalan Arthur Hayes.  Ini sejajar dengan trend pasaran sebelum ni.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f931d01ddfb05f154ce735",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/arthur-hayes-bitcoin-rise-thumbnail.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:11:00"
        },
        {
            "title": "Ethereum Faces Challenges, Yet Opportunities Emerge Amid Market Skepticism",
            "translated_facebook_post": "Walaupun harga Ethereum jatuh dan ramai yang kurang yakin,  projek ni masih kuat sebab banyak perkembangan teknologi baru dan peningkatan ekosistem dia.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/ethereum-faces-challenges-yet-opportunities-emerge-amid-market-skepticism/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ethereum-1080.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:09:00"
        },
        {
            "title": "Multibank Group Delivers a Substantial Milestone by Achieving an Unprecedented Trading Volume of $55.85 Billion per Day",
            "translated_facebook_post": "MultiBank Group, syarikat kewangan besar dari Dubai,  mencatatkan kejayaan luar biasa dengan jumlah dagangan harian mencecah $55.85 bilion, menunjukkan prestasi kukuh dan keyakinan pelanggan global terhadap syarikat ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f931d21ddfb05f154ce737",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/MultiBank-Group.jpeg.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:09:00"
        },
        {
            "title": "China Criticizes Trump's High Tariffs During Trade Talks",
            "translated_facebook_post": "China kecam tarif tinggi  sebagai jenaka, dan keadaan ini menjejaskan rundingan perdagangan semasa dan menimbulkan kebimbangan terhadap pasaran global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f930b8b92cb3099694f51e",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/us-china-trade-meeting-room.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:04:00"
        },
        {
            "title": "3 Coins Gaining Attention Fast: Solana, Ethereum, and Bitcoin (BTC)",
            "translated_facebook_post": "Solana, Ethereum, dan Bitcoin tengah naik, tapi MAGACOINFINANCE pun menarik perhatian pelabur awal dengan pelancaran yang adil dan potensi keuntungan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f930b94f643e4e4fbb9ea0",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1744294827.docx_1744294827_image4.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:03:00"
        },
        {
            "title": "Bitfinex: Bitcoin price could underperform stocks as ETF outflows continue",
            "translated_facebook_post": "Harga Bitcoin mungkin akan kurang memberangsangkan berbanding saham selagi isu perdagangan antarabangsa belum selesai dan pelaburan dalam ETF masih rendah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f92f87b92cb3099694f516",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/12/crypto-news-BlackRock-Bitcoin-option014.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:01:00"
        },
        {
            "title": "BlackRock Sees Strong Q1 Performance with $3 Billion in Crypto Inflows",
            "translated_facebook_post": "BlackRock, pengurus aset terbesar dunia,  menunjukkan prestasi kukuh pada suku pertama 2025 dengan aliran masuk aset digital mencecah $3 bilion, walaupun penurunan aliran masuk keseluruhan berbanding suku sebelumnya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f92f881ddfb05f154ce72b",
            "source": "BTCPeers",
            "image": "https://btcpeers.com/content/images/2025/04/44-4.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:00:00"
        },
        {
            "title": "dYdX price prediction 2025- 2031: Will dYdX recover its ATH soon?",
            "translated_facebook_post": "Harga  dYdX dijangka naik sampai $4.55 pada 2025, dan mencecah $29.58 menjelang 2030.  Namun, sekarang harganya agak rendah, sekitar $0.55, dan ada tekanan jualan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6726f66657b6ac5bd8d8889c",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2024/11/DYDX-price-prediction-2024-2030-Will-dYdX-hit-10_.webp",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:00:00"
        },
        {
            "title": "XRP, XYZ, and HBAR Rebound From Critical Support—Could This Formation Spark a Bullish 5x Reversal?",
            "translated_facebook_post": "XRP, XYZ, dan HBAR menunjukkan tanda-tanda pemulihan selepas penurunan harga baru-baru ini, dengan potensi kenaikan harga yang signifikan, terutamanya bagi XYZ yang berpotensi pulangan tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/xrp-xyz-and-hbar-rebound-from-critical-support-could-this-formation-spark-a-bullish-5x-reversal/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/04/unnamed-2025-04-11T170527.283-1.png",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:00:00"
        },
        {
            "title": "China Dumps Treasuries, Buys Gold—Is Bitcoin Next?",
            "translated_facebook_post": "China dah kurang beli bon Amerika,  tambah simpanan emas pulak. Ada yang cadang Amerika patut beli Bitcoin sebagai langkah balas.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f92f874f643e4e4fbb9e94",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/China-2-1.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:00:00"
        },
        {
            "title": "Speculation is DeFi’s double-edged sword",
            "translated_facebook_post": "Pelaburan spekulatif dalam DeFi sebenarnya membuka peluang ramai orang, bukan sekadar risiko macam yang selalu dikata.  Ia macam memberi akses kepada semua untuk terlibat dalam aktiviti kewangan yang sebelum ini hanya untuk golongan tertentu.",
            "translated_title": "Spekuasi ialah pedang bermata dua dalam DeFi.",
            "translated_content": "Pendapat oleh: Billy Campana, pembangun kontrak, Api3\n\nSpekulasi merupakan asas penemuan harga bagi institusi kewangan tradisional seperti dana lindung nilai dan bank-bank besar, dan memainkan peranan penting dalam operasi harian mereka. Ia adalah mekanisme yang membolehkan mereka menentukan penilaian yang boleh dipercayai untuk semua perkara, daripada saham dan bon mudah kepada derivatif dan produk berstruktur yang kompleks.\n\nWalaupun kewangan terdesentralisasi (DeFi) sering dikritik kerana sifat \"kasino\" spekulatifnya, ini sebenarnya merupakan salah satu kekuatannya: menjadikan amalan seperti arbitraj lebih mudah diakses oleh semua orang dan memperkasakan individu untuk menyertai peluang yang sebelum ini tidak terjangkau.\n\nKetidaktentuan DeFi\n\nPengkritik telah mengetengahkan ketidaktentuan melampau DeFi, kebimbangan yang ditunjukkan oleh penurunan harga Ether (ETH) sebanyak 15% baru-baru ini yang mencetuskan penghapusan lebih daripada $100 juta dalam posisi panjang. Pergerakan pasaran yang dramatik ini sentiasa menguji daya tahan pasaran dan keyakinan pelabur dalam ekosistem tersebut.\n\nTuduhan bahawa platform DeFi berfungsi sebagai tempat perjudian terus berterusan dalam industri ini. Kritikan sebegini telah mendapat lebih banyak perhatian susulan beberapa kejatuhan memecoin yang berprofil tinggi yang secara kolektif menghapuskan lebih daripada $46 bilion dalam nilai pasaran, mendedahkan kelemahan sistemik yang boleh diperkenalkan oleh aktiviti spekulatif kepada ekosistem yang lebih luas.\n\nDi samping itu, penggodaman Bybit baru-baru ini menonjolkan kebimbangan keselamatan yang utama, mendedahkan kelemahan kritikal dalam infrastruktur DeFi dan mencetuskan penelitian intensif terhadap protokol keselamatan sektor ini. Risiko sistemik ini hanya meningkatkan keraguan institusi, mengakibatkan seruan yang semakin lantang untuk meningkatkan ketelusan dan pengawasan pengawalsetiaan yang komprehensif.\n\nPada masa yang sama, naratif media mengenai DeFi masih tertumpu kepada kegagalannya yang hebat, peningkatan keraguan institusi dan ketidakstabilan pasaran yang berterusan. Gambaran sebelah pihak ini terus mencabar kredibiliti DeFi sebagai ekosistem kewangan yang serius yang mampu melakukan inovasi yang bertanggungjawab.\n\nMeratakan padang permainan\n\nPengkritik sentiasa terlepas pandang bahawa DeFi mendemokrasikan mekanisme spekulatif yang sama yang telah lama digunakan oleh kewangan tradisional untuk penemuan harga. Perbezaan asasnya ialah pengawal Wall Street tidak lagi mengawal siapa yang mendapat manfaat daripada peluang ini.\n\nWalaupun kewangan tradisional sebelum ini mengehadkan peluang arbitraj kepada pemain institusi dengan akses istimewa, DeFi secara efektifnya menghapuskan pengawal ini, membenarkan sesiapa sahaja yang mempunyai sambungan internet untuk menyertai proses penemuan harga yang telah dimonopoli oleh dana lindung nilai dan bank selama beberapa dekad.\n\nKontrak pintar telah merevolusikan operasi kewangan yang sebelum ini memerlukan akses istimewa dan pasukan profesional bergaji tinggi. Kontrak pintar secara berkesan meruntuhkan halangan buatan yang secara sistematik telah menjauhkan orang biasa daripada pasaran yang canggih.\n\nPenggunaan institusi yang semakin meningkat mengiktiraf peralihan paradigma ini, dengan perniagaan yang mantap secara beransur-ansur mengguna pakai mekanisme DeFi untuk mengautomasikan transaksi dan meningkatkan kecekapan operasi. Pengguna pakai institusi mengesahkan spekulasi sebagai amalan kewangan yang sah dan bukannya menolaknya sebagai sekadar perjudian.\n\nUtopia arbitraj\n\nPemdemokrasian yang belum pernah berlaku ini nyata dalam platform pinjaman terdesentralisasi yang membolehkan pembuat pasaran automatik (AMM), membolehkan sesiapa sahaja untuk menyediakan kecairan dan memperoleh yuran yang sebelum ini hanya dikhaskan untuk pembuat pasaran institusi dengan rizab modal yang besar.\n\nDengan ketelusan data yang belum pernah berlaku sebelum ini merentas rangkaian blok rantai, malah pinjaman kripto tanpa cagaran dapat membolehkan peluang arbitraj yang cekap modal merangkumi pelbagai ekosistem blok rantai tanpa memerlukan berjuta-juta cagaran pendahuluan yang dituntut oleh kewangan tradisional daripada peserta.\n\nOleh kerana penglibatan institusi terus meningkat dan rangka kerja pengawalsetiaan secara beransur-ansur matang, mekanisme spekulatif ini terus berkembang menuju kepada kesahihan yang sama yang dinikmati oleh instrumen kewangan tradisional. Evolusi ini menunjukkan bahawa spekulasi itu sendiri bukanlah masalah — akses eksklusif kepada faedahnya adalah masalah.\n\nPelaksanaan praktikal spekulasi yang terdemokrasikan ini termasuk arbitraj antara bursa melalui pengagregat DeFi, jambatan rantaian silang yang secara semula jadi menyamakan harga aset merentas blok rantai yang berbeza dan mekanisme penghapusan automatik yang mengekalkan keupayaan pelarasan sistem.\n\nSemua komponen ini mempunyai tujuan asas yang sama seperti instrumen kewangan tradisional tetapi dengan akses yang diperluas secara radikal untuk peserta di seluruh dunia.\n\nOleh kerana pelabur institusi dan pasaran kewangan tradisional kembali memandang industri ini, dengan peningkatan penglibatan daripada badan pengawalsetiaan dan tokoh politik di AS, DeFi mesti mengingati cadangan nilai terasnya.\n\nNilai sebenar DeFi bukan untuk mencipta semula struktur semasa yang membolehkan golongan berkuasa mendapat manfaat daripada kaedah yang tidak diakses oleh orang biasa, tetapi untuk menjadikan sistem yang tidak telus ini telus dan terbuka kepada semua orang.\n\nBukannya meminta maaf atas spekulasi, industri ini harus menerima dan menyempurnakannya sebagai alat revolusi — alat yang membawa peluang kewangan kepada berbilion-bilion orang yang secara sistematik dikecualikan daripada pasaran tradisional.\n\nInovasi dalam DeFi bukan sahaja teknologi; ia juga sosial, mewujudkan sistem kewangan di mana peluang tidak ditentukan oleh keistimewaan tetapi oleh wawasan, kreativiti dan kesediaan untuk menyertai. Masa depan bukan milik mereka yang boleh menghapuskan spekulasi tetapi mereka yang boleh menjadikannya adil, telus dan boleh diakses oleh semua.\n\nPendapat oleh: Billy Campana, pembangun kontrak, Api3",
            "translated_summary": "Spekulasi dalam DeFi adalah satu risiko dan peluang. Pengkritik mengetengahkan ketidaktentuan dan kebimbangan keselamatannya, tetapi nilainya terletak pada penyamarataan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f92f884f643e4e4fbb9e96",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2FjZWItOWJlNy03Mjg0LWFjNzktODc5ZTkwOTc0ZGU2.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-11 15:00:00"
        },
        {
            "title": "Solana (SOL) Price Chart Shows a Sequence of Bearish Signals That Could Lead To $50 Lows In April As A New SOL Rival Promises 36x Breakout",
            "translated_facebook_post": "Harga Solana (SOL) mungkin jatuh ke paras $50 pada April ni, disebabkan beberapa isu dan kemunculan pesaing baru, Mutuum Finance (MUTM), yang dijangka naik 36 kali ganda.  Pelabur ramai beralih kepada MUTM yang menawarkan pulangan terjamin dan mekanisme yang lebih stabil.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f931d14f643e4e4fbb9ea9",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/unnamed-46.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 15:00:00"
        },
        {
            "title": "China Calls US Tariffs a “Joke” – How Does This Rhetoric Affect Bitcoin?",
            "translated_facebook_post": "China akan naikkan tarif import barang dari Amerika Syarikat kepada 125% bermula 12 April 2025 sebagai tindak balas kepada tindakan serupa Amerika Syarikat, dan kata tindakan AS tu macam lawak je.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f9330f72959762eac2cf96",
            "source": "Coin Edition",
            "image": "https://coinedition.com/wp-content/uploads/2025/04/China-Calls-US-Tariffs-a-Joke-%E2%80%93-How-Does-This-Rhetoric-Affect-Bitcoin-1-380x214.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 14:55:00"
        },
        {
            "title": "Before DeFAI Becomes the Next DeFi: How PUNDI AI Is Actively Building The Next AI Wave",
            "translated_facebook_post": "Pundi AI tengah bina infrastruktur data untuk AI masa depan, macam Uniswap & Aave untuk DeFi dulu.  Mereka fokus pada data berkualiti tinggi, bukan sekadar kuantiti, dan dah ada ekosistem yang berkembang pesat.  Inilah pelaburan awal yang mungkin beri pulangan besar nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/67f92d231ddfb05f154ce71f",
            "source": "Crypto Daily™",
            "image": "https://images.cryptodaily.co.uk/space/1guzYLA9WsE8n8k3wwK1m6yPPfKL7h4YKKvccECG.jpg",
            "fb_status": "Failed",
            "wp_status": "Skipped",
            "timestamp": "2025-04-11 14:51:00"
        }
    ]
}