{
    "timestamp": "2025-03-08 14:19:12",
    "all_news": [
        {
            "title": "Dasar cukai kripto baharu Nigeria mungkin tidak menjana pendapatan yang diperlukan.",
            "description": "Cukai kripto Nigeria yang bakal dilaksanakan mungkin merupakan tindak balas strategik terhadap tekanan ekonomi.  Adakah inisiatif ini akan meningkatkan hasil pendapatan sambil membolehkan pembiayaan...?",
            "content": "## Nigeria's Crypto Tax Ambitions: A Risky Gamble?\n\nNigeria's recent crackdown on cryptocurrency, including a lawsuit against Binance for unpaid taxes and the introduction of new cryptocurrency taxation, aims to bolster its struggling economy.  While Citigroup predicts strong GDP growth for Nigeria between 2010 and 2050, recent economic development has faltered, prompting significant tax reforms. The government believes that regulating crypto exchanges could yield over $81 billion, boosted by a tax on cryptocurrency transactions.\n\nHowever, experts express skepticism.  Nic Puckrin, founder of The Coin Bureau, points to Nigeria's extensive peer-to-peer (P2P) crypto trading market and the use of crypto by importers to navigate volatile exchange rates, making tax collection extremely challenging.\n\nNigeria boasts Africa's largest cryptocurrency market, with an estimated 22% of its population using crypto assets.  Following the 2021 reversal of a crypto ban, the government issued rules on digital assets in 2022 and is pursuing legal action against Binance, seeking billions in back taxes and compensation for economic losses.  The 2023 National Blockchain Policy indicates a long-term commitment to integrating blockchain technology into public services.  Initiatives like the eNaira, Africa's first central bank digital currency (CBDC), and the growth of fintech companies, have broadened financial inclusion.\n\nDespite these efforts, implementation challenges remain. Maksym Sakharov, co-founder and board member of WeFi, highlights Nigeria's history of poor implementation of market-changing policies, largely due to widespread corruption. The prevalence of P2P trading, fueled by currency depreciation and high inflation, undermines the effectiveness of the new taxes. While the digital economy contributed 18.4% to GDP in Q4 2023, this hasn't translated into significant overall GDP growth.\n\nNigeria's low tax-to-GDP ratio (6%) and weak tax compliance further complicate matters.  Only a small percentage of the taxable population pays income tax, suggesting the crypto tax may target the largely untaxed informal sector, which constitutes 65% of the GDP.  The proposed tax could generate up to $250 million annually, but risks driving users towards unregulated P2P platforms, reducing compliance.  Puckrin reiterates the government's likely struggle in collecting these taxes.\n\nThe crypto tax reflects a broader effort to formalize the digital and informal economies. Success depends on balancing regulation with innovation and ensuring compliance.  Excessive taxation could stifle adoption, while well-implemented policies could increase revenue and financial inclusion.  Strengthening enforcement through blockchain analytics, enhancing the mandate of the Economic and Financial Crimes Commission (EFCC), and improving tax process transparency are crucial steps towards achieving this goal.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2RlZTMtYmVlYy03Yjg0LWI3N2MtNjZiMWUxZWZkOTFl.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cc4e69f95bb030f08e4e4c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 14:00:00",
            "status": "Posted"
        },
        {
            "title": "Trump mengubah kripto daripada ‘industri yang ditindas’ kepada ‘asas utama’ strategi AS.",
            "description": "Sidang Kemuncak Kripto Rumah Putih Trump menandakan perubahan dasar utama, dengan perancangan untuk rizab Bitcoin dan kejelasan peraturan bagi menjadikan Amerika Syarikat peneraju dalam teknologi blok rantai...",
            "content": "Presiden AS Donald Trump telah meletakkan mata wang kripto di tengah-tengah strategi ekonominya, menandakan perubahan dasar utama bagi industri blockchain AS, menurut Ketua Pegawai Eksekutif Crypto.com, Kris Marszalek.\n\nTrump telah menganjurkan Sidang Kemuncak Kripto Rumah Putih pada 7 Mac, menunjukkan bahawa beliau berhasrat untuk menjadikan dasar kripto sebagai keutamaan negara dan menjadikan AS sebagai hab global untuk inovasi blockchain.\n\nSidang kemuncak itu menandakan \"hari yang benar-benar bersejarah di Rumah Putih,\" kata Marszalek dalam catatan X pada 8 Mac.\n\nMarszalek memberi kredit kepada Trump kerana membalikkan dasar seperti Operasi Chokepoint 2.0, yang didakwa menyebabkan syarikat kripto dan teknologi dinafikan perkhidmatan perbankan di bawah pentadbiran Biden.\n\nKesukaran untuk mencari rakan kongsi perbankan mungkin menjadi perkara yang lalu bagi syarikat kripto selepas Pejabat Pengawal Wang Negara AS (OCC) melonggarkan pendiriannya tentang bagaimana bank boleh terlibat dengan kripto beberapa jam selepas Trump berikrar untuk menamatkan tindakan keras yang berpanjangan yang mengehadkan akses syarikat kripto kepada perkhidmatan perbankan.\n\nPerundangan kripto mendapat momentum\n\nSidang kemuncak kripto itu juga diadakan ketika dua rang undang-undang utama sedang menunggu kelulusan kongres: rang undang-undang Stablecoin dan rang undang-undang Struktur Pasaran, yang bertujuan untuk membantu mengangkat ketidakpastian peraturan di sekitar industri kripto AS.\n\nMarszalek berkata dialog berterusan dengan pengawal selia utama, seperti Suruhanjaya Dagangan Niaga Hadapan Komoditi (CFTC) dan Suruhanjaya Sekuriti dan Bursa (SEC), boleh menyaksikan penggubalan \"perundangan mercu tanda\". Beliau menambah:\n\nKomen Ketua Pegawai Eksekutif itu dibuat sehari selepas Trump menandatangani perintah eksekutif pada 7 Mac, yang menggariskan pelan untuk menubuhkan rizab Bitcoin menggunakan mata wang kripto yang dirampas dalam kes jenayah kerajaan dan bukannya secara aktif memperoleh Bitcoin (BTC) melalui pembelian pasaran, lapor Cointelegraph.\n\nWalaupun tiada pembelian BTC langsung diumumkan, rang undang-undang itu menambah bahawa setiausaha Perbendaharaan dan Perdagangan AS boleh membuat \"strategi neutral bajet\" untuk membeli lebih banyak Bitcoin untuk rizab itu, \"dengan syarat strategi tersebut tidak mengenakan kos tambahan kepada pembayar cukai Amerika.\"\n\nSesetengah penganalisis melihat pelan rizab Bitcoin AS sebagai langkah \"nyata\" pertama untuk integrasi Bitcoin ke dalam sistem kewangan global.\n\n\"AS telah mengambil langkah nyata pertama ke arah mengintegrasikan Bitcoin ke dalam fabrik kewangan global, mengakui peranannya sebagai aset asas untuk sistem kewangan yang lebih stabil dan kukuh,\" kata Joe Burnett, ketua penyelidikan pasaran di Unchained, kepada Cointelegraph.\n\nWalaupun Trump sebelum ini telah menyerlahkan niatnya untuk meningkatkan inovasi kripto di AS, mengeluarkan rangka kerja peraturan memerlukan masa dan menetapkan \"nada pengawalseliaan yang betul\" akan menjadi penting bagi pentadbiran, menurut Anastasija Plotnikova, pengasas bersama dan Ketua Pegawai Eksekutif Fideum - sebuah firma infrastruktur pengawalseliaan dan blockchain yang memberi tumpuan kepada institusi.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NTc1YTQtYTVjMi03MzQ1LWExODgtYjI5YzgxMWU0Yjcw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cc4c1110fa1b1bc74a3e13",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-08 13:49:00",
            "status": "Posted"
        }
    ]
}