{
    "timestamp": "2025-03-21 13:33:07",
    "all_news": [
        {
            "title": "Bitcoin Akan Mencapai AS$65,000? Pedagang Jelaskan Kenapa Mereka Masih Berpandangan Negatif",
            "description": "Bitcoin sedang memulihkan kerugian baru-baru ini tetapi bergelut untuk mengekalkan aliran menaiknya, menyebabkan beberapa penganalisis meramalkan penurunan sehingga serendah $65,000.",
            "content": "Bitcoin (BTC) melonjak sehingga 14% selepas menjunam ke paras terendah empat bulan hampir $76,600 pada 11 Mac.  Namun, harga BTC turun kira-kira 25% daripada paras tertinggi rekod sekitar $110,000, yang merupakan perkara biasa bagi \"pembetulan pasaran lembu.\"\n\nWalau bagaimanapun, beberapa penganalisis menjangkakan penurunan harga Bitcoin akan berterusan pada masa hadapan.\n\n**Petanda \"awan gelap\" Bitcoin mencapai kemuncak**\n\nBitcoin menghadapi tekanan menurun yang baru selepas ditolak pada $87,470, rintangan saluran menurun, dengan corak \"awan gelap\" mengukuhkan aliran menurun, menurut analisis yang dikongsi oleh GDXTrader di X.\n\nCarta harga harian BTC/USD. Sumber: TradingView/@GDXTrader\n\nCorak awan gelap berlaku apabila lilin hijau yang kuat diikuti oleh lilin merah yang dibuka di atas penutupan sebelumnya tetapi ditutup di bawah titik tengah badan lilin pertama.\n\nIlustrasi awan gelap. Sumber: GoldenEye Analysis\n\nPerubahan sentimen sedemikian menunjukkan bahawa pembeli cuba menolak lebih tinggi tetapi ditakluki oleh penjual, selalunya membawa kepada penurunan selanjutnya.\n\nKegagalan Bitcoin untuk ditutup dalam zon rintangan $90,000-$93,000 menunjukkan kekurangan keyakinan membeli, GDXTrader menyatakan, dengan berkata mata wang kripto itu akan kekal di bawah tekanan menurun melainkan ia memecah di atas julat tersebut dengan pasti.\n\n**Penolakan \"sempurna\" harga BTC berisiko $65,000**\n\nPotensi Bitcoin untuk terus menurun timbul daripada \"penolakan sempurna\" selepas menguji zon $86,000-88,000 sebagai rintangan, menurut analisis daripada pedagang popular CrediBULL Crypto.\n\nKegagalan untuk menawan semula zon bekalan telah meningkatkan kebarangkalian penurunan ke paras sokongan yang lebih rendah sekitar $77,000-79,000 (ditonjolkan dengan hijau) menjelang Mac.  Ujian kawasan ini sebagai sokongan telah membawa kepada peningkatan harga yang mendadak pada bulan Mac.\n\nWalau bagaimanapun, jika zon sokongan ini pecah, pergerakan yang lebih mendalam di bawah kawasan $77,000-79,000 boleh meluas ke kawasan $65,000-74,000—zon kecairan hijau yang lebih besar dalam carta di atas—menjelang April.\n\nPenganalisis George berkongsi pandangan yang sama, seperti yang ditunjukkan di bawah.\n\nSumber: George1Trader/X\n\n**\"Sukar untuk kekal optimis\" dengan corak bendera menurun**\n\nMenurut penganalisis CryptOpus, Bitcoin kekal berkorelasi rapat dengan pasaran ekuiti tradisional, terutamanya S&P 500 (SPX) dan Nasdaq 100 (NDX), yang kedua-duanya memaparkan corak bendera menurun pada carta.\n\nBendera menurun terbentuk apabila harga menyatu lebih tinggi di dalam saluran selari menaik. Ia selesai jika harga memecah di bawah garisan trend yang lebih rendah dan jatuh sebanyak ketinggian aliran menurun sebelumnya.\n\nSumber: CryptOpus\n\nBTC mengikuti struktur bendera menurun yang serupa, dengan $84,000 bertindak sebagai sokongan garisan trend yang lebih rendah.  Pengecahan di bawah ambang ini boleh mencetuskan jualan yang lebih mendalam ke arah $72,000 mengikut peraturan teknikal yang diterangkan di atas.\n\nLebih-lebih lagi, korelasi Bitcoin dengan ekuiti telah meningkat disebabkan oleh penurunan yang lebih meluas dalam sentimen risiko, yang diketuai oleh perang perdagangan global Presiden AS Donald Trump.\n\nKorelasi 30 hari BTC/USD dan Nasdaq Composite. Sumber: TradingView\n\nArthur Breitman, pengasas bersama Tezos, telah menggelarkan kemelesetan AS sebagai salah satu risiko luaran terbesar pasaran kripto.\n\nRencana ini tidak mengandungi nasihat pelaburan atau cadangan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI4NTYtNThlZC03ZDA0LWFiMjUtNjVlNTAwNzAyYjI0.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dd68a75e9af735a400e8b2",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-21 13:20:00",
            "status": "Posted"
        }
    ]
}