{
    "timestamp": "2025-03-20 16:35:05",
    "all_news": [
        {
            "title": "Yayasan TON kumpul dana AS$400 juta menerusi penjualan token.",
            "description": "Para pelabur modal teroka termasuk Sequoia Capital, Ribbit, Benchmark, Draper Associates, Kingsway, Vy Capital, Libertus Capital, CoinFund, SkyBridge...",
            "content": "Yayasan Rangkaian Terbuka, juga dikenali sebagai Yayasan TON, telah mengumpul lebih daripada $400 juta dalam pelaburan berasaskan token daripada beberapa firma modal teroka, menandakan minat yang semakin meningkat terhadap ekosistem pesanan Telegram.\n\nSequoia Capital, Ribbit, Benchmark, Draper Associates, Kingsway, Vy Capital, Libertus Capital, CoinFund, SkyBridge, Hypersphere dan Karatage telah mengambil bahagian dalam pelaburan ini dengan membeli Toncoin (TON), mata wang kripto asli Rangkaian Terbuka.\n\nYayasan TON menggambarkan pembelian token ini sebagai perkongsian strategik yang akan membantu mengembangkan ekosistem TON, walaupun tiada butiran lanjut diberikan.\n\nRangkaian blok TON ialah rangkaian terdesentralisasi yang menyokong pembangunan Mini Aplikasi untuk ekosistem Telegram. Walaupun TON pada mulanya dibangunkan oleh pengasas Telegram, ia kini beroperasi sebagai rangkaian bebas.\n\nSetakat Januari, Toncoin merupakan satu-satunya kripto yang diterima oleh Telegram untuk perkhidmatan aplikasi.\n\nRangkaian blok TON telah menyaksikan pertumbuhan yang ketara sepanjang tahun lalu, dengan akaun asli meningkat daripada 4 juta kepada 41 juta. Yayasan TON mendakwa bahawa mata wang kripto Toncoin mempunyai lebih daripada 121 juta pemegang unik.\n\nMenurut pengumuman tersebut, Yayasan TON berusaha untuk membawa 30% pengguna Telegram aktif ke rangkaian blok dalam tempoh tiga tahun akan datang.\n\nMenjelang Mac, Telegram mempunyai 1 bilion pengguna aktif bulanan, meningkat dua kali ganda dalam tempoh kurang daripada tiga tahun. Sumber: Demandsage\n\nRakan kongsi Benchmark, Peter Fenton, berkata pangkalan pengguna Telegram dijangka melepasi 1.5 bilion menjelang 2030.\n\nPerjanjian modal teroka semakin meningkat\n\nPembiayaan modal teroka terus mencurah masuk ke dalam projek rangkaian blok kerana industri ini mendapat legitimasi baharu di Amerika Syarikat dan pasaran lain.\n\nMenurut Simon Wu, rakan kongsi di firma modal teroka yang berpangkalan di San Francisco, Cathay Innovation, projek kripto dan rangkaian blok \"semakin mendapat perhatian sebagai penyelesaian yang berdaya maju, terutamanya dalam sektor kewangan seperti pengurusan aset, transaksi, dan tokenisasi.\"\n\nApabila legitimasi meningkat, modal turut mengikutinya.\n\nCointelegraph melaporkan awal bulan ini bahawa perjanjian modal teroka kripto telah mencecah $1.1 bilion pada bulan Februari di tengah-tengah minat baharu dalam perkhidmatan kewangan terdesentralisasi.\n\nProjek rangkaian blok yang mengkhusus dalam perkhidmatan perniagaan dan DeFi menarik sebahagian besar pembiayaan modal teroka pada bulan Februari. Sumber: The TIE\n\nCointelegraph VC Roundup terkini juga mempamerkan minat modal teroka yang semakin meningkat dalam rangkaian infrastruktur fizikal terdesentralisasi dan aset dunia sebenar.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWI0MmQtYjk3Ny03NDlkLWFhMmQtNjM1OTNmOGExN2Q4.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67dc3dc4cade6860d4e5601c",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-20 16:08:00",
            "status": "Posted"
        }
    ]
}