{
    "timestamp": "2025-03-11 09:28:50",
    "all_news": [
        {
            "title": "Akaun X pengasas bersama Meteora digodam selepas hantaran memecoin 'parasit'",
            "description": "Akaun X pengasas bersama Meteora, Ben Chow, digodam selepas beliau memuat naik tuduhan terhadap pengasas memecoin.",
            "content": "**Meteora Co-founder's X Account Hacked, Reigniting Memecoin Controversy**\n\nThe X account of Meteora co-founder Ben Chow was reportedly hacked, resulting in a tweet that revived controversy surrounding the launch of several memecoins, including Libra (LIBRA), Melania Meme (MELANIA), and Official Trump (TRUMP).  This ultimately led to Chow's resignation.\n\nOn March 11th, Chow's X account published a purported \"official statement\" regarding his departure.  The post accused DefiTuna founders Vlad Pozniakov and Dhirk of aiming to maximize profits from various memecoin launches, citing MELANIA, Mates (MATES), and a Raydium launch as examples.\n\nMeteora's official X account quickly flagged the post as fraudulent, stating Chow's account had been compromised and warning users against clicking any links. The fraudulent tweet was subsequently deleted after Meteora regained control of the account.  Chow did not respond to requests for comment.\n\nChow's message allegedly included screenshots of WhatsApp conversations between Kelsier Ventures CEO Hayden Davis, Kelsier Ventures' COO Gideon Davis, and Pozniakov, discussing the MATES token. One message reportedly stated, \"Yeah fellas tbh we are trying to max extract on this one.\" The authenticity of these conversations remains unverified.\n\nMeteora's new CEO, Zen (who replaced Chow), confirmed that both Chow's and Meteora's X accounts were compromised, advising investors to avoid clicking links from either account to prevent financial losses.\n\n**Argentine President's Memecoin Endorsement Fuels Impeachment Calls**\n\nArgentine President Javier Milei faces impeachment calls following his endorsement of the rug-pulled Solana-native LIBRA token.  Milei's endorsement briefly propelled LIBRA's market capitalization to $4 billion before a massive sell-off wiped out millions in investor funds.  Milei denied wrongdoing, asserting that promoting business projects aligns with his free-market ideology.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2Y2YmItNjdlYS03MjIzLTk4NDEtODM1NTRmNzk2Mjc1.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cffc983719fd6cd09d95f5",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-11 08:59:00",
            "status": "Posted"
        }
    ]
}