{
    "timestamp": "2025-03-13 13:35:06",
    "all_news": [
        {
            "title": "Masalah UX Web3 — dan Cara Memperbaikinya",
            "description": "Dalam episod Hashing It Out ini, hos Elisha Owusu Akyaw berbual-bual dengan Moe El-Shibib dan Selim Sezgin, pengasas bersama Ponder One, untuk membincangkan...",
            "content": "Episod terbaru Hashing It Out menyelami salah satu cabaran Web3 yang paling berterusan: kebolehgunaan.\n\nHos Elisha Owusu Akyaw berbual dengan Moe El-Shibib dan Selim Sezgin, pengasas bersama Ponder One, mengenai halangan yang menghalang pengambilan arus perdana dan teknologi yang dapat menjadikan interaksi blockchain lancar untuk pengguna harian.\n\n**Jalan Sesak UX**\n\nWeb3 terus berkembang, tetapi kebolehgunaan masih menjadi penghalang utama. Ramai pengguna bergelut dengan pendaftaran, menavigasi platform DeFi dan mengurus aset merentas pelbagai rangkaian.\n\nDalam temu bual itu, Sezgin menekankan bahawa inovasi teknikal telah mengatasi pengalaman pengguna, menjadikan interaksi blockchain kompleks untuk pendatang baru.\n\nUntuk menangani isu ini, perbincangan meneroka penyelesaian berasaskan AI yang mempermudahkan transaksi blockchain. AI boleh mengautomasikan pertukaran, jambatan dan membuat keputusan, mengurangkan keperluan pengetahuan teknikal.\n\n**Fungsi Rentas Rantai**\n\nFungsi rentas rantai juga merupakan fokus utama, memastikan pengguna boleh berinteraksi dengan lancar merentas rangkaian blok tanpa menukar rangkaian secara manual.\n\n**Desentralisasi vs kebolehgunaan dalam tadbir urus**\n\nTadbir urus terdesentralisasi juga memainkan peranan penting dalam membentuk aplikasi Web3. Pasukan Ponder One menekankan kepentingan keputusan yang dipacu komuniti, membenarkan pengguna mengundi integrasi dan pembangunan protokol.\n\nWalau bagaimanapun, struktur tadbir urus mesti mengimbangi desentralisasi dengan kecekapan untuk kekal berkesan.\n\nKe hadapan, industri ini bergerak ke arah aset dunia nyata (RWAs), aplikasi berasaskan AI dan akses yang lebih baik kepada DeFi.  Seiring dengan kemajuan inovasi, penggunaan yang lebih meluas bergantung kepada penyederhanaan teknologi blockchain untuk pengguna.\n\nEpisod ini menyentuh tentang pandangan utama mengenai cabaran semasa dan perkembangan masa depan Web3, menekankan keperluan untuk ekosistem blockchain yang dipermudahkan dan lebih mudah diakses.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThmMWQtN2QzZS03ZWNjLWJjODUtZjNiYTY4ZTI4MjFi.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2d90437a5df2213cb6228",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 13:06:00",
            "status": "Posted"
        },
        {
            "title": "ETF Bitcoin AS Ditamatkan Aliran Keluar, Catat Aliran Masuk $13.3 Juta",
            "description": "ETF Bitcoin AS mengalami aliran keluar sebanyak $1.67 bilion pada Mac, tetapi aliran masuk kembali pada 12 Mac.",
            "content": "Lebih daripada $1.67 bilion keluar daripada dana dagangan bursa (ETF) Bitcoin dan Ether spot AS pada bulan Mac, tetapi pelabur menghentikan pendarahan dengan membawa masuk $13.3 juta pada 12 Mac apabila harga pasaran BTC hampir mencecah $85,000.\n\nSehingga 12 Mac, ETF Bitcoin spot telah menarik aliran masuk bernilai $35.4 juta yang tersebar selama dua hari, menurut data Farside Investors. Sebaliknya, ETF Ether spot mencatatkan aliran masuk hanya sekali, membawa masuk $14.6 juta pada 4 Mac.\n\nData aliran harian ETF Bitcoin spot. Sumber: Farside Investors\n\nETF Bitcoin memecahkan rentetan aliran keluar dengan aliran masuk $13.3 juta\n\nMenurut Sosovalue, aliran masuk bersih terkumpul ETF BTC mengesahkan aliran masuk $13.3 juta baru-baru ini pada 12 Mac, menandakan jeda dalam aliran keluar ETF Bitcoin.\n\nJumlah nilai dagangan pada hari itu untuk ETF Bitcoin berjumlah $2.01 bilion, nilai harian terendah sejak 20 Februari. Aliran masuk disumbangkan oleh tiga dana BTC: iShares Bitcoin Trust (IBIT) BlackRock, ETF ARK 21Shares Bitcoin (ARKB) dan ETF Grayscale Bitcoin Mini Trust (BTC).\n\nAliran harian pelaburan ke dalam ETF Bitcoin spot. Sumber: Sosovalue\n\nDi pihak Ethereum, satu hari aliran masuk menyaksikan sumbangan daripada Fidelity Ethereum Fund (FETH), Bitwise Ethereum ETF (ETHW), Grayscale Ethereum Trust (ETHE) dan Grayscale Ethereum Mini Trust (ETH).\n\nData aliran harian ETF Ether spot. Sumber: Farside Investors\n\nKemelesetan pasaran dan ketegangan geopolitik memacu aliran keluar ETF\n\nKemelesetan pasaran yang lebih luas dan ketidakpastian makroekonomi telah menyumbang kepada aliran keluar ETF, didorong oleh ketegangan geopolitik, perang perdagangan dan sentimen pelabur yang bearish.\n\nPenganalisis mengatakan bahawa kekurangan pelaksanaan konkrit atau jangkaan yang tidak dipenuhi berhubung rancangan Rizab Bitcoin Strategik Presiden Donald Trump juga telah memburukkan lagi tekanan jualan.\n\nWalaupun Bitcoin mengekalkan paras melebihi $80,000, pemerhati pasaran memberi amaran bahawa tarif balas EU yang akan datang boleh memperkenalkan turun naik yang lebih besar, yang selanjutnya mempengaruhi trajektori harga Bitcoin.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzAzZTEtZWJhZS03Yzg2LTk1NTMtMTA3YzA3MGQzZWM3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2d7d9370ef34698e2bf8d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 12:57:00",
            "status": "Posted"
        },
        {
            "title": "Yuran gas purata Ethereum turun 95% setahun selepas naik taraf Dencun",
            "description": "Yuran gas purata Ethereum telah menurun daripada 72 gwei pada 13 Mac 2024, kepada 2.7 gwei pada masa penulisan.",
            "content": "Yuran gas purata Ethereum telah menurun sebanyak 95% dalam setahun selepas naik taraf Dencun, salah satu penambahbaikan rangkaian Ethereum yang paling signifikan.\n\nPada 13 Mac 2024, naik taraf Dencun Ethereum telah dilancarkan. Naik taraf ini menggabungkan naik taraf Cancun pada lapisan pelaksanaan dan naik taraf Deneb pada lapisan konsensus. Ia juga memperkenalkan sembilan Cadangan Penambahbaikan Ethereum (EIP).\n\nMatlamat utamanya adalah untuk meningkatkan kebolehskalaan Ethereum dan mengurangkan kos transaksi untuk rangkaian lapisan-2. Menurut data YCharts, yuran gas purata Ethereum telah jatuh daripada 72 gwei pada tahun 2024 kepada hanya 2.7 gwei pada 12 Mac 2025.\n\nPada tahun lepas, kos pertukaran purata kepada pengguna ialah $86 dalam yuran, manakala jualan token bukan boleh tukar (NFT) purata ialah $145 dalam yuran gas. Pada masa penulisan ini, data Etherscan menunjukkan bahawa pertukaran purata akan menelan belanja $0.39, manakala jualan NFT akan purata $0.65.\n\nYuran gas purata Ethereum. Sumber: YCharts\n\nHarga Ether telah jatuh 53% sejak Naik Taraf Dencun\n\nWalaupun penurunan mendadak dalam yuran gas, harga Ether (ETH) telah menurun sebanyak 53% sejak naik taraf Dencun.\n\nSemasa naik taraf pada Mac 2024, ETH diniagakan melebihi $4,070. Setahun kemudian, pada 13 Mac 2025, ETH bernilai sekitar $1,891, menurut data CoinGecko.\n\nCarta harga Ether selama 1 tahun. Sumber: CoinGecko\n\nDalam satu kenyataan yang dihantar kepada Cointelegraph, Dominik Harz, pengasas bersama lapisan-2 hibrid Build on Bitcoin (BOB), berkata Ethereum telah \"menunjukkan prestasi yang kurang baik\" baru-baru ini:\n\nNaik taraf Pectra yang akan datang mengalami gangguan\n\nPada 5 Mac, naik taraf utama Ethereum yang seterusnya, Pectra, dilancarkan pada ujian rangkaian terakhirnya, Sepolia. Walau bagaimanapun, pasukan mula melihat mesej ralat dan blok kosong sedang dilombong.\n\nPembangun Ethereum, Marius van der Wijden mengesahkan bahawa penyelesaian telah digunakan, tetapi pengguna yang tidak dikenali kemudiannya mencetuskan ralat yang sama, yang membawa kepada masalah lanjut. Pasukan pembangunan sejak itu berjaya menstabilkan ujian rangkaian dan memproses transaksi dengan jayanya.\n\nHarz berkata bahawa walaupun isu ujian rangkaian ini \"mengganggu pelancaran rangkaian utama,\" ia jauh daripada masalah terbesar Ethereum. Eksekutif itu berkata bahawa sebaik sahaja Pectra dilancarkan, ia akan menggandakan ruang data yang tersedia untuk lapisan-2, mengurangkan kos dan meningkatkan kapasiti pelaksanaan.\n\n\"Walaupun itu adalah satu langkah ke hadapan, realitinya ialah Ethereum dengan cepat kehilangan kedudukannya sebagai rantaian pilihan untuk pembangun, dan Pectra bukanlah penyelesaian menyeluruh kepada isu-isu yang lebih mendalam,\" kata Harz.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NThmMTMtOTE3ZC03OTI2LTk5NmQtOGM5YmZhZDg5OWZj.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d2d59e370ef34698e2bf7d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-13 12:52:00",
            "status": "Posted"
        }
    ]
}