{
    "timestamp": "2025-05-08 17:23:43",
    "all_news": [
        {
            "title": "Uniswap surges 17% as BTC reclaims $100k, Unichain growth accelerates",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55ced6fd55c29f10b80",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2024/04/crypto-news-Uniswap-option01-1.webp",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:07:00"
        },
        {
            "title": "Arizona Enacts New Cryptocurrency Investment Law",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55de42f244ed6cb4a7e",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/05/arizona-official-bitcoin-ink.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:05:00"
        },
        {
            "title": "Coinbase Acquires Deribit in Historic $2.9 Billion Deal",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55ce0819e583a7c2038",
            "source": "CoinLineup",
            "image": "https://coinlineup.com/wp-content/uploads/2025/05/coinbase-buys-deribit-for-2-9b.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:05:00"
        },
        {
            "title": "$500M in Shorts Liquidated as Bitcoin (BTC) Blasts Above $101K",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55de42f244ed6cb4a7d",
            "source": "CryptoPotato",
            "image": "https://cryptopotato.com/wp-content/uploads/2021/01/btc_bear_cover.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:04:00"
        },
        {
            "title": "Trump Agrees to Cut UK Car Tariffs",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55b2d5e7c187d67cae9",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/05/trump-cuts-uk-car-tariffs.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:03:00"
        },
        {
            "title": "Conversation with Yellow Card‘s Justin Poiroux, on pioneering financial inclusion in Africa with stablecoins",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55961f70e3af46be297",
            "source": "Technext",
            "image": "https://s2.coinmarketcap.com/static/img/coins/200x200/28847.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:00:00"
        },
        {
            "title": "Which Crypto Coin to Buy Now Before Prices Soar? Here’s Why Experts Are Betting on BlockDAG, XRP, BTC, & ETH",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55a61f70e3af46be299",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/05/unnamed-2025-05-08T054537.142-1.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:00:00"
        },
        {
            "title": "Trending Crypto Presales of May: BlockDAG, Dragoin, Cold Wallet Are Booming With Hype [Next 100x Projects]",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55b38fafd562686e42f",
            "source": "CoinoMedia",
            "image": "https://i0.wp.com/coinomedia.com/wp-content/uploads/2025/05/unnamed-2025-05-08T051314.525.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:00:00"
        },
        {
            "title": "What Crypto Will Boom in 2025? Here’s Why Altcoin, Bitcoin, Chainlink, & SHIB Are on Every Trader’s Radar",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://cryptonewsland.com/what-crypto-will-boom-in-2025-heres-why-altcoin-bitcoin-chainlink-shib-are-on-every-traders-radar/",
            "source": "CryptoNewsLand",
            "image": "https://cryptonewsland.com/wp-content/uploads/2025/03/Pitch-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 17:00:00"
        },
        {
            "title": "Are layer 2s good for Ethereum, or are they ‘extractive?’",
            "translated_facebook_post": "Sekarang ni ramai yang bincang tentang Layer 2 (L2) Ethereum, ada yang kata bagus, ada yang kata ia 'mengeksploitasi' Ethereum.  L2 memang bantu kurangkan kesesakan dan kos transaksi, tapi keuntungan besar sebenarnya dikutip oleh L2, bukan Ethereum.  Ada cadangan untuk Ethereum lebih 'berani' tuntut bahagian keuntungan, atau mungkin kenakan cukai pada L2.  Tapi, ada juga yang kata masalah ni mungkin selesai sendiri dengan peningkatan Ethereum dan pembangunan 'based rollups'.",
            "translated_title": "Adakah lapisan 2 baik untuk Ethereum, atau adakah ia ‘ekstraktif’?",
            "translated_content": "## Kejayaan dan Kekalkan Keuntungan: Cabaran Ethereum dengan Lapisan 2\n\nLapisan 2 (L2) telah mencatat kejayaan besar dalam dunia blok rantaian. Ia telah mengurangkan kesesakan di rangkaian utama Ethereum, menurunkan yuran gas sambil mengekalkan keselamatan. Namun, kejayaan ini mungkin telah menjadi terlalu besar, menarik aktiviti rantaian dan pendapatan yuran daripada induknya?  Sekurang-kurangnya itulah yang dicadangkan baru-baru ini, paling ketara di persidangan blok rantaian Cornell Tech pada akhir April.\n\nSesetengah pihak berpendapat Ethereum sepatutnya lebih \"rakus\", atau sekurang-kurangnya berusaha lebih gigih untuk mendapatkan bahagian yang lebih besar daripada pendapatan, terutamanya yuran penjujukan.  \"Orang ramai di Yayasan Ethereum akan memberitahu anda, 'Ya, kami telah melakukan kesilapan dengan terlalu bercita-cita tinggi.' Saya telah mendengar perkara itu beberapa kali,\" kata David Hoffman, pemilik Bankless, semasa panel perbincangan di acara Cornell Tech di New York City pada 25 April.  Di tempat lain, Hoffman telah menggesa Ethereum untuk membuat \"perubahan strategi,\" sambil menyatakan bahawa persekitaran kripto telah berubah dalam beberapa tahun kebelakangan ini. Ethereum tidak lagi mempunyai \"kemewahan untuk menjadi projek penyelidikan zaman aman… yang dieksploitasi oleh pesaingnya.\"\n\nL2 sedang meraih jutaan dolar dalam yuran susunan transaksi (kadang-kadang dipanggil yuran penjujukan), tetapi tiada pendapatan ini diberikan kepada Ethereum, menurut James Beck, ketua pertumbuhan di ENS Labs dan seorang lagi penceramah di persidangan New York City. Beck memberitahu Cointelegraph: Singkatnya, Ethereum ialah lapisan pengesahan neutral, tetapi rangkaian utama Ethereum tidak dibayar dengan adil untuk kerja yang dilakukannya. L2 berasaskan keuntungan yang berpusat seperti Base, Optimism dan Arbitrum sedang mengumpul yuran penjujukan yang lumayan sambil menikmati jaminan keselamatan dan kebolehcapaian rangkaian utama Ethereum dengan kos ekonomi yang agak rendah.\n\n\nL2 melonjak selepas peningkatan Dencun\nRollup L2 adalah inovasi terkini; ia hanya muncul pada tahun 2023.  Ideanya adalah untuk mengurangkan kesesakan rantaian dan yuran gas dengan memindahkan pemprosesan transaksi daripada blok rantaian utama (lapisan 1) ke rantaian berasingan yang berada di atas rangkaian utama (L2).  Tetapi pemprosesan transaksi boleh dibilang sebagai bahagian paling menguntungkan dalam permainan pendapatan, terutamanya apabila pengguna memilih untuk membayar yuran keutamaan untuk mendapatkan pesanan mereka diproses dengan lebih cepat.\n\nPerkongsian yuran jarang menjadi isu besar sebelum peningkatan Dencun Ethereum pada Mac 2024, yang memperkenalkan transaksi blob untuk membantu penskalaan L2. Blob mengurangkan kos untuk L2 untuk menyiarkan data kepada Ethereum, membolehkan mereka beroperasi dengan lebih menguntungkan, kata penganalisis penyelidik CoinMetrics, Tanay Ved, kepada Cointelegraph minggu ini. Sejak itu, permintaan pengguna L2 telah meningkat, terutamanya di Base, L2 yang dilancarkan oleh Coinbase pada Ogos 2023 di rangkaian utama Ethereum.\n\nSeperti yang dinyatakan oleh Ved dalam blog 8 April, Base telah memperoleh sejumlah ~$98 juta dalam pendapatan daripada yuran transaksi pengguna (termasuk yuran asas dan keutamaan), \"sementara hanya membayar ~$4.9 juta kepada lapisan asas Ethereum, menghasilkan keuntungan anggaran sebanyak $94 juta sejak peningkatan Dencun.\"\n\nTindak balas Base\nDitanya mengenai yuran, jurucakap Base memberitahu Cointelegraph, \"Hari ini, Base telah membayar yuran Ethereum untuk setiap transaksi di Base. Semua transaksi diselesaikan di Ethereum, dan setakat ini, Base telah membayar Ethereum lebih daripada $20 juta dalam yuran penyelesaian sejak penubuhan Base.\"  Yuran ini boleh dilihat di Token Terminal di bawah \"kos pendapatan,\" tambah jurucakap itu.\n\n\"Secara keseluruhannya, Base menjadikan akses ke rantaian lebih mudah dengan transaksi yang pantas dan murah dan membantu mengembangkan ekosistem Ethereum dengan membawa lebih ramai pengguna, pembina, aplikasi dan aset, yang semuanya berurus niaga dalam ETH dan memacu permintaan,\" kata jurucakap itu.\n\nWalau bagaimanapun, dalam banyak bulan, jika tidak kebanyakan bulan, yuran keseluruhan Base adalah kira-kira 10 kali ganda jumlah yang dibayar kepada Ethereum untuk menyelesaikan perdagangan, menurut pemeriksaan penyata kewangan Base yang dirujuk. Pada bulan April, sebagai contoh, bulan penuh yang paling terkini, Base meraih $3.7 juta dalam yuran, tetapi hanya $305,000 dihantar kepada Ethereum sebagai yuran penyelesaian — kira-kira 8% daripada jumlah yuran.\n\nNamun, mungkin keadaan tidaklah begitu teruk. Walaupun yuran tidak seimbang sekarang, ketidakseimbangan itu mungkin tidak kekal, kata orang lain.  Cawangan keras Ethereum seperti Pectra, yang dilancarkan pada 7 Mei, dan Fusaka, yang dijadualkan untuk lewat 2025, akan meningkatkan pengeluaran blob.  \"Ini bermakna L2 akan dapat menyiarkan lebih banyak blob, berpotensi memacu yuran blob jumlah yang lebih tinggi kepada rangkaian utama,\" kata Ved kepada Cointelegraph.\n\nEthereum sudah mencapai sasaran blob semasa sebanyak tiga setiap blok, seperti yang ditunjukkan carta di bawah.  \"Pectra akan meningkatkannya kepada enam blob setiap blok — dengan maksimum sembilan — mewujudkan ruang untuk peningkatan pengumpulan yuran apabila aktiviti L2 meningkat,\" tambah Ved.\n\nAdakah \"rollup berasaskan\" jawapannya?\nSesetengah penyelidik Ethereum, podkaster — dan juga L2 — telah condong kepada \"rollup berasaskan\" sebagai cara yang lebih kekal untuk menyelesaikan masalah yuran dan menyediakan keselamatan yang lebih baik sebagai tawaran.  Di sini, penjujukan transaksi (iaitu, penjujukan) akan dilakukan di rangkaian utama, bukan di L2.\n\nSequencer yang digunakan oleh Optimism, Arbitrum One, Base dan lain-lain lebih mudah diserang atau gagal, memandangkan ia berpusat, dengan satu titik kegagalan, kata sesetengah penyelidik. Jarrod Ward dari Polygon menulis:\n\n\"Sequencer Lapisan-2 telah menjadi sangat berpusat,\" tambah Tom Ngo, ketua eksekutif di Metis — satu blok rantaian Lapisan-2 Ethereum.\n\nPenggodaman blok rantaian Lapisan-2 Ethereum Linea bernilai $2.6 juta pada Jun lalu telah menunjukkan kepada Ngo dan orang lain kepentingan pengagihan kuasa dan bahaya sequencer berpusat.\n\nBeberapa L2 rollup berasaskan telah dilancarkan pada tahun lepas. Taiko Alethia, yang pertama dan terbesar, dilancarkan pada Mei 2024.  Setahun kemudian, ia mempunyai nilai keseluruhan yang dijamin sebanyak $148.3 juta — menduduki tempat ke-14 dalam senarai L2 oleh L2Beat, walaupun jauh di belakang peneraju Base iaitu $12.06 bilion.\n\nDari segi kelajuan, Taiko mencatatkan purata 20.3 operasi pengguna sesaat (UOPS) pada 7 Mei, jauh berbeza daripada 86.3 UOPS Base, tetapi setanding dengan Arbitrum One (21.6 UOPS) dan jauh lebih baik daripada Optimism (10.3 UOPS).\n\nCukai ke atas L2?\nSatu lagi idea yang dikemukakan dalam komuniti Ethereum ialah mengenakan sejenis cukai ke atas L2.  Tetapi melakukan perkara ini mungkin mempunyai beberapa akibat yang tidak diingini, menurut Ved. Ia boleh menjadikan L2 kurang kompetitif. Ia juga berisiko \"kebocoran aktiviti kepada lapisan 1 pesaing di luar ekosistem Ethereum.\" Aktiviti yang mengalir ke Base hari ini boleh mengalir ke Solana atau L1 lain, kata Ved.\n\nMungkin terdapat isu falsafah juga, jika Ethereum mengenakan surcaj ke atas L2nya. Ved menyatakan:\n\nSecara amnya, Yayasan Ethereum nampaknya mengutamakan pertumbuhan jangka panjang berbanding pendapatan jangka pendek, Ved menjelaskan.  Walau bagaimanapun, cadangan seperti EIP-7762, yang menaikkan yuran asas blob minimum untuk mempercepatkan penemuan harga semasa peningkatan permintaan, boleh memacu lebih banyak pendapatan yuran kepada rangkaian utama Ethereum, yang mempunyai kesan seperti cukai.\n\nTekanan sosial?\nMenurut Beck dari ENS Labs, mungkin diperlukan beberapa tekanan sosial untuk mendorong L2 berpusat terkemuka untuk secara sukarela menyerahkan yuran penjujukan mereka. L2 lain seperti Linea mungkin perlu campur tangan dan mengatakan kepada L2 berpusat sesuatu seperti: \"Lihat, anda semua mempunyai risiko ini yang wujud dalam reka bentuk yang lebih berpusat, dan inilah peluang untuk membina [pemprosesan pesanan] ke dalam Ethereum, yang lebih teragih.\"\n\nSejajar dengan ini, ENS telah mengambil bahagian dalam bengkel tiga hari di UK pada Januari bersama penyelidik dan pemaju terkemuka daripada entiti seperti Linea, Status, OpenZeppelin, Titan, Spire Labs dan Yayasan Ethereum.  Tugasan segera ialah bagaimana untuk mewujudkan infrastruktur teragih yang boleh diskala untuk Namechain ENS Labs, tetapi juga untuk menyatukan pelbagai pasukan ekosistem Ethereum untuk menyelesaikan cabaran interoperabiliti L2 secara kolaboratif dengan rollup berasaskan.\n\nIa tidak selalu mudah untuk melakukan sesuatu dalam entiti pelbagai suara yang rata (bukan hierarki) seperti Ethereum, Beck mengakui.  \"Ethereum ialah ekosistem teragih. Anda tidak boleh mendapatkan semua orang di halaman yang sama pada masa yang sama.\"  Tetapi kerjasama seperti yang baru-baru ini berlaku di UK adalah permulaan.\n\nPanelis persidangan Cornell Tech, Hoffman, menyatakan keyakinan bahawa Ethereum boleh berubah dan \"menjadikan lapisan 1 sebagai rollup\" dengan kelajuan pemprosesan yang setanding dengan L2 hari ini.\n\nSeperti yang dinyatakan, Hoffman telah mengkritik Yayasan Ethereum kerana terlalu tertutup dan akademik, tetapi dia melihat tanda-tanda bahawa keadaan mungkin berubah sekarang, dengan menulis baru-baru ini:\n\n\"Saya berasa optimis,\" tambah Beck. \"Ethereum masih mempunyai aset yang paling banyak dikunci untuk DeFi; stablecoin yang paling stabil berada di Ethereum. BlackRock mempunyai dana yang diselesaikan di Ethereum.\"\n\nDengan kata lain, Ethereum masih berkedudukan baik untuk menyediakan infrastruktur untuk \"rangkaian rangkaian\" — iaitu, rangkaian rangkaian blok rantaian persendirian dan awam yang berinteraksi dengan lancar yang diharapkan oleh ramai orang akan menjadi masa depan teknologi ini.",
            "translated_summary": "Penyelidik dan podkaster berkata, “Harga ETH jatuh berbanding token lain. Bagaimanakah kita dapat menjadikan Ethereum lebih berkuasa?”",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55ded6fd55c29f10b82",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzA3NTUtMDIzNi03ZGZhLWFjOTItYTY4NjNjOTNkOGQ5.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-08 17:00:00"
        },
        {
            "title": "Kuwait Investigates 31 Illegal Crypto Mining Operations",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce55d0bf8b700210de71e",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/05/kuwait-city-crypto-investigation.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:59:00"
        },
        {
            "title": "Missouri bill ending capital gains tax heads to governor for signature",
            "translated_facebook_post": "Rang undang-undang di Missouri nak hapuskan cukai keuntungan modal dah lulus, tunggu tandatangan gabenor je lagi.",
            "translated_title": "Rang Undang-Undang Missouri yang menghapuskan cukai keuntungan modal dihantar kepada gabenor untuk ditandatangani.",
            "translated_content": "Rang Undang-undang Dewan Missouri 594, rang undang-undang yang akan menghapuskan cukai keuntungan modal di negeri AS itu, telah diluluskan dalam Dewan Perwakilan negeri dan kini dihantar ke meja Gabenor Missouri Mike Kehoe untuk ditandatangani.\n\nMenurut peguam Aaron Brogan, rang undang-undang tersebut menetapkan potongan cukai pendapatan 100% untuk sebarang pendapatan keuntungan modal kerana kod cukai Missouri tidak secara jelas membezakan antara keuntungan modal dan cukai pendapatan.\n\nBrogan memberitahu Cointelegraph bahawa mekanisme khusus untuk pengecualian cukai keuntungan modal yang digariskan dalam HB 594 adalah unik dan dibandingkan dengan potongan cukai pendapatan yang serupa dalam kod cukai persekutuan. Peguam itu menjelaskan:\n\nMasa rang undang-undang ini adalah penting kerana ia menyusuli cadangan daripada Presiden AS Donald Trump untuk mengubah sistem cukai pendapatan negara melalui pembaharuan komprehensif.\n\nCadangan Trump untuk menghapuskan cukai pendapatan persekutuan di Amerika Syarikat\n\nTrump telah mencadangkan untuk mengimbangi cukai pendapatan persekutuan atau menghapuskan cukai pendapatan dan menggantikan hasil cukai persekutuan dengan wang yang dikutip melalui tarif import.\n\n\"Apabila Tarif dipotong, cukai pendapatan ramai orang akan dikurangkan dengan banyak, mungkin malah dihapuskan sepenuhnya. Fokusnya akan tertumpu kepada orang yang berpendapatan kurang daripada $200,000 setahun,\" tulis presiden itu dalam catatan Truth Social pada 27 April.\n\nTrump menambah pelan itu akan mewujudkan lebih banyak pekerjaan di Amerika Syarikat kerana kilang-kilang kembali untuk mengelakkan cukai import ke atas produk siap mereka.\n\nWalau bagaimanapun, tindak balas pasaran terhadap tarif tersebut amat negatif, dengan pasaran saham mencatatkan kerugian berbilion dolar sebagai tindak balas kepada tajuk utama tarif dan pasaran kripto kehilangan beratus bilion nilai.\n\nDi samping itu, hasil bon meningkat mendadak susulan pengumuman tarif — satu petanda bahawa pelabur menolak bon AS, yang secara tradisinya dilihat sebagai pelaburan selamat.",
            "translated_summary": "Rang undang-undang yang akan menghapuskan cukai keuntungan modal di negeri Missouri, Amerika Syarikat, telah dihantar kepada Gabenor Mike Kehoe untuk ditandatangani.",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce2fb61f70e3af46be295",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDUvMDE5NmIwNjUtMTM2Mi03Y2QzLThmYjctYjUwYjcxYzFiNWUz.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-05-08 16:55:00"
        },
        {
            "title": "Taiwan’s China Airlines Orders Boeing 777X Aircraft",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce2fb0eda6152ca7ce5aa",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/05/boeing-777x-taipei-sunset-pixelart.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:54:00"
        },
        {
            "title": "Very Sensitive Details Emerge About Trump’s Post Praising XRP, SOL, and ADA — Apparently, There Was a Storm Brewing Behind the Scenes",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce2fb431b4e7d3eae2c04",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2025/03/Trump-zirve-.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:54:00"
        },
        {
            "title": "Missouri Moves to Exempt Capital Gains on Crypto and Stocks",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce1d561f70e3af46be28f",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/05/missouri-crypto-stock-fanatic.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:53:00"
        },
        {
            "title": "Will XRP Price Join BTC, ETH Rally? Analyst Eyes $27 Target",
            "translated_facebook_post": "Harga XRP mungkin akan naik mendadak, menjangkau sehingga $27, ikut jejak Bitcoin dan Ethereum yang dah meningkat.  Ini disebabkan beberapa faktor, termasuk penyelesaian kes mahkamah dan peningkatan minat pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce1d41a0437680793238d",
            "source": "The Crypto Times",
            "image": "https://www.cryptotimes.io/wp-content/uploads/2025/05/Will-XRP-Price-Join-BTC-ETH-Rally-Analyst-Eyes-27-Target.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:52:00"
        },
        {
            "title": "Judge Dismisses Most Claims in FTX Celebrity Case",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce1d5431b4e7d3eae2bfd",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/05/judge-moore-courtroom-session.png",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:49:00"
        },
        {
            "title": "Stripe’s $1.1B SpaceX-Powered Tech Now Runs Stablecoin Payments Globally",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://thebitjournal.com/stripes-1-1b-spacex-powered-tech-now-runs-stablecoin-payments-globally/",
            "source": "The Bit Journal",
            "image": "https://thebitjournal.b-cdn.net/wp-content/uploads/2025/05/Your-paragraph-text-2025-05-08T162426.333-min.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:45:00"
        },
        {
            "title": "Bitcoin Price Surges as Sentiment Declines: A Strategic Opportunity for Traders",
            "translated_facebook_post": "Skipped",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/681ce0a91a0437680793238a",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/11/bitcoin-4-1.jpg",
            "fb_status": "Skipped",
            "wp_status": "Skipped",
            "timestamp": "2025-05-08 16:45:00"
        }
    ]
}