{
    "timestamp": "2025-04-21 21:26:39",
    "all_news": [
        {
            "title": "BREAKING: White House Official X Account Retweets Announcement of Surprise Binance-Listed Altcoin -Price Spikes",
            "translated_facebook_post": "Berita terbaru mengatakan akaun X rasmi White House retweet pengumuman Gala Games tentang permainan bertema White House.  Lepas tu, harga GALA naik.  Ingat, ini bukan nasihat pelaburan.\n\nAkaun White House retweet permainan White House, harga GALA pun naik lepas tu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b548c735dc3abb5b50d7",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2022/03/beyaz-saray.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:13:00"
        },
        {
            "title": "Barclays, Citi Underwrite $1.7B KKR Debt Deal",
            "translated_facebook_post": "Barclays dan Citi bagi jaminan hutang $1.7 billion untuk urus niaga KKR, menunjukkan  kepercayaan pada pasaran kewangan tradisional dan tak beri kesan langsung pada pasaran kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b549bee1cb3f64d5ad2e",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/financial-skyscrapers-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:12:00"
        },
        {
            "title": "Astra Fintech commits $100M for Solana growth in Asia",
            "translated_facebook_post": "Astra Fintech melabur $100 juta untuk kembangkan Solana di Asia, fokus pada penyelesaian pembayaran berasaskan teknologi blockchain, dan kerjasama dengan pembangun serta pengawal selia, terutamanya di Korea Selatan.",
            "translated_title": "Astra Fintech komited untuk melabur sebanyak $100 juta bagi perkembangan Solana di Asia.",
            "translated_content": "Astra Fintech, penyedia pembayaran blockchain global, telah melancarkan dana bernilai $100 juta untuk menyokong pertumbuhan ekosistem Solana di seluruh Asia, menurut pengumuman pada 21 April.\n\nMelalui dana ini, Astra Fintech merancang untuk menggunakan modal bagi mempercepatkan projek dan membentuk perkongsian dengan pembangun, syarikat, dan pengawal selia.  Pusat operasi dana ini akan berada di Korea Selatan, sebuah negara yang telah menerima pelaburan daripada cabang usaha sama Solana selepas kejatuhan ekosistem Terra pada tahun 2022.\n\nDana ini akan memberi tumpuan kepada projek dan pembangun yang bekerja dengan penyelesaian PayFi — gabungan sistem yang menggunakan teknologi blockchain untuk memudahkan pembayaran.  Suit produk utama Astra cuba menggabungkan kewangan tradisional dengan mata wang digital.\n\nMenurut data daripada Electric Capital, rantaian blok Solana dan Solana Virtual Machine (SVM) kini berada dalam 10 rantaian blok teratas dari segi aktiviti pembangun, hanya di belakang Ethereum.\n\nPada tahun 2021, Solana telah mencipta dana pembangunan bernilai $5 juta untuk merangsang projek di Asia Tenggara.  Rantau ini merupakan tumpuan utama bagi permainan Web3, kes penggunaan kripto yang telah berkembang pesat di Solana disebabkan oleh kelajuan tinggi dan kos transaksi yang rendah bagi rantaian blok tersebut.\n\nEkosistem Solana telah melalui pelbagai fasa pada tahun 2025. Token asalnya, Solana (SOL), meningkat kepada paras tertinggi sepanjang masa iaitu $293.31 pada 19 Januari, dua hari selepas bakal Presiden Amerika Syarikat, Donald Trump, melancarkan memecoin di rangkaian tersebut.  Pada masa penulisan ini, ia diniagakan pada $136.61, iaitu penurunan sebanyak 53.4% sejak itu.\n\nWalau bagaimanapun, eksekutif dan syarikat kripto terus membuat pertaruhan pada ekosistem Solana. Pada 7 April, sekumpulan eksekutif bekas Kraken telah memperoleh Janover, dengan matlamat untuk mengubah firma hartanah itu menjadi perbendaharaan Solana. Beberapa minggu kemudian, Upexi — sebuah syarikat pengurusan jenama dan rantaian bekalan — menyaksikan sahamnya meningkat 630% pada 21 April selepas mengumumkan strategi yang serupa. Sementara itu, Kanada meluluskan pertaruhan SOL pada awal April, dan ARK Invest telah menambah pendedahan kepada dana Solana melalui ETF yang tertumpu kepada teknologi.",
            "translated_summary": "Astra Fintech, penyedia pembayaran blok rantai global, telah mengumumkan dana berjumlah $100 juta untuk meningkatkan penggunaan Solana di Asia, sebuah benua di mana Solana sudah...",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b549cf00634bdedb47e3",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjU5ZmQtYjY4MC03Y2E3LWExZDAtZDFmMTg5MzZhZDNj.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-21 21:10:00"
        },
        {
            "title": "Metaplanet Invests $28 Million in Bitcoin",
            "translated_facebook_post": "Metaplanet melabur besar dalam Bitcoin, menunjukkan keyakinan terhadap mata wang kripto dan mungkin menjejaskan pasaran.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b5499d8eaa774052baa1",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/futuristic-space-station-bitcoin.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:09:00"
        },
        {
            "title": "Pepe eyes higher low formation after local rejection — is a 35% rally on the table?",
            "translated_facebook_post": "Harga Pepe mungkin akan naik 35% kalau ia berjaya membentuk \"higher low\" lepas ditolak dekat paras rintangan sekarang.  Namun, kalau tak berjaya, harganya mungkin akan turun lagi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b4181662115f58809d3a",
            "source": "crypto.news",
            "image": "https://crypto.news/app/uploads/2025/02/crypto-news-agentpepe.ai-option01.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:05:00"
        },
        {
            "title": "MEXC Launches Hyperlane Airdrop with 165,000 HYPER Prize",
            "translated_facebook_post": "MEXC dah senaraikan Hyperlane (HYPER) dengan hadiah 165,000 HYPER dan 50,000 USDT;  sertai aktiviti perdagangan dan menang hadiah!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b2db4ae15f0c4ac826d5",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/mexc-lists-hyperlane-with-prizes.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:03:00"
        },
        {
            "title": "Veteran Analyst Reveals the Real Reason for Today’s Rally in Bitcoin Price",
            "translated_facebook_post": "Harga Bitcoin naik hampir mencecah $90,000 disebabkan dolar Amerika yang semakin lemah, kenaikan harga emas, dan kebimbangan pelabur terhadap kebebasan Rizab Persekutuan Amerika Syarikat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b2d94ae15f0c4ac826d3",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/08/bitcoin-btc-yesil-yukselis.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:00:00"
        },
        {
            "title": "Mantra’s CEO Keeps His Word – Massive Tokens Burned: Will $OM Price Go From Collapse to Catalyst?",
            "translated_facebook_post": "CEO Mantra tepati janji, bakar token secara besar-besaran.  Ini mungkin akan membantu harga OM naik semula lepas jatuh teruk minggu lepas, tapi masih belum nampak kesan positifnya setakat ini.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b2d94ae15f0c4ac826d1",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2024/01/P2P-Review-61-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 21:00:00"
        },
        {
            "title": "Bitcoin Climbs as Global Stocks Decline",
            "translated_facebook_post": "Bitcoin naik walaupun pasaran saham global jatuh, mencetuskan perbincangan tentang kemungkinan Bitcoin dah tak bergantung pada aset tradisional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b1bac735dc3abb5b50d1",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bitcoin-rise-amid-market-decline.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:57:00"
        },
        {
            "title": "Bitcoin Open Interest Hits $58 Billion, Market Impact Assessed",
            "translated_facebook_post": "Bitcoin nampaknya makin menarik perhatian pelabur besar, dengan jumlah dagangan meningkat dan harga Bitcoin agak turun naik dalam lingkungan tertentu.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b09b304e270b70a78abc",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/futuristic-bitcoin-cityscape-art.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:48:00"
        },
        {
            "title": "Aethir and Partners Form Alliances for Web3 AI Innovation",
            "translated_facebook_post": "Aethir, OORT, dan 0G Labs bergabung tenaga untuk maju bidang AI dalam Web3,  janji perubahan besar dalam strategi teknologi global dan pelaburan dalam teknologi AI.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b099c735dc3abb5b50cf",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/aethir-collaboration-tech-lab.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:46:00"
        },
        {
            "title": "Don’t Get Distracted From These 6 Coins: Bone ShibaSwap, Apu Apustaja, and a Whitelist Blazing Hot in 2025",
            "translated_facebook_post": "Beberapa duit digital meme menarik perhatian, antaranya Troller Cat, Bone ShibaSwap, dan Apu Apustaja.  Troller Cat nampaknya paling menonjol dengan pra-jualan senyap dan potensi model P2E.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b099f609ef10546d196e",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/unnamed-81.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:45:00"
        },
        {
            "title": "Missed Popcat’s Moonshot? This Whitelist Could Be Your Second Chance at Gains",
            "translated_facebook_post": "Lepas terlepas peluang untung besar dengan Popcat, mungkin Troller Cat ni peluang kedua.  Daftar cepat sebelum terlambat!",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b2d9c735dc3abb5b50d3",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/unnamed-2025-04-21T185149.221-1.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:45:00"
        },
        {
            "title": "Investors sue Meteora and VC firm, alleging fraud",
            "translated_facebook_post": "Beberapa pelabur saman syarikat Meteora dan firma VC kerana didakwa menipu dan manipulasi harga token M3M3, menyebabkan kerugian sekurang-kurangnya $69 juta.",
            "translated_title": "Pelabur menyaman Meteora dan firma VC, dakwa penipuan",
            "translated_content": "Satu kumpulan pelabur telah memfailkan saman tindakan kelas terhadap bursa mata wang kripto terdesentralisasi Meteora, mendakwa firma itu terlibat dalam memanipulasi pelancaran dan harga pasaran token M3M3.\n\nDalam aduan pindaan yang difailkan pada 21 April di Mahkamah Daerah AS untuk Daerah Selatan New York, plaintif mendakwa bahawa firma modal teroka Kelsier Labs, Meteora, dan empat eksekutif semasa atau bekas \"dengan sengaja salah menyatakan\" maklumat dalam pelancaran M3M3 pada Disember 2024.\n\nPelabur mendakwa bahawa mereka mengalami kerugian sekurang-kurangnya $69 juta antara Disember 2024 dan Februari 2025 selepas pihak-pihak tersebut mempersembahkan \"pemimpin yang dipercayai dalam ekosistem Solana\" sebagai dalang pelancaran token tersebut, dan bukannya \"penipuan terang-terangan\" di mana jualan dimanipulasi untuk menaikkan harga secara buatan.\n\n\"Penilaian yang dinaikkan secara buatan ini menyampaikan maklumat yang sangat mengelirukan kepada pelabur bukan orang dalam, yang secara munasabah bergantung pada perwakilan Tertuduh bahawa pelancaran $M3M3 adalah sepenuhnya boleh diakses kepada orang ramai dan dijalankan dengan cara yang telus dan adil kepada pelabur bukan orang dalam, dan oleh itu secara munasabah bergantung pada harga pasaran $M3M3 sebagai ukuran nilai yang bermakna,\" aduan itu menyebut. \"Lonjakan harga selepas pelancaran juga berfungsi untuk mengesahkan penegasan yang dipasarkan secara agresif, tetapi mengelirukan, bahawa $M3M3 mempunyai nilai intrinsik dan profil risiko yang agak rendah.\"\n\nSaman ini adalah salah satu daripada banyak saman yang melibatkan firma kripto yang berbeza yang didakwa melakukan penipuan melalui pelanggaran undang-undang sekuriti AS. Walaupun Suruhanjaya Sekuriti dan Bursa AS (SEC), di bawah pengerusi sementara Mark Uyeda sejak Presiden AS Donald Trump memegang jawatan, telah mengurangkan atau menolak banyak tindakan penguatkuasaan yang melibatkan aset digital, agensi itu berkata pada bulan Februari ia masih berhasrat untuk menyasarkan projek token palsu.\n\nPelabur menambah:\n\nMeteora telah dikaitkan dengan pelancaran beberapa token yang berprofil tinggi tetapi kontroversi, termasuk token untuk Trump (TRUMP), isterinya Melania (MELANIA), Libra (LIBRA), dan influencer dalam talian Haliey Welch (HAWK).\n\nMenurut saman tersebut, firma itu \"berpura-pura menawarkan penyelesaian komprehensif kepada masalah dalam pasaran pelaburan memecoin\" dengan pelancaran M3M3. Tertuduh dalam kes itu didakwa cuba membezakan token itu daripada memecoin terkenal lain dengan menyerlahkan \"kelegitiman dan kebolehpercayaan\" melalui penglibatan pengasas bersama Meteora Ben Chow dan platform tersebut.\n\nKelsier Ventures, KIP Protocol, dan Meteora menghadapi saman tindakan kelas yang serupa yang difailkan di New York pada bulan Mac kerana LIBRA didakwa dilancarkan dengan cara yang \"menipu, manipulatif dan asasnya tidak adil\". Presiden Argentina Javier Milei sebentar mempromosikan token itu melalui media sosial selepas kakaknya dilaporkan menerima pembayaran daripada projek tersebut.",
            "translated_summary": "Satu aduan pindaan yang difailkan pada 21 April di mahkamah New York mendakwa penipuan dan manipulasi harga berkaitan token M3M3.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806ae400c4eb64ee99d1179",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjU5YTYtMzkzZi03N2M2LWE2NTAtYmM2NzQxYzZhNzkw.jpg",
            "fb_status": "Failed",
            "wp_status": "Posted",
            "timestamp": "2025-04-21 20:41:00"
        },
        {
            "title": "Bitcoin Approaches New Threshold Despite Market Decline",
            "translated_facebook_post": "Harga Bitcoin dekat cecah paras baru walaupun pasaran saham jatuh,  SOL dan CEEK pun agak tak menentu, kena tunggu dan lihat macam mana perkembangannya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/bitcoin-approaches-new-threshold-despite-market-decline",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/technical-analysis-046.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:38:00"
        },
        {
            "title": "Can Bitcoin Benefit From Trump Firing Powell? Turkey's Lira Crisis May Provide Clues",
            "translated_facebook_post": "Berita tentang kemungkinan Bitcoin mendapat manfaat daripada pemecatan Powell oleh Trump, menggunakan krisis Lira Turki sebagai panduan. Pengalaman Presiden Erdogan dalam campur tangan bank pusat memberi amaran tentang kemungkinan kejatuhan mata wang dan peningkatan pelaburan berisiko.  Namun, berita tersebut terputus di situ.\n\n\nKejadian di Turki menunjukkan campur tangan politik dalam ekonomi boleh menjejaskan mata wang dan pelaburan, jadi kita kena tengok apa akan jadi dengan Bitcoin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/headlines/news/playing-with-fire-a-cautionary-tale-for-trump-from-turkey-as-he-interferes-with-fed-independence/",
            "source": "CoinDesk",
            "image": "https://cdn.sanity.io/images/s3y3vcno/production/51ad2079623fa73563b11aa319fc28e9d6bf2efe-1280x720.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:35:00"
        },
        {
            "title": "Ethereum Spot ETF Registers $32M Outflow",
            "translated_facebook_post": "Pelaburan dalam ETF Ethereum nampaknya menurun, menyebabkan harga ETH jatuh sikit dan menunjukkan perubahan strategi pelabur besar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806ad130c4eb64ee99d1176",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/ethereum-market-dip-ink-drawing.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:35:00"
        },
        {
            "title": "Ledger Teases Collaboration with Pudgy Penguins",
            "translated_facebook_post": "Ledger, syarikat dompet kripto terkenal, mungkin akan bekerjasama dengan koleksi NFT popular, Pudgy Penguins, di Dubai.  Ini susulan beberapa perkembangan positif Pudgy Penguins dan usaha Ledger untuk mengembangkan perniagaan mereka dalam industri kripto, termasuk di hab kripto utama seperti Dubai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806b0994ae15f0c4ac826ce",
            "source": "TheCoinrise",
            "image": "https://thecoinrise.com/wp-content/uploads/2025/04/Ledger-Teases-Collaboration-with-Pudgy-Penguins.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:35:00"
        },
        {
            "title": "Bitcoin Surges as Equity Markets Decline",
            "translated_facebook_post": "Harga Bitcoin naik walaupun pasaran saham jatuh, menunjukkan ia mungkin dah tak bergantung sangat pada pasaran tradisional.  Ini mungkin akan ubah cara pelabur pandang aset kewangan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806ad11c735dc3abb5b50cc",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/bitcoin-market-analysis-artwork.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:34:00"
        },
        {
            "title": "Bitcoin and Altcoins Face Market Pressures as Investors Seek Stability",
            "translated_facebook_post": "Bitcoin dan altcoin macam SOL, CHZ, dan CEEK tengah hadapi tekanan pasaran, pelabur pun macam ragu-ragu sikit.  Harganya naik turun,  tapi kalau Bitcoin boleh kekal kukuh, mungkin altcoin akan ikut naik jugak nanti.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/bitcoin-and-altcoins-face-market-pressures-as-investors-seek-stability/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/technical-analysis-008-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 20:30:00"
        }
    ]
}