{
    "timestamp": "2025-04-21 09:29:48",
    "all_news": [
        {
            "title": "Where Ecology Meets Technology: Fiboard’s Dual Innovation Strategy for a Sustainable Future",
            "translated_facebook_post": "Fiboard, satu projek bahan binaan inovatif, guna teknologi blockchain untuk jejak dan tingkatkan ketelusan dalam penggunaan bahan binaan mesra alam.  Panel-panel mereka ringan, tahan api dan air, serta mengurangkan pelepasan karbon.  Konsep \"Fibo Cities\" pula menjanjikan pembangunan bandar lestari menggunakan bahan dan sistem hijau.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060c0e09319d014751e200",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/9731331279ff4412975ed08aadfcfcea.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:13:00"
        },
        {
            "title": "Gold Prices Reach Historic High Amid Trade Tensions",
            "translated_facebook_post": "Harga emas mencecah paras tertinggi sepanjang zaman iaitu $3,389 sejampai, berikutan ketegangan perdagangan antara Amerika Syarikat dan China yang memberi kesan kepada pasaran global.\n\nKetegangan perdagangan AS-China buat harga emas melonjak naik sampai cecah harga tertinggi, iaitu $3,389 sejampai.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060c8a399da727c1a9bdd1",
            "source": "Coincu",
            "image": "https://coincu.com/wp-content/uploads/2025/04/crypto-news-gold-bar-faceoff.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:11:00"
        },
        {
            "title": "Community-Driven Initiative Aims to Stabilize Pi Coin Prices",
            "translated_facebook_post": "Komuniti Pi Network tengah usaha stabilkan harga Pi coin dengan buat kolam cecair yang diurus sendiri.  Ramai sokong, harap dapat naikkan harga dan galakkan lebih ramai guna Pi coin.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/community-driven-initiative-aims-to-stabilize-pi-coin-prices/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/altcoin-news-045-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:10:00"
        },
        {
            "title": "Blocksquare, Vera Capital to Tokenize $1B in U.S. Real Estate",
            "translated_facebook_post": "Blocksquare dan Vera Capital tengah bekerjasama untuk tukarkan aset hartanah komersial di Amerika Syarikat bernilai lebih $1 bilion kepada token, membuka peluang pelaburan hartanah kepada lebih ramai orang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060c8909319d014751e201",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/executives-handshake-oil-painting.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:09:00"
        },
        {
            "title": "Metaplanet tops $400M Bitcoin holdings with new $28M purchase",
            "translated_facebook_post": "Firma pelaburan Jepun, Metaplanet, dah tambah koleksi Bitcoin diaorang sampai lebih RM1.8 bilion lepas beli lagi 330 Bitcoin baru-baru ni.  Mereka sasar nak kumpul 21,000 Bitcoin menjelang 2026.",
            "translated_title": "Metaplanet tambah pegangan Bitcoin melebihi $400 juta dengan pembelian baharu bernilai $28 juta",
            "translated_content": "Firma pelaburan Jepun, Metaplanet, telah meningkatkan pegangan Bitcoin kepada lebih daripada $400 juta selepas pembelian terbaharunya.\n\nMetaplanet memperoleh 330 Bitcoin (BTC) sebanyak $28.2 juta pada harga purata $85,605 setiap BTC, menjadikan jumlah pegangan firma pelaburan itu kepada 4,855 Bitcoin bernilai $414 juta, menurut catatan pada 21 April daripada Simon Gerovich, Ketua Pegawai Eksekutif Metaplanet.\n\nHasil Bitcoin firma itu telah melepasi 119% setakat tahun ini selepas pelaburan terbaharunya.\n\nMetaplanet telah mengeluarkan bon sebanyak 2 bilion yen Jepun ($13.3 juta) untuk membeli lebih banyak Bitcoin pada 31 Mac, menurut laporan Cointelegraph.\n\nPegangan Bitcoin sebanyak $414 juta menjadikan Metaplanet sebagai pemegang Bitcoin korporat terbesar di Asia dan ke-10 terbesar di dunia, menurut data Bitbo.\n\nMenurut Enmanuel Cardozo, penganalisis pasaran di platform tokenisasi aset Brickken, kehadiran institusi yang semakin meningkat daripada firma seperti Strategy dan Tether sedang mempercepatkan kitaran Bitcoin empat tahun.\n\n“Ini meletakkan paras terendah sekitar suku ketiga tahun ini dan puncak pada pertengahan 2026, tetapi saya fikir kita mungkin melihat perkara-perkara bergerak sedikit lebih awal kerana pasaran kini lebih matang dengan lebih banyak kecairan,” kata penganalisis itu kepada Cointelegraph.\n\nMetaplanet merancang untuk mencapai 21,000 BTC\n\nPengambilalihan terkini adalah sebahagian daripada rancangan Metaplanet untuk mengumpul 21,000 BTC menjelang 2026, sejajar dengan misinya untuk memacu penggunaan Bitcoin di seluruh Jepun.\n\nSering digelar “MicroStrategy Asia”, Metaplanet telah dibandingkan dengan syarikat Michael Saylor, Strategy, yang terus mendahului senarai pemegang Bitcoin awam.\n\nPelaburan terkini Metaplanet diumumkan seminggu selepas pembelian terkini oleh Strategy, pemegang Bitcoin korporat terbesar di dunia.\n\nStrategy telah membeli 3,459 BTC sebanyak $285.5 juta pada harga purata $82,618 setiap BTC, menjadikan jumlah pegangannya kepada 531,644 BTC yang diperoleh dengan jumlah kumulatif $35.92 bilion, menurut laporan Cointelegraph pada 14 April.\n\nWalaupun ketidaktentuan tarif mengehadkan selera risiko dalam kalangan pelabur tradisional dan kripto dalam jangka pendek, penganalisis optimis tentang trajektori harga Bitcoin untuk dekad akan datang.\n\nBitcoin mungkin melebihi $1.8 juta menjelang 2035, didorong oleh pengiktirafannya yang semakin meningkat sebagai teknologi simpanan yang unggul, yang ditetapkan untuk menyaingi atau mengatasi kapitalisasi pasaran emas melebihi $21 trilion, Joe Burnett, pengarah penyelidikan pasaran di Unchained, memberitahu Cointelegraph semasa rancangan langsung Chainreaction di X.",
            "translated_summary": "Metaplanet telah mengatasi pegangan Bitcoin melebihi AS$400 juta, mendahului penggunaan Bitcoin korporat di Jepun.",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5eeabee637a7c70fbf",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjU3NWYtMzk0NS03OWZkLTlhMzItMDk4YmVmNTE3MTU3.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-21 09:08:00"
        },
        {
            "title": "Ethereum's $1,810 Hurdle, Solana's Meme Coin Boost — But BlockDAG's Proven Network Makes It a Leading Crypto for 2025",
            "translated_facebook_post": "Solana naik mendadak sebab meme coin popular, Ethereum pulak masih tak tentu arah dekat harga tertentu.  Tapi BlockDAG lain, dah ada rangkaian ujian yang berjaya, aplikasi berfungsi, dan ramai pengguna.  Dorang pun dah dapat dana yang banyak, menunjukkan perkembangan kukuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060ad8eabee637a7c70fb8",
            "source": "Optimisus",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/7170c9b747ec43848b681bc5db2beaad.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:07:00"
        },
        {
            "title": "Crypto Whale Sells 2.69M Fartcoin for $127K Profit",
            "translated_facebook_post": "Seorang pelabur besar (\"whale\") telah menjual 2.69 juta Fartcoin pada harga $0.92, meraih keuntungan $127,000.  Ini menunjukkan betapa tidak menentu pelaburan mata wang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5d09319d014751e1f7",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/whale-sells-fartcoin-profit.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:05:00"
        },
        {
            "title": "Web3 Is Boring? Gagarin Drops SpringFest and Top-Tier Partners To Prove You Wrong",
            "translated_facebook_post": "Acara Web3 Gagarin Spring Fest tengah berlangsung, menawarkan pelbagai ganjaran dan kerjasama dengan beberapa rakan kongsi terkemuka.  Sertai untuk peluang menang hadiah wang tunai dan ganjaran tambahan.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060a3e09319d014751e1f5",
            "source": "TheNewsCrypto",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/22002263b4234b548ce1c340c9be947f.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:05:00"
        },
        {
            "title": "In Altcoin Launching This Week, Developers Will Use Tokens of Those Who Didn’t Claim Airdrop",
            "translated_facebook_post": "Lebih 8 juta token HYPER yang tak dituntut lepas airdrop akan digunakan untuk kembangkan rangkaian Hyperlane, bukannya dimusnahkan.  Sebahagian besar akan digunakan untuk program ganjaran dan menarik lebih ramai projek serta pemaju.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5c399da727c1a9bdc3",
            "source": "Bitcoin Sistemi",
            "image": "https://www.bitcoinsistemi.com/wp-content/uploads/2023/08/airdrop-token.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:04:00"
        },
        {
            "title": "Tether Volume Rises 5%, XRP Holds $2.10, and BlockDAG Eyes 10 Exchange Listings—Top Coins to Watch in 2025",
            "translated_facebook_post": "Tether nampaknya makin stabil, XRP macam nak naik harga, dan BlockDAG tengah  kembang pesat dengan dana yang dah terkumpul dan bakal disenaraikan di bursa saham.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680608f809319d014751e1f3",
            "source": "CoinsProbe",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/6b116d56f3f44181bdfce08c3aad06ee.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:00:00"
        },
        {
            "title": "Traders, Be Careful! Large Token Unlocks Coming for TAO, DOGE, SUI, and Other Cryptos",
            "translated_facebook_post": "Ramai token kripto akan dikeluarkan dalam jumlah besar antara 21 hingga 28 April ni,  mencapai nilai lebih $235 juta.  Ini mungkin akan menjejaskan harga beberapa kripto seperti TAO, DOGE dan SUI.  Jadi, kena berhati-hati dalam berurus niaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5c48f54d04db77ffe9",
            "source": "Captain Altcoin",
            "image": "https://captainaltcoin.com/wp-content/uploads/2023/10/image-118-300x175.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:00:00"
        },
        {
            "title": "Crypto adoption will be driven by high-growth markets, with or without the US",
            "translated_facebook_post": "Penggunaan kripto semakin meningkat di negara membangun, terutamanya untuk urusan penghantaran wang, kemudahan kewangan, dan pengurusan rantaian bekalan.  Ini menunjukkan potensi besar kripto di luar pasaran Amerika Syarikat.",
            "translated_title": "Penggunaan kripto akan didorong oleh pasaran berdaya saing tinggi, dengan atau tanpa Amerika Syarikat.",
            "translated_content": "Pendapat oleh: Dominic Schwenter, Ketua Pegawai Operasi Lisk\n\nAmerika Syarikat sedang mengalami ledakan kripto. Kelulusan dana dagangan bursa telah membuka peluang kepada pengambilan institusi, kecairan semakin meningkat, dan kejelasan peraturan mula terbentuk di bawah pentadbiran yang lebih mesra kripto. Pemfailan daripada Suruhanjaya Sekuriti dan Bursa yang merujuk kepada teknologi rantaian blok mencapai paras tertinggi pada Februari 2025, menandakan peralihan yang lebih luas dalam betapa seriusnya teknologi ini diambil pada peringkat tertinggi.\n\nMomentum ini baik untuk industri. Syarikat kripto yang berpangkalan di AS telah menghabiskan hampir satu dekad membina melalui ketidakpastian peraturan, dan mereka layak mendapat perhatian dan ganjaran yang akhirnya tiba. Adakah sokongan institusi akhirnya muncul? Ia sudah lama ditunggu-tunggu — dan setimpal.\n\nNamun, terlalu fokus kepada AS sahaja meletakkan industri ini berisiko untuk terlepas pandang apa yang berlaku di tempat lain. Sebahagian daripada pengambilan kripto yang paling penting hari ini berakar umbi di tempat-tempat yang jauh daripada perhatian ramai.\n\nPenggunaan kripto yang paling menarik tidak berlaku di Wall Street. Ia berlaku di pasaran pertumbuhan tinggi di mana orang ramai menggunakan kripto bukan untuk spekulasi tetapi atas keperluan. Komuniti ini tidak menunggu tajuk utama. Mereka membina melalui setiap kitaran dan kini menetapkan kadar untuk ke mana Web3 akan pergi seterusnya.\n\nPasaran pertumbuhan tinggi memimpin dalam pengambilan\n\nLima belas daripada 20 negara teratas dalam Indeks Pengambilan Kripto Global Chainalysis 2024 berada di rantau pertumbuhan tinggi seperti Indonesia, Vietnam, Filipina dan Nigeria. Ini bukan sekadar tempat tumpuan spekulasi. Di banyak negara ini, kripto merupakan sebahagian daripada kehidupan seharian. Tidak seperti pasaran yang turun naik, pengambilan di sini tidak goyah. Ia berasaskan utiliti.\n\nDi banyak ekonomi ini, kripto membantu keluarga memudahkan pengiriman wang, menawarkan cara yang lebih selamat untuk menyimpan nilai apabila mata wang tempatan tidak stabil, dan membenarkan perniagaan kecil menggerakkan wang tanpa halangan. Di Barat, kripto masih membawa kilauan pelaburan berisiko tinggi. Di pasaran pertumbuhan tinggi, ia sudah tertanam dalam kehidupan seharian. Itulah gambaran pengambilan sebenar.\n\nPembangun beralih ke pasaran pertumbuhan tinggi\n\nApabila penggunaan yang stabil dan praktikal meningkat, aktiviti pembangun turut mengikutinya. Pada masa kini, peta pembangun global berubah dengan pantas.\n\nMenurut Laporan Pembangun Modal Elektrik 2024, Asia kini menyumbang 32% daripada pembangun kripto aktif — satu lonjakan besar daripada hanya 12% pada tahun 2015. Dalam tempoh yang sama, bahagian AS menurun dengan mendadak, daripada 38% kepada 19%.  Lumpang bakat rantaian blok tidak mengecil. Ia berpindah ke tempat momentum berada.\n\nTambahan pula, 41% daripada semua pembangun kripto baharu kini datang dari Asia, menggambarkan saluran paip pembangun yang semakin berkembang yang muncul di luar hab teknologi tradisional. Mereka bukan sekadar penggemar tetapi gelombang pengasas, arkitek dan jurutera seterusnya yang memilih untuk membina lebih dekat dengan masalah yang boleh diselesaikan oleh kripto.\n\nPeralihan ini tidak terhad kepada Asia Tengah. Afrika, Amerika Selatan dan Asia Tenggara semuanya menyaksikan peningkatan aktiviti pembangun yang stabil, manakala Amerika Utara dan Eropah terus menurun dari segi bahagian relatif. Mesejnya jelas: inovasi Web3 tidak lagi bergantung kepada satu geografi sahaja. Ia dipacu oleh pembangun yang lebih dekat dengan keperluan dunia sebenar — dan mereka yang merancang untuknya.\n\nRantaian blok menyelesaikan masalah sebenar\n\nPeningkatan aktiviti pembangun dan pengambilan di seluruh pasaran pertumbuhan tinggi tidak berlaku secara tiba-tiba. Sebaliknya, ia dikaitkan dengan kesan dunia sebenar.\n\nContoh yang jelas ialah penggunaan rantaian blok oleh PepsiCo Afrika Selatan untuk pengesanan rantaian bekalan dalam sektor perdagangan tidak formal. Di rantau di mana infrastruktur tradisional seringkali terfragmentasi atau tidak wujud, pelaksanaan ini melakukan apa yang sepatutnya dilakukan oleh rantaian blok: menyelesaikan masalah.\n\nDengan menggunakan penyelesaian pembayaran digital hujung ke hujung yang dikuasakan oleh rantaian blok seperti Lov.cash, PepsiCo membolehkan pembayaran tanpa tunai antara peruncit kecil, yang sering tidak mempunyai akaun bank, dan pemborong. Sistem ini juga memberi pemborong gambaran yang jelas tentang apa yang dijual dan di mana — membantu mereka merancang dengan lebih bijak dan mengurangkan pembaziran.  Tiada spekulasi token di sini, tiada token bukan boleh tukar ganti yang menarik — hanya penyelesaian sebenar kepada masalah rantaian bekalan sebenar.\n\nKisah seperti ini jarang mendapat perhatian utama, tetapi di situlah teknologi ini benar-benar memberi hasil. Di tempat-tempat di mana infrastruktur asas kurang, rantaian blok bukanlah eksperimen. Ia adalah jalan penyelesaian. Jika industri ini terus mengejar publisiti sambil mengabaikan pengaruh ini, ia akan terlepas peluang paling penting untuk membuat perubahan.\n\nSeruan tindakan untuk pembangun Web3\n\nApa yang berlaku di AS patut diraikan — tetapi ia bukan keseluruhan cerita. Pengambilan dunia sebenar, momentum daripada pembangun, dan kes penggunaan sebenar semakin meningkat di pasaran pertumbuhan tinggi, di mana kripto sudah pun membuat perbezaan.\n\nDi sinilah kesan jangka panjang Web3 akan dibentuk. Pembangun dan pelabur harus berhenti menunggu pengesahan daripada Washington atau Wall Street dan mula memberi perhatian kepada tempat-tempat di mana teknologi ini sedang menyelesaikan masalah sebenar sekarang.\n\nKripto tidak menunggu AS untuk menjadi penting. Jika matlamatnya adalah untuk membina sesuatu yang benar-benar global, sudah tiba masanya untuk mengikuti orang ramai yang sudah menggunakannya untuk membuat sesuatu berfungsi.",
            "translated_summary": "Penggunaan kripto semakin pesat di pasaran berdaya maju tinggi, di mana teknologi rantaian blok menangani cabaran seperti remitan, kemasukan kewangan, dan rantaian bekalan...",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5c399da727c1a9bdc7",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTEvMDE5MzUyOWQtMTllMC03ODhkLWI3ZmItOGVhYzVkY2E1MjNk.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-21 09:00:00"
        },
        {
            "title": "Ethereum Nears $1,630 Breakout as Falling Wedge Signals Bullish Reversal",
            "translated_facebook_post": "Harga Ethereum mungkin akan naik mendadak ke $2,500 jika ia berjaya pecah paras $1,630.  Petunjuk teknikal menunjukkan momentum positif, walaupun masih ada risiko penurunan jika sokongan utama $1,540 tertembus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5deabee637a7c70fbb",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2025/04/6019329539756378101.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:00:00"
        },
        {
            "title": "Solana Overtakes Ethereum in Staking Market Cap",
            "translated_facebook_post": "Solana kini mengatasi Ethereum dalam pasaran nilai pegangan, menunjukkan keyakinan pelabur terhadap ekosistem Solana yang semakin berkembang dan berprestasi tinggi.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5d48f54d04db77ffeb",
            "source": "CoinoMedia",
            "image": "https://coinomedia.com/wp-content/uploads/2025/04/Solana-Overtakes.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 09:00:00"
        },
        {
            "title": "Metaplanet Edges Closer to 5,000 BTC After $28.2 Million Bitcoin Acquisition",
            "translated_facebook_post": "Firma pelaburan Jepun, Metaplanet, dah hampir capai sasaran 5,000 BTC lepas beli lagi 330 BTC dengan harga $28.2 juta.  Sekarang diorang dah ada hampir 5,000 BTC, menunjukkan keyakinan tinggi terhadap Bitcoin jangka panjang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/68060b5d399da727c1a9bdc9",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/20250401_MetaPlanet_News-1200x675-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 08:59:00"
        },
        {
            "title": "Bitcoin Regains Momentum at 87K; $ETH, $SOL, $ADA Following the Upward Pattern",
            "translated_facebook_post": "Bitcoin dah cecah harga $87,000, naik 16% sejak hujung Mac! Ethereum, Solana, dan Cardano pun ikut sama naik.  Nampaknya pasaran kripto tengah positif sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680608b6f5ebb013279d8906",
            "source": "BlockchainReporter",
            "image": "https://academy-public.coinmarketcap.com/srd-optimized-uploads/f087042f60e7461497d478a3d1c16c85.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 08:58:00"
        },
        {
            "title": "BTC to USDT in 2025: how to convert Bitcoin to Tether safely and accurately",
            "translated_facebook_post": "Ramai pelabur tukar Bitcoin kepada Tether (USDT) untuk lindung nilai atau jana keuntungan, dan boleh dilakukan menerusi bursa matawang kripto, penukar segera, atau platform P2P.  Pastikan semak kadar pertukaran dan yuran sebelum menukar.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680608edd6eca62455b53f88",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/unnamed-2025-04-21T142527.374.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 08:56:00"
        },
        {
            "title": "South Korea's Central Bank Engages in Stablecoin Legislation",
            "translated_facebook_post": "Bank pusat Korea Selatan nak kawal selia stablecoin supaya pasaran kewangan negara lebih stabil dan selamat, sekaligus menarik pelabur.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680607d4674e05546681bc95",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/south-korea-bank-digital-dusk.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 08:50:00"
        },
        {
            "title": "Alarming Bybit Hack: $386 Million in Cryptocurrency Funds Still Untraceable",
            "translated_facebook_post": "Lebih suku daripada wang kripto yang dicuri dalam kes Bybit masih belum dapat dijejak, iaitu sekitar $386 juta.  Walaupun ada usaha untuk mengesan dan membekukan sebahagian dana tersebut,  kes ini menunjukkan betapa canggihnya penjenayah siber dan cabaran yang dihadapi dalam keselamatan kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680607d38816670698ea0046",
            "source": "BitcoinWorld",
            "image": "https://bitcoinworld.co.in/wp-content/uploads/Alarming-Bybit-Hack-386-Million-in-Cryptocurrency-Funds-Still-Untraceable.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-21 08:50:00"
        }
    ]
}