{
    "timestamp": "2025-03-07 18:34:57",
    "all_news": [
        {
            "title": "Harga Bitcoin pada paras tertinggi sepanjang zaman berkait rapat dengan penurunan Indeks Dolar AS — Penganalisis",
            "description": "Kejatuhan Indeks Dolar AS telah meyakinkan sesetengah pedagang bahawa harga Bitcoin bakal mengalami peningkatan yang mendadak.",
            "content": "Bitcoin telah bergelut untuk diniagakan melebihi $90,000 sejak jatuh di bawah $95,000 pada 24 Februari. Aset kripto ini telah mengalami turun naik harga yang teruk sepanjang minggu lepas, dengan volatiliti terakru Bitcoin (BTC) mencapai tahap tertinggi sejak Q3 2024, menurut Glassnode.\n\nVolatiliti terakru tahunan BTC. Sumber: Glassnode\n\nKetika pasaran bersiap sedia untuk ayunan harga selanjutnya menjelang sidang kemuncak kripto AS yang pertama di White House, penganalisis juga memberi tumpuan kepada kejatuhan dolar AS ketika ini dan potensi kesannya terhadap Bitcoin.\n\nKorelasi Bitcoin dan Indeks Dolar AS menunjukkan paras tertinggi baharu\n\nJames Coutts, ketua penganalisis kripto di Real Vision, memberikan analisis terperinci yang mengkaji kepentingan sejarah penurunan Indeks Dolar AS (DXY) dan Bitcoin. Dengan DXY menunjukkan penurunan 3 hari terbesar keempat dalam sejarah, melebihi -2% hingga -2.5%, Coutts berkata ia boleh menjadi pemangkin kepada paras tertinggi baharu Bitcoin.\n\nPerubahan peratusan Bitcoin dan DXY. Sumber: X\n\nMengatasi data sejarah sejak 2013, Coutts menguji semula korelasi antara penurunan DXY dan trend Bitcoin dan menganalisis data penurunan DXY dalam lingkungan 2% dan 2.5%.\n\nApabila nilai DXY jatuh 2.5% atau lebih:\n\nBitcoin telah meningkat 100% sepanjang masa.\nKes terbaik boleh menghasilkan pergerakan sisihan piawai +1 sebanyak 65% atau harga Bitcoin $143,000\nKes asas meramalkan pulangan purata sebanyak 37% atau harga Bitcoin $123,000\nKes terburuk melibatkan keuntungan 14% atau harga Bitcoin $102,000\n\nDalam kes penurunan DXY sebanyak 2% atau lebih:\n\nBitcoin telah meningkat sebanyak 17 daripada 18 kali, dengan kadar kemenangan 94% melebihi 90 hari\nKes terbaik, pergerakan sisihan piawai +1 sebanyak 57.8% atau $141,000\nKes asas, pulangan purata sebanyak 31.6% atau $118,000\nKes terburuk, penurunan 14.6% atau $76,500\n\nDengan DXY jatuh sebanyak 3% antara 3 Mac dan 6 Mac, Coutts membuat \"panggilan berani\" dan meramalkan paras tertinggi sepanjang zaman (ATH) baharu menjelang Mei 2025.\n\nPerubahan % DXY 1 minggu. Sumber: X\n\nBegitu juga, Julien Bittel, ketua penyelidikan makro di Global Macro Investor, menggema kemungkinan aliran menaik untuk Bitcoin berdasarkan penurunan DXY semasa. Penganalisis itu berkata,\n\nBitcoin menyasarkan $140K selepas kejayaan \"Kuasa 3\"\n\nSantiment, platform analisis data, menyerlahkan bahawa lebih daripada 50,000 dompet telah ditambah ke rangkaian sepanjang bulan lepas. Data tersebut menunjukkan bahawa 37,390 dompet baharu memegang kurang daripada 0.1 BTC, 12,754 dompet memegang antara 0.1-100 BTC, dan enam dompet ikan paus memegang sekurang-kurangnya 100 BTC setiap satu.\n\nCarta pertumbuhan rangkaian Bitcoin oleh Santiment. Sumber: X\n\nAktiviti sebegini menunjukkan bahawa pelabur kekal optimis mengenai prospek jangka panjang walaupun harga menurun sepanjang bulan lepas.\n\nDari perspektif teknikal, Jelle, seorang pelabur kripto, percaya bahawa persediaan \"Kuasa Tiga\" Bitcoin kekal aktif pada masa ini. Penganalisis itu berkata,\n\nPersediaan Kuasa 3 Bitcoin. Sumber: X\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pergerakan pelaburan dan perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5MzlkMWYtYThhOS03NDVmLWI2MmUtZTUyMWVmNmMwMGFl.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67cb39d85448740e5cafff5d",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-07 18:20:00",
            "status": "Posted"
        }
    ]
}