{
    "timestamp": "2025-03-17 21:26:24",
    "all_news": [
        {
            "title": "Bitcoin Menunjukkan Kemerosotan 30% Akibat Tekanan Jualan Meningkat — Bitfinex",
            "description": "Bitcoin telah menyaksikan penurunan sebanyak 30% daripada paras tertinggi sepanjang zaman iaitu $109,590 kepada paras terendah $77,041 yang dicatatkan minggu lalu, satu situasi yang didorong oleh tekanan jualan…",
            "content": "Bitcoin (BTC) Menjalani Pembetulan Kedua Terbesar dalam Kenaikan Harga Ini\n\nMenurut penganalisis di bursa kripto Bitfinex, Bitcoin (BTC) telah mengalami pembetulan kedua terbesar dalam kenaikan harga ini. Pembetulan ini, dari harga tertinggi sepanjang masa iaitu $109,590 pada 20 Januari hingga paras terendah $77,041 pada minggu 9-15 Mac, mewakili penurunan 30% yang dicetuskan oleh tekanan jualan daripada pemegang jangka pendek.\n\nDalam laporan tersebut, Bitfinex mentakrifkan pemegang jangka pendek sebagai mereka yang membeli dalam tempoh tujuh hingga 30 hari yang lalu. Menurut bursa tersebut, mereka telah mengalami kerugian belum direalisasikan dan seringkali lebih mudah mengalami kejatuhan harga secara mendadak.\n\nBitfinex menyatakan bahawa aliran keluar berterusan daripada ETF Bitcoin, yang berjumlah sekitar $920 juta pada minggu 9-15 Mac, menunjukkan bahawa pembeli institusi belum kembali dengan kekuatan yang mencukupi untuk mengatasi tekanan jualan.\n\nPada harga sekitar $84,357, Bitcoin telah meningkat 9.5% daripada paras terendahnya. Menurut Bitfinex, faktor utama untuk ke hadapan ialah sama ada permintaan institusi akan meningkat pada paras yang lebih rendah ini, yang berpotensi membawa kepada penyerapan bekalan dan penstabilan harga.\n\n“Walaupun aliran institusi dan situasi makro sangat penting untuk arah pasaran dalam jangka sederhana, secara statistik, penurunan 30 peratus sering menandakan paras terendah sebelum meneruskan kenaikan,” kata penganalisis Bitfinex kepada Cointelegraph. “Jika Bitcoin menstabilkan diri sekitar paras ini, sejarah menunjukkan pemulihan yang kuat boleh berlaku.”\n\nAliran keluar mingguan daripada produk bursa dagangan kripto (ETP) telah mencapai lima minggu berturut-turut, berjumlah $6.4 bilion sehingga 14 Mac. Menurut data daripada CoinShares, ETP Bitcoin telah menanggung sebahagian besar aliran keluar, dengan kerugian sebanyak $5.4 bilion.\n\nIklim ekonomi makro semasa mungkin memberi kesan kepada pasaran, menurut Bitfinex. Keyakinan pengguna AS telah jatuh ke paras terendah dalam tempoh dua tahun, dan terdapat jangkaan inflasi yang lebih tinggi bersama-sama dengan ketidaktentuan ekonomi. Pada 4 Mac, model Rizab Persekutuan meramalkan bahawa ekonomi AS akan menyusut sebanyak 2.8% pada suku pertama tahun 2025.\n\nSementara itu, perbincangan mengenai perang perdagangan terus menjadi tajuk utama berita, yang menimbulkan keraguan terhadap status Bitcoin sebagai aset tempat perlindungan yang selamat, dan mungkin membahayakan pasaran lembu jantan — walaupun pengumuman baru-baru ini oleh White House mengenai rizab strategik Bitcoin AS dan simpanan aset digital.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDMvMDE5NWE1YzUtZTRmNC03NDI5LTkwMTctOTQ2YjIzYjUxNTAw.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d88e58c8b8e51a859c1ad4",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 21:00:00",
            "status": "Posted"
        },
        {
            "title": "Ethena Labs dan Securitize melancarkan rantaian blok untuk DeFi dan aset bertoken.",
            "description": "Rantai blok Converge pakar dalam aplikasi DeFi dan Aset Dunia Nyata (RWA) untuk kedua-dua runcit dan institusi.",
            "content": "Ethena Labs and Securitize Launch New Blockchain for DeFi and Tokenization\n\nEthena Labs, a stablecoin developer, and Securitize, a real-world asset (RWA) tokenization company, are launching Converge, a new blockchain designed for retail and institutional investors seeking access to decentralized finance (DeFi) and tokenization.  Announced at the Tokenize NYC conference, Converge is an Ethereum Virtual Machine (EVM) that will offer retail investors access to standard DeFi applications and provide institutional-grade offerings bridging traditional finance with DeFi.\n\nConverge will launch with several integrated products, including Ethereal, Morpho, Maple Labs, Pendle, and Aave Labs’ Horizon.  Its RWA infrastructure will leverage Securitize's experience in the tokenization market, with nearly $2 billion in assets tokenized across various blockchains.  The blockchain will also receive custodial support from Anchorage, Copper, and RedStone.\n\nOn the DeFi side, users can stake Ethena's native governance token, ENA, and the network will use Ethena's USDe and USDtb stablecoins as gas tokens.\n\nInstitutional DeFi is gaining traction as companies seek to optimize operations and access new yield opportunities.  RWAs are accelerating this trend, with projections of a $2 trillion tokenization market by 2030.  The total RWA market, including stablecoins, exceeds $240 billion. Excluding stablecoins, the on-chain value of RWAs is approaching $20 billion.  New issuance volume shows significant growth in stablecoins, US Treasury securities, and private credit debt.  RWAs are attracting significant investment due to addressing pricing inefficiencies in both traditional and digital assets.",
            "image": "https://teknologiblockchain.com/wp-content/uploads/2025/03/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjQtMTIvMDE5M2RiOTAtZTg1Ny03NzhlLWE3NmEtODgzZmQ5OTg2OGU3.jpg",
            "url": "https://coinmarketcap.com/community/en/articles/67d8888c4ae08442bec8afbf",
            "source": "Cointelegraph.com News",
            "timestamp": "2025-03-17 20:35:00",
            "status": "Posted"
        }
    ]
}