{
    "timestamp": "2025-04-22 03:10:28",
    "all_news": [
        {
            "title": "Crypto Firms Pursue Banking Licenses Now",
            "translated_facebook_post": "Ramai syarikat kripto tengah usaha dapat lesen perbankan, tapi Ripple macam tak terlibat sebab ada halangan undang-undang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/crypto-firms-pursue-banking-licenses-now",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/ripple-038-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:58:00"
        },
        {
            "title": "Democratic lawmakers push bill to end crypto tax breaks in Puerto Rico",
            "translated_facebook_post": "Rang undang-undang baharu dicadang untuk tamatkan pengecualian cukai kripto di Puerto Rico, susulan kos sara hidup yang meningkat akibat kemasukan pelabur kaya.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680706501ddfba7186b98a5f",
            "source": "Cryptopolitan",
            "image": "https://www.cryptopolitan.com/wp-content/uploads/2025/04/puerto-rico-lawmakers-1.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:52:00"
        },
        {
            "title": "Crypto Companies Target New Services with Traditional Finance Integration",
            "translated_facebook_post": "Syarikat kripto macam Coinbase, Circle, dan Paxos nak masuk bidang kewangan tradisional, manakala Ripple mungkin tunda permohonan lesen bank sebab kes mahkamah.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.coin-turk.com/crypto-companies-target-new-services-with-traditional-finance-integration/",
            "source": "COINTURK NEWS",
            "image": "https://en.coin-turk.com/wp-content/uploads/2025/04/ripple-1025-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:50:00"
        },
        {
            "title": "WazirX confirms restart on track as it awaits sanction hearing in May",
            "translated_facebook_post": "WazirX dijangka beroperasi semula bulan Mei ni, lepas dapat lampu hijau dari mahkamah Singapura tentang cadangan penyusunan semula dan pampasan pengguna.  Lebih 90% pemiutang setuju dengan pelan tu, dan pengguna mungkin dapat balik 75-80% duit yang hilang.",
            "translated_title": "WazirX sahkan permulaan semula mengikut jadual, sedang menunggu pendengaran hukuman pada Mei.",
            "translated_content": "## Bursa Kripto India, WazirX, Sasar Mula Operasi Semula Selepas Keputusan Mahkamah\n\nBursa kripto India, WazirX, yang digodam sebanyak $234 juta pada Julai lalu, berkata ia berada di landasan yang tepat untuk memulakan semula operasinya bergantung kepada keputusan mahkamah pada 13 Mei mengenai cadangan penyusunan semula dan pelan pampasan pengguna.\n\nJika Mahkamah Tinggi Singapura memberikan kelulusan, syarikat induk WazirX, Zettai PTE Ltd, boleh memulakan semula bursa dan memulakan skim pampasan untuk pengguna yang terjejas dalam tempoh 10 hari bekerja, kata WazirX dalam kemas kini pada 21 April di X.\n\nWazirX kehilangan $234 juta kripto dari dompet Safe Multisig pertengahan Julai 2024 dalam satu serangan yang kemudiannya dikaitkan dengan penggodam Korea Utara, memaksa mereka untuk sementara waktu menghentikan semua pengeluaran kripto dan rupee India di platform tersebut.\n\n\"Zettai telah melengkapkan semua langkah yang diperlukan sebelum ini, dan langkah utama seterusnya ialah pendengaran pengesahan, yang telah dijadualkan oleh Mahkamah Tinggi Singapura pada 13 Mei 2025,\" kata firma itu.\n\n\"Pendengaran ini penting untuk Skim ini menjadi berkuat kuasa dari segi undang-undang. Walaupun kami telah berusaha untuk selari dengan garis masa yang dikongsi sebelum ini, prosiding mahkamah beroperasi secara bebas, dan kami menghormati proses itu.\"\n\nPada 7 April, lebih daripada 90% daripada pemiutang pengundi mengundi menyokong pelan penyusunan semula pasca penggodaman platform, yang melibatkan pengeluaran token pemulihan.\n\nToken tersebut akan dibeli semula menggunakan keuntungan bersih daripada bursa dan boleh menghasilkan 75% hingga 80% daripada baki akaun pengguna pada masa serangan siber.\n\nWazirX telah memberi amaran bahawa pembayaran balik daripada penggodaman $235 juta boleh ditangguhkan sehingga 2030 jika pemiutang tidak meluluskan pelan penyusunan semula yang dicadangkan.\n\nMahkamah Tinggi Singapura memberikan kebenaran kepada Zettai untuk mengadakan mesyuarat pemiutang untuk mencadangkan penyelesaian yang mungkin untuk pengguna dan pelan untuk mendapatkan bursa kembali dalam talian pada Januari.\n\n\"Kami faham kesungguhan di sekeliling permulaan semula platform dan benar-benar menghargai kesabaran berterusan anda,\" kata WazirX.\n\n\"Sejak awal, kami telah memaklumkan bahawa pengagihan pertama dan permulaan semula akan berlaku dalam tempoh April-Mei 2025.\"\n\n**Mahkamah Agung India menolak petisyen pengguna WazirX**\n\nSatu penghakiman mahkamah berasingan pada 16 April daripada Mahkamah Agung India menolak petisyen yang difailkan oleh 54 mangsa penggodaman, yang meminta tindakan undang-undang terhadap WazirX, Shetty, Binance dan penyedia penjagaan Liminal. Pempetisyen juga meminta mahkamah untuk mengaudit akaun WazirX.\n\nHakim B.R. Gavai dan Augustine Masih menolak petisyen tersebut, dengan menyatakan bahawa mahkamah tidak dapat membuat keputusan mengenai kes tersebut kerana ia adalah perkara dasar kripto, yang mahkamah tidak mempunyai kuasa untuk membuat keputusan.\n\nGavai dan Masih menasihatkan pempetisyen untuk menghubungi badan pengawalseliaan atau pihak berkuasa berkaitan lain untuk mendengar perkara tersebut sebaliknya.",
            "translated_summary": "Bursa kripto WazirX menyatakan masih dalam landasan untuk memulakan semula operasinya selepas kerugian sebanyak $234 juta akibat serangan penggodaman, dengan menunggu keputusan mahkamah pada 13 Mei...",
            "original_url": "https://coinmarketcap.com/community/en/articles/680704f984964119b35ed76a",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjBmOWEtMTg2ZS03Njk0LTkwODAtZTcwZjcxNjIyYTg1.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 02:49:00"
        },
        {
            "title": "Solana Market Cap Surpasses Airbnb Milestone",
            "translated_facebook_post": "Solana dah cecah nilai pasaran $69.9 billion, mengatasi Airbnb, menunjukkan potensi besar matawang kripto berbanding syarikat tradisional.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680703c99cfa422e8020e3e5",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/solana-surpassing-airbnb-oil.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:48:00"
        },
        {
            "title": "Bitcoin Holds $85K, SHIB Faces Supply Challenge, BlockDAG Builds With X1 App and Testnet Rollout",
            "translated_facebook_post": "Bitcoin kekal kukuh sekitar $85,000, SHIB masih bergelut dengan masalah bekalan, manakala BlockDAG tunjuk kemajuan dengan pelancaran aplikasi X1 dan ujian rangkaian (testnet).",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680704f89cfa422e8020e3e9",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image3-convert.io-88.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:45:00"
        },
        {
            "title": "PEPE Forms Bullish W-Pattern as Whales Accumulate 172T Tokens",
            "translated_facebook_post": "Harga PEPE nampaknya makin meningkat, dengan corak W menunjukkan potensi kenaikan harga.  Ramai pelabur besar pun nampaknya tengah kumpul token PEPE, dan jumlah token di bursa pun makin kurang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680704f984964119b35ed768",
            "source": "Crypto Front News",
            "image": "https://cryptofrontnews.com/wp-content/uploads/2024/10/pepe-coin-1.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:45:00"
        },
        {
            "title": "Solana Staking Guide Released for 2025 Beginners",
            "translated_facebook_post": "Panduan mudah staking Solana untuk beginner dah keluar, harapnya lebih ramai akan sertai dan network jadi lagi kuat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680702a1c7c4c11242d73bed",
            "source": "Kanal Coin",
            "image": "https://www.kanalcoin.com/wp-content/uploads/2025/04/futuristic-classroom-2025.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:42:00"
        },
        {
            "title": "XRP, SOLANA, and MAGACOINFINANCE—The 3 Coins That Could Dominate 2025!",
            "translated_facebook_post": "XRP dan Solana memang dah terbukti kukuh, tapi MAGACOINFINANCE ni nampak macam berpotensi besar untuk menyaingi kedudukan mereka, terutamanya dengan momentum yang ditunjukkan sekarang.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680702a2a19e4403d0caf1d2",
            "source": "Bitcoin Sistemi",
            "image": "https://en.bitcoinsistemi.com/wp-content/uploads/2025/04/drive1745252947.docx_1745252947_image3.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:40:00"
        },
        {
            "title": "Ethereum Faces Resistance at $2,330 Amidst Low Activity",
            "translated_facebook_post": "Harga Ethereum tengah bergelut nak tembusi paras $2,330 disebabkan aktiviti rangkaian yang kurang dan pengurangan transaksi daripada pelabur besar.  Pasaran mungkin akan mengalami turun naik harga dalam masa terdekat.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807017bc7c4c11242d73be8",
            "source": "Bitcoin Info News",
            "image": "https://bitcoininfonews.com/wp-content/uploads/2025/04/ethereum-battle-wall-2330.png.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:38:00"
        },
        {
            "title": "Gold Reaches New Highs Amid US-China Trade Tensions",
            "translated_facebook_post": "Harga emas meningkat mendadak disebabkan ketegangan perdagangan AS-China dan nilai dolar Amerika yang lemah, menyebabkan ramai melabur dalam emas sebagai langkah berjaga-jaga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807017cc7c4c11242d73bea",
            "source": "CoinLive.me",
            "image": "https://coinlive.me/wp-content/uploads/2025/04/gold-prices-record-high-art.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:36:00"
        },
        {
            "title": "Coinbase Listing Sparks Speculation Tied to Trump’s SEC Pick",
            "translated_facebook_post": "Penyenaraian di Coinbase dan pelantikan ahli Suruhanjaya Sekuriti Amerika Syarikat (SEC) baru, yang mempunyai kaitan dengan syarikat tersebut, telah menimbulkan spekulasi tentang masa depan pengawalan mata wang kripto.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807004e4b628b4d3b762331",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/coinbase231.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:32:00"
        },
        {
            "title": "DOGE Broke Support, PI Lost 15% – Unstaked Is Quietly Becoming Crypto’s Smartest Play In April",
            "translated_facebook_post": "Harga Dogecoin dan Pi Coin jatuh,  tapi Unstaked nampaknya berpotensi dengan teknologi AI dan model ekonomi token yang lebih telus.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/680702a3a19e4403d0caf1d4",
            "source": "36Crypto",
            "image": "https://i0.wp.com/36crypto.com/wp-content/uploads/2025/04/image1-convert.io-86.webp",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:30:00"
        },
        {
            "title": "Experts Say This 50x Cold Wallet Presale Is the Best New Crypto to Buy—Even Beating BTC, ETH, and ALGO",
            "translated_facebook_post": "Ramai pakar kata pelaburan awal  `Cold Wallet`  ni antara yang terbaik sekarang, potensi untung tinggi, malah mengatasi beberapa matawang kripto lain yang dah sedia ada.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6807004d76508462377b3368",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/IMAGE-2025-04-22-010831.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:30:00"
        },
        {
            "title": "Could S&P 500 Be Poised for Recovery?",
            "translated_facebook_post": "Pasaran saham S&P 500 mungkin akan pulih, tetapi pelabur dinasihatkan untuk menilai semula strategi pelaburan mereka dan berhati-hati memandangkan perubahan ekonomi dan geopolitik global.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://en.bitcoinhaber.net/could-sp-500-be-poised-for-recovery",
            "source": "BH NEWS",
            "image": "https://en.bitcoinhaber.net/wp-content/uploads/2025/04/economics-092.jpg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:28:00"
        },
        {
            "title": "OMNI Network Launches $10M Reward Program for SolverNet",
            "translated_facebook_post": "Rangkaian Omni lancarkan program ganjaran $10 juta untuk tingkatkan ekosistem SolverNet, dengan aplikasi Symbiotic sebagai yang pertama guna program ni, menawarkan pelbagai insentif menarik untuk pengguna.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806ff14bdcb3b071bb565e6",
            "source": "TokenTopNews",
            "image": "https://tokentopnews.com/wp-content/uploads/2025/04/omni-network-10m-rewards-launch.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:26:00"
        },
        {
            "title": "Solana Surpasses Airbnb in Market Cap Dominance",
            "translated_facebook_post": "Solana sekarang dah lagi bernilai dari Airbnb, naik 13% dalam seminggu sebab ramai pelabur besar berminat dan aktiviti dalam rangkaiannya sangat aktif.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806ff134b628b4d3b76232a",
            "source": "TheCCPress",
            "image": "https://theccpress.com/wp-content/uploads/2025/04/solana-market-cap-oil-scene.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:24:00"
        },
        {
            "title": "How to stake Solana (SOL) in 2025: A step-by-step guide for beginners",
            "translated_facebook_post": "Nak jana pendapatan pasif dengan SOL?  Staking Solana boleh membantu, cuma perlu dompet serasi dan sekurang-kurangnya 0.01 SOL.  Ada dua cara: staking biasa (kurang fleksibel) dan liquid staking (lebih fleksibel).  Ingat, ada risiko yang terlibat!",
            "translated_title": "Cara Menjana Pendapatan Pasif dengan Solana (SOL) pada Tahun 2025: Panduan Langkah Demi Langkah untuk Pemula",
            "translated_content": "## Panduan Menjana Pendapatan Pasif dengan Menaruh Taruhan (Staking) Solana\n\n**Intipati Utama**\n\nMenaruh taruhan Solana membolehkan anda memperoleh pendapatan pasif melalui ganjaran taruhan sambil mengambil bahagian dalam tadbir urus rangkaian. Tiada keperluan minimum untuk menaruh taruhan Solana, tetapi minimum praktikal adalah sekitar 0.01 SOL.  Semua yang anda perlukan untuk mula menaruh taruhan Solana ialah dompet yang serasi dengan SOL. Menaruh taruhan dianggap sebagai salah satu cara yang lebih selamat untuk menyertai ekosistem kripto.\n\nSolana ialah rangkaian blok rantaian yang terkenal dengan kelajuan transaksi yang pantas dan ekosistem aplikasi terdesentralisasi (DApps) yang luas. Ia juga menggabungkan mekanisme konsensus bukti-taruhan (PoS) dan bukti-sejarah (PoH), yang membolehkan anda menaruh mata wang asalnya, SOL (SOL), untuk memperoleh ganjaran. Panduan taruhan Solana ini akan membimbing anda melalui proses taruhan Solana dan menerangkan mengapa taruhan boleh menjadi langkah bijak, terutamanya jika anda tertanya-tanya bagaimana untuk memperoleh pendapatan pasif dengan SOL.\n\n\n**Apakah Taruhan Solana?**\n\nTaruhan Solana terdiri daripada mengunci SOL ke dalam dompet mata wang kripto. Proses ini memberi ganjaran kepada anda dengan cara berikut:\n\n* **Ganjaran Taruhan:** Anda memperoleh ganjaran untuk menaruh SOL — peratusan berdasarkan jumlah yang anda telah taruh, kadar inflasi Solana semasa (yang berubah-ubah dan ditetapkan untuk menurun setiap tahun), jumlah keseluruhan SOL yang ditaruh pada rangkaian, dan berapa lama anda telah menaruh secara keseluruhan.\n* **Tadbir Urus:** Menaruh memberi anda suara dalam tadbir urus, membolehkan anda mengundi cadangan yang membentuk rangkaian Solana. Pendekatan ini mengutamakan mereka yang mempunyai pelaburan terbesar, dengan andaian mereka akan bertindak demi kepentingan terbaik rangkaian.\n* **Keselamatan Rangkaian:** Menaruh meningkatkan keselamatan untuk mewujudkan persekitaran pelaburan yang stabil. Dengan menaruh, anda secara langsung menyumbang kepada kesihatan dan jangka hayat Solana.  Walau bagaimanapun, jika beberapa dompet menaruh sejumlah besar, seseorang boleh berhujah bahawa mereka menumpukan rangkaian.\n\n\nGanjaran yang anda peroleh daripada menaruh SOL dibayar setiap dua hari — tempoh yang dikenali sebagai epoch.\n\nApabila menaruh SOL, anda menugaskan dana kepada wakil Solana (pengesah). Pengesah memproses transaksi, menghasilkan blok, dan mengundi cadangan rangkaian. Adalah penting untuk memilih pengesah yang sejajar dengan visi anda untuk Solana, kerana mereka akan mengundi bagi pihak anda, seperti pegawai yang dipilih dalam kerajaan tradisional. Undian pengesah adalah berwajaran taruhan. Semakin banyak taruhan yang dimiliki oleh pengesah, semakin berat undian mereka.\n\n**Pengesaah Solana vs. Perwakilan:** Dengan menugaskan dana kepada pengesah, anda menjadi perwakilan. Tugas pengesah ialah mengundi demi kepentingan terbaik rangkaian. Tugas anda ialah memilih pengesah yang bereputasi yang memastikan rangkaian selamat.\n\nSolana adalah salah satu daripada blok rantaian terpantas dari segi transaksi sesaat (TPS). Ia kini mempunyai purata sekitar 1,128 TPS, dengan maksimum teori sebanyak 65,000 TPS.\n\n\n**Taruhan Solana untuk Pemula**\n\nTerdapat beberapa perkara yang perlu dipertimbangkan semasa anda bersedia untuk menaruh Solana.\n\n**Memahami Kaedah Taruhan**\n\nPada pandangan pertama, taruhan agak mudah; bagaimanapun, sebenarnya terdapat dua kaedah taruhan — masing-masing menjejaskan kecairan SOL anda.\n\n* **Taruhan Cecair:** Dapatkan ganjaran sambil mengekalkan kawalan ke atas kecairan SOL anda. Apabila anda menaruh secara cecair, anda akan menerima token taruhan cecair (LST) yang bersamaan dengan jumlah SOL yang anda taruh. Anda boleh menggunakan LST tersebut dalam aplikasi kewangan terdesentralisasi (DeFi) Solana seperti yang anda lakukan jika anda tidak menaruh dana.\n* **Taruhan Asli:** Taruhan asli ialah kaedah asal yang mengunci dana anda, membolehkan anda memperoleh ganjaran dan mengambil bahagian dalam tadbir urus. Walau bagaimanapun, anda tidak boleh menggunakan dana anda tanpa mengeluarkannya melalui proses penarikan taruhan. Proses ini mesra pemula tetapi mengehadkan apa yang boleh anda lakukan dengan SOL anda.\n\nPerbezaan antara kedua-duanya ialah fleksibiliti. Taruhan asli kurang fleksibel tetapi lebih mudah untuk pemula, manakala taruhan cecair mengekalkan kecairan anda untuk digunakan dalam DeFi dan aplikasi lain.\n\n\n**Cukai Taruhan Solana 2025 (Amerika Syarikat)**\n\nDi Amerika Syarikat, ganjaran taruhan Solana tertakluk kepada cukai pendapatan dan keuntungan modal.\n\n* **Cukai Pendapatan:** Anda dikehendaki membayar cukai pendapatan ke atas nilai SOL pada masa anda menarik balik taruhan. Anda juga membayar cukai pendapatan ke atas ganjaran taruhan apabila anda mendapat keupayaan untuk mengeluarkannya.\n* **Cukai Keuntungan Modal:** Anda dikehendaki membayar cukai keuntungan modal apabila anda menjual atau menukar SOL tersebut.\n\n\n**Cara Menaruh Solana**\n\nSekarang, mari kita masuk ke tutorial taruhan Solana.\n\n**Pilih Dompet Solana**\n\nPertama, anda memerlukan dompet untuk menyimpan dan menaruh SOL anda. Kebanyakan dompet Solana mempunyai keupayaan taruhan terbina dalam.  Panduan ini menggunakan Phantom Wallet untuk tujuan demonstrasi.\n\n**Membiayai Dompet**\n\nBiayai Phantom dengan SOL sama ada dengan memindahkan SOL daripada dompet lain atau membelinya dengan kad debit/kredit melalui butang \"Beli\".\n\n**Menaruh Solana Anda**\n\nBuka senarai token anda dan klik pada \"Solana\". Pilih \"Mula menjana SOL\". Sekarang, pilih antara \"Taruhan Cecair\" atau \"Taruhan Asli\".\n\nTaruhan cecair biasanya dilakukan melalui penyedia pihak ketiga. Phantom berintegrasi dengan platform taruhan cecair Jito, membolehkan anda menerima LST JitoSOL apabila anda menaruh secara cecair.  Jika anda memilih untuk menaruh secara asli, anda mesti komited kepada pengesah. Phantom akan menyenaraikan pengesah mengikut jumlah SOL yang ditaruh kepada mereka dan APY anggaran mereka. Pilih pengesah, masukkan jumlah SOL yang anda ingin taruh, dan klik \"Taruhan\". Rangkaian akan membuat akaun taruhan anda, dan anda akan mula memperoleh ganjaran dalam beberapa hari.\n\n\n**Cara Menarik Balik Taruhan Solana**\n\nSama ada anda memilih taruhan cecair atau asli, berikut adalah cara untuk menarik balik dana anda. Anda mungkin menarik balik taruhan jika:\n\n* Anda ingin menukar SOL\n* Anda ingin menaruh di tempat lain\n* Pengesah bertindak tidak sesuai\n\n\n**Adakah Taruhan Dompet Solana Selamat?**\n\nMenaruh Solana agak selamat, tetapi walaupun anda tahu cara taruhan Solana berfungsi, terdapat risiko yang perlu disedari:\n\n* **Ketidakstabilan Pasaran:** Solana tertakluk kepada ketidakstabilan pasaran seperti mana-mana mata wang kripto lain. Nilai SOL yang anda taruh boleh berubah-ubah berdasarkan keadaan pasaran.\n* **Kelakuan Pengesah:** Pengesah boleh bertindak tidak sesuai dengan rangkaian dan mungkin mengalami \"pemotongan\". Pemotongan mengenakan penalti ke atas ganjaran pengesah, yang menjejaskan ganjaran anda juga. Walau bagaimanapun, pelaburan awal anda tetap selamat.\n* **Ancaman Siber:** Rangkaian blok rantaian terdedah kepada pelakunya yang tidak bertanggungjawab 24/7, yang bermaksud ia boleh terdedah kepada penggodaman pada bila-bila masa, meletakkan dana anda berisiko.\n* **Kegagalan Perkhidmatan Sebelum Ini:** Solana telah mengalami pelbagai gangguan selama bertahun-tahun, sering disebabkan oleh kesesakan. Walaupun ini tidak semestinya bermakna dana anda berisiko, pelakunya yang tidak bertanggungjawab boleh menyasarkan rangkaian semasa saat-saat lemahnya.\n\nOleh itu, walaupun menaruh pada Solana menawarkan ganjaran yang berpotensi, adalah penting untuk memahami bahawa taruhan sentiasa membawa risiko. Seperti mana-mana pelaburan, terdapat kemungkinan kerugian, jadi adalah penting untuk menilai toleransi risiko anda dan mengambil langkah berjaga-jaga yang diperlukan.\n\nArtikel ini tidak mengandungi nasihat atau cadangan pelaburan. Setiap pelaburan dan langkah perdagangan melibatkan risiko, dan pembaca harus menjalankan penyelidikan mereka sendiri semasa membuat keputusan.",
            "translated_summary": "Ketahui cara menaruh pegangan Solana (SOL) pada tahun 2025 dengan panduan mesra pengguna kami.  Ketahui bagaimana untuk menjana pendapatan pasif melalui kaedah *staking* asli atau *staking* cecair.",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806fdec76508462377b335d",
            "source": "Cointelegraph.com News",
            "image": "https://images.cointelegraph.com/images/840_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjUtMDQvMDE5NjViMzQtOGQ1ZS03OWQzLTg2NWYtNjhmYzczYzY4YjNh.jpg",
            "fb_status": "Posted",
            "wp_status": "Posted",
            "timestamp": "2025-04-22 02:21:00"
        },
        {
            "title": "Beyond Buy and HODL: Why the Price of Bitcoin Needs to Hustle or Bust",
            "translated_facebook_post": "Harga Bitcoin sekarang dah cecah tinggi, tapi potensi dia masih belum diguna sepenuhnya.  Untuk kekal relevan, Bitcoin perlu lebih daripada sekadar aset simpanan, kena ada fungsi lain macam kemudahan pinjaman.  Kalau tak, nanti nilai dia mungkin akan jatuh.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806ff1476508462377b3363",
            "source": "The Coin Republic",
            "image": "https://www.thecoinrepublic.com/wp-content/uploads/2025/04/0d46150688554ce5a88717e71f32e59e.jpeg",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:21:00"
        },
        {
            "title": "As ETH Consolidates & XRP Slides, Unstaked Quietly Launches Crypto’s First AI Workforce",
            "translated_facebook_post": "Ethereum dan XRP nampaknya tengah hadapi cabaran, manakala Unstaked muncul dengan pendekatan AI yang berbeza, menawarkan ganjaran token menerusi prestasi sebenar, bukan sekadar spekulasi harga.",
            "translated_title": "",
            "translated_content": "",
            "translated_summary": "",
            "original_url": "https://coinmarketcap.com/community/en/articles/6806fdec76508462377b335b",
            "source": "Coindoo",
            "image": "https://coindoo.com/wp-content/uploads/2025/04/30k123k1301.png",
            "fb_status": "Posted",
            "wp_status": "Skipped",
            "timestamp": "2025-04-22 02:20:00"
        }
    ]
}